{
	"product_id": "543",
	"name": "Rose & Hyaluronic Acid Deep Hydration Moisturizer",
	"brand": "fresh",
	"categories": "Skincare, Moisturizers, Moisturizers",
	"price": 62.0,
	"about": "What it is: Our best-selling hyaluronic acid moisturizer delivers 72-hour deep hydration* with strengthening damask rose extract for dewy, plump skin...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, Dullness, and Uneven Texture..Formulation: Cream..Highlighted Ingredients:.- Hyaluronic Acid: hydrate the skin's surface & deliver hydration..- Rosewater: helps to calm & soothe..- Damask Rose Extract: scientifically proven to boost skin’s natural hyaluronic acid levels...What Else You Need to Know: Quench dehydrated skin with our lightweight moisturizer that delivers 72-hour deep hydration instantly & over time. A duo of hyaluronic acids provides multi-level hydration. Damask rose extract strengthens the skin's barrier while boosting moisture for dewy, plump skin...Clinical Results:.Scientifically proven to deliver 72-hour deep hydration*.Scientifically proven to strengthen the skin’s barrier for 24hrs**.100% said it provided immediate hydration***.*instrumental test, 11 subjects.**instrumental test, 10 subjects, 24 hrs.***self-assessment, 60 subjects, 4 weeks....CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
	"ingredients": "-Damask Rose Extract: Retains moisture and supports the skin’s barrier..-Hyaluronic Acid Duo (1,500 and 50 kDA): Delivers hydration..-Time-Release Technology: Helps deliver continuous hydration on the skin’s surface...Aqua (Water), Glycerin, C15-19 Alkane, Butylene Glycol, Propanediol, Isostearyl Isostearate, Hexyl Laurate, Pentylene Glycol, 1,2 Hexanediol, Behenyl Alcohol, Steareth-2, Prunus Domestica Seed Oil, Rosa Damascena Flower Water, Rosa Damascena Extract, Rosa Damascena Flower Extract, Rosa Damascena Flower Oil, Cucumis Sativus (Cucumber) Fruit Extract, Angelica Keiskei Extract, Sodium Hyaluronate, Tocopheryl Acetate, Silica, Dimethicone, Ammonium Acryloyldimethyltaurate/VP Copolymer, Steareth-21, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Squalane, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Tromethamine, Xanthan Gum, Dimethiconol, Polysorbate 60, Algin, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sorbitan Isostearate, Trisodium Ethylenediamine Disuccinate, Acacia Senegal Gum, Serine, Caramel, Caprylyl Glycol, Citric Acid, Sodium Hydroxide, Chlorphenesin, Sodium Benzoate, Potassium Sorbate, Citronellol, Geraniol...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage: .Apply a dime-sized amount to the face and neck daily, morning and night. Use after Rose Deep Hydration Oil-Serum for a boost of hydration.",
	"num_reviews": 2056,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/fresh-rose-hyaluronic-acid-deep-hydration-moisturizer-P471237?skuId=2458230&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2458230-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.6 oz/ 50 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2458230-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}