{
    "product_id": "1557",
    "name": "Good Genes All-In-One AHA Lactic Acid Treatment",
    "brand": "Sunday Riley",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 165.0,
    "about": "What it is:An AHA serum with lactic acid that targets the look of pores, hyperpigmentation, and dark spots while clinically improving the appearance of fine lines and wrinkles..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dark Spots, Fine Lines and Wrinkles, and Pores.Highlighted Ingredients:- Purified Lactic Acid: Hydrates and exfoliates the surface layers of skin, smoothing the look of texture, lines, and wrinkles while visibly clarifying blemishes..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Formulated with hydrating purified-grade lactic acid, this formula exfoliates dull surface cells for younger-looking skin with visible clarity and radiance. It also contains licorice extract to brighten the appearance of dark spots and hyperpigmentation. Great for all skin types (from acne- and blemish-prone to dry and sensitive), this visibly age-diminishing solution keeps skin looking clear and glowing..Clinical Results:In a clinical test using profilometry analysis:",
    "ingredients": "-Purified Lactic Acid: Hydrates and exfoliates the surface layers of skin, smoothing the look of texture, lines, and wrinkles while visibly clarifying blemishes..-Licorice and Lemongrass: Visibly brighten dark spots and discoloration..-Prickly Pear Extract: Soothes the appearance of surface redness and sensitive skin...Botanical Blend [Aqua, Opuntia Tuna Fruit Extract, Cypripedium Pubescens Extract, Opuntia Vulgaris Leaf Extract, Agave Tequilana Leaf Extract, Arnica Montana Flower Extract, Aloe Barbadensis Leaf Extract, Saccharomyces Cerevisiae (Yeast) Extract, Leuconostoc/Radish Root Ferment Filtrate], Caprylic/Capric Triglyceride, Squalane, Lactic Acid, PPG-12/SMDI Copolymer, Propanediol, Butylene Glycol, Stearic Acid, Dimethicone, Cetearyl Alcohol, Phenyl Trimethicone, Disiloxane, Ceteareth-20, Glyceryl Stearate, PEG-100 Stearate, Stearyl Glycyrrhetinate, Glycyrrhiza Glabra Root Extract, Cymbopogon Schoenanthus (Lemongrass) Oil, Potassium Hydroxide, Phenoxyethanol, Xanthan Gum, Caprylyl Glycol, Chlorphenesin, Sodium Phytate...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Can be used in the morning or evening toward the beginning of your skincare routine. .-Apply one or two pumps to clean, dry skin and leave on.  ..For sensitive skin, try as a mask:.-Apply one to three pumps to clean, dry skin and leave on for 15 minutes..-Rinse well and pat dry...Sunday says:.-Try applying Good Genes All-In One Lactic Acid Treatment over an oil such as C.E.O. Glow Vitamin C + Turmeric Face Oil for double the visible brightening and rejuvenating power. Oily or combination skin may not even need to be moisturized.",
    "num_reviews": 5781,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/good-genes-all-in-one-lactic-acid-treatment-P422670?skuId=1929231&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1929231-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1929223-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was excited and bought this to reduce dark spots and get a clearer skin. The third day I used it- applied it at night and woke up in the morning with a dark scar right on my face. My skin is sensitive but I never had a dark scar like that which looks like it is permanent. You need to be careful with this product if you have sensitive skin prone to scars. This product is meant for those skin types though so I am extremely frustrated now that I have that new spot on my face which people notice"
        },
        {
            "review_title": "LOVE!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is amazing! I got it as a sample in the advent calendar and have used it every single day since and I thought it wasnu2019t doing much until I saw the discolouration disappear from a break out I had on my cheek"
        },
        {
            "review_title": "Texture Issues Diminished",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have been using this product for over three years. It is a holy grail and a must have in my skin care routine."
        },
        {
            "review_title": "I think thereu2019s glycolic acid in this possibly",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I bought the lactic acid version of this because Iu2019m allergic to glycolic acid and have a very specific reaction. I get bad anxiety and nightmares. I tried a sample of it and really liked it So I bought full size and Iu2019m having a reaction just like glycolic acid. I use the ordinary lactic 10% with no problems. So I think this label is wrong and itu2019s very different from the sample."
        },
        {
            "review_title": "Must Have Everyday Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this product, it works very well with my skin. You canu2019t go wrong with a four in one!"
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Worth the money. I know it seems expensive, or maybe that's just me, but this stuff is amazing and it goes a long way. You use one pump and it smooths over your face so nicely. Paired with a good face wash and vitamin C serum / moisturizer, it just makes you glow. Love this stuff.. Absorbs nicely. Smooths and clears complexion. My husband has asked if I'm wearing makeup when I've put this one. That's how glowy and lovely my skins looks with it."
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve used this about 10 times maximum and was surprised to see that I ran out sooner than expected. I opened the tube to see that the product was placed in a small plastic bag rather than filling up the whole tube. Not worth $43."
        },
        {
            "review_title": "Over a decade of use, tried and true!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I've been using this product for over a decade and I always notice when I run out and don't have any for a bit. I purchase a large bottle twice a year and use one pump in the evenings. Works wonders for my normal to dry skin."
        },
        {
            "review_title": "Waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Waste of money I have used to bottles no difference , one of employee told me if you donu2019t see any difference , we will give you money back and I went back and told there is no difference on my dark spots then she told me see a dermatologist"
        },
        {
            "review_title": "Smells so bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I saw reviews from folks saying it works well, so I wanted to try it out but it smells so bad, I canu2019t even get past it enough to put it on a second time.  It reeks so hard like spiced orange, I just canu2019t. Gross."
        },
        {
            "review_title": "Good Weekly Exfoliation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Tried it 3 times cos I got a sample packet. I have normal skin with some sensitivity around nostril areas. Great as weekly exfoliation but way too harsh to use daily. Left it on overnight and woke up glowing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ll always repurchase this!! If you want that inner glow look, this is the product. Itu2019s worth the money. My skin has never looked so luminous and firm. It has reduced my fine lines. Itu2019s moisturizing too and doesnu2019t"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Don't need it for survival, but don't hate it. For the cost, I expected it to wow me, and based on the reviews, I may have been a little disappointed. Haven't bothered repurchasing since I ran out."
        },
        {
            "review_title": "pore clogging ingredients!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s my fault for not checking the ingredients as a sales associate sold me on this. as someone who struggles with acne iu2019m very cautious of new products because my skin is so sensitive. this product contains cetearyl alcohol and ceteareth-20 which when when the two are in the same formula they become a pore clogging ingredient, hence why thereu2019s reviews of other breaking out after using this product."
        },
        {
            "review_title": "Helps my 55 year old skin look healthy.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am in the first week of using this product and have definitely noticed my complexion looks brighter and my face is smoother. I really hope I can tolerate it long term.  Because I use tretinoin at night, I incorporate Good Genes into my morning routine after my vitamin c, e, ferulic acid serum and before my moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Amazing results! Part of my normal routine. Expensive product though for the small amount you get."
        },
        {
            "review_title": "Burns sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "This product burns my skin. I used as directed and followed with a Moisturizer."
        },
        {
            "review_title": "DO NOT GET IT IN UR EYES (TRUST)",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Yo I was using this product for the first time and I was reading the bottle and it said it was getting rid of some dark spots or whatever and so I put it under my eyes and I think I put it a little too close cuz my eyes were burning like my eyeballs were burning. I started crying. I even started praying cuz i was in so much agany y'all. I thought my eyes when I would open my eye it would be full of blood. I like it was hurting so bad I couldn't even open it. it was burning and burning and itching and burning and holy moly and then turns out it was fine after all. but I even woke up this morning and I still was burning a little bit. I will admit it does give My face, some instant brightness or whatever, but it's definitely not worth it for the expensive price. I would not recommend this. Oh and it smells very strong like acidity like vinegar type."
        },
        {
            "review_title": "Worth the splurge!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a 7 day sample of this and I saw an amazing improvement in texture and it gave my skin a nice glow. I wish Sephora would sell the bigger versions. I have never spent this much on a skincare product but this was well worth it and my combo skin loves it. I would highly recommend!"
        },
        {
            "review_title": "Excellent product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Great product! It's amazing how nice this product makes my skin look and feel. Removed unwanted spots on my face."
        },
        {
            "review_title": "Good but Not Much Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A good product but if you look at the bottom of the bottle, you're actually paying way more $ for the amount of product you THINK you're getting. On a search for a better alternative serum."
        },
        {
            "review_title": "The best evening treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I had heard great things about this and finally decided to purchase it. Now I am mad at myself for not trying it earlier. After applying at bedtime I wake us with smooth, soft hydrated skin. Love this product *****"
        },
        {
            "review_title": "sun sensitivity",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Caused extreme sensitivity to heat and the sun, had to return"
        },
        {
            "review_title": "Absolutely LOVE it as a beginner!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Just started AHA overall. I use this 2-4x/week depending on if it's summer/winter (in Canada) and it plays well with my retinol, also a newish thing. At first use, I started it with a very thin layer of moisturizer underneath but it was totally unnecessary, this is gentle enough for my sensitive, acne-prone skin (where TO 5% destroyed me without sandwiching moisturizer). The only thing is that I don't use much so I am worried about this being clean and going rancid before I finish it like my old HG Herbivore -- hence 1 star docked."
        },
        {
            "review_title": "Love but too expensive",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this as a free mini sample and loved it!!! Then I looked it up and saw how much it costs for the mini size, Iu2019m so sad! I really wanted to buy this but itu2019s too expensive for the amount you get."
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love loved this , need it again asap. Always made my skin feel new and shiney"
        },
        {
            "review_title": "NOT worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've been using this product for over a month & see no difference. Also, it's getting OLD to pay for a bottle that's half glass to make it seem like the bottle is full."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not worth the price for the miniscule amount you get"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It's been 2weeks of using the product, i see the result in the first week itself. The pore size reduced and started to see the improvement in skin discoloration. Really like the product."
        },
        {
            "review_title": "even for the sensitive skin girlies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "i have sensitive skin and this does wonders for me. it doesnu2019t irritate or smell bad? a lot of people says it smells bad but i donu2019t smell anything tbh. iu2019ve been using this for 3 years now and havenu2019t switched. wake up with brighter and smoother complexion and feel 10 times healthier 100% recommend!"
        },
        {
            "review_title": "A must have in my night routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I am glad I took this risk. Not seen my face this even and glowing in a while"
        },
        {
            "review_title": "ruined my skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "bought this after seeing all of the positive reviews! my skin was pretty clear before using this and it gave me an awful, painful rash after using it ud83eudef6ud83eudef6ud83eudef6"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using this in my skincare routine for 4 years now and have not found anything close! I use this every other night, and wake up with glowing skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is probably the only high end skincare I buy. Itu2019s worth it. I can even use it in the winter."
        },
        {
            "review_title": "Not for sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This ruined my skin, completely burned and broke me out. To be fair I have sensitive skin due to lupus but it really did disrupt my skin barrier."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Sunday Riley's Good Genes serum is a game-changer! Its delightful fragrance is a cherry on top, making skincare feel like a luxurious ritual. Unlike some products that trigger breakouts, this one is gentle yet effective, leaving my skin clear and radiant. I apply it three times a week before bed, and each morning I wake up to unbelievably soft and smooth skin. The transformative power of this serum is evident; it has not only softened my skin but also improved its texture remarkably. I second all the reviews saying that a little bit goes a long way! I've had my current full size for almost a year, which does make the price point more economical. I couldn't recommend it more for anyone seeking a skincare staple that delivers on its promises without irritation."
        },
        {
            "review_title": "Holy Grail u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Luna + Good Genes have been in my skincare routine, along with several other Sunday Riley products, for a decade now. A little goes a long way! Iu2019ve religiously purchased these two products and also gifted them because they work so incredibly well. Unlike countless other products Iu2019ve purchased, these give me fresh, glowing, anti-aging results that more than justify the costs. I also find it impressive that a few pumps is more than plenty to treat my face, neck and du00e9colletu00e9. Iu2019m doing my Sunday night Luna + GG mask as I write this review because I need to add more to my basket. I purchase once a year and use them every other night and GG most mornings to prep my face for makeupu2014thatu2019s how little I use to get awesome results!GG is so moisturizing I rarely wear moisturizer overtop except in dry winter months. This is the best and most gentle regular exfoliating treatment Iu2019ve ever triedu2014love it!"
        },
        {
            "review_title": "Best at-home skin care Iu2019ve ever tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "My sample of Good Genes lasted 3 nights. The texture, feel, and evenness of my skin improved so much, I look like Iu2019m wearing a filter. Best OTC skincare product I have ever used. Wish it were in the budget right now."
        },
        {
            "review_title": "Canu2019t get enough",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Have been using this product nightly for years, often alternating every other night with a retinol treatment. Sometimes I wonder if itu2019s actually doing anythingu2026 and then I run out, and my pores clog. Best product!"
        },
        {
            "review_title": "New obsession",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Such an amazing product. Gives you instant one day results. I used it over night and the next morning my face had been renewed. And itu2019s like that feeling every single morning when I wake up and check my skin. Holy grail."
        },
        {
            "review_title": "Magic in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I have tried many products over the years and nothing has cleared my breakouts and texture like this serum has.  Iu2019ve tried other products with actives such as AHA/BHA and lactic acid, but they do not provide the results this serum does.  Salicylic acid for example clears breakouts for me, but strips my skin of hydration and causes redness, whereas this serum clears but doesnu2019t have those negative impacts for me. Itu2019s disappointing how expensive the product is, but during the sale I purchased the largest size. It comes in a glass bottle instead of the deceiving tiny plastic container that the smaller sizes come in. The serum does have a tingly effect but it doesnu2019t bother my sensitive skin.  I layer with a hyaluronic acid on my dry patches. I think the product is worth a try if youu2019ve tried everything like me but want results!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Instant results. I love how plump and fresh my skin looks afterwards."
        },
        {
            "review_title": "Just buy it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I am a bit mad at how well this works because Iu2019m going to have to buy another bottle despite the cost. Iu2019ve been using it twice weekly and itu2019s like a magic eraser for lines and wrinkles. My skin looks fresh and healthy after I use it. SR suggests using this on top of CEO glow, but I didnu2019t like that. I use it the other way around and have amazing results."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Smells awful, burns slightly, and causes breakouts. If you have skin of armor, this is for you, but otherwise run far away."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I've used this product and it literally burns my skin and makes my face all red. I don't know if it's the product or it interacting with my face, but def a no for me"
        },
        {
            "review_title": "1 use of the sample broke me out for days",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this as a sample, used it one night and it broke me out like crazy for days to where my face is red, blotchy, itchy and Iu2019m unable to put ANYTHING on my face that wonu2019t further irritate it."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "In love and cant get enough of this all in one ( in my opinion) serum. I have seen a change in texture and skintone."
        },
        {
            "review_title": "Really wanted to love this u2639ufe0f",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have gone through two bottles of this now with a break in between each because although it gives me glowing skin when I use it, I do think it triggers my acne rosacea. Each time I used it, I had a flare up a few weeks into the bottle. If it suits your skin, it works wonders in the brightening alone but unfortunately for me itu2019s a no go."
        },
        {
            "review_title": "genuinely best product iu2019ve ever used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i used this once because of the sample size and it made my skin glass. iu2019ve never had a product thatu2019s done this. since iu2019ve only used it once, my acne isnu2019t obviously gone, but thereu2019s def a difference. really wish i could get the full size but no way for that price:(wisrecould get the"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I'm thoroughly impressed with this skin care product! It's been a game-changer for my skin, providing long-lasting hydration and leaving my skin feeling soft and supple. The texture is divine - lightweight and non-greasy, making it perfect for daily use. I was a bit skeptical at first, but it's exceeded my expectations in every way. I've noticed a significant improvement in my skin's overall health and appearance, and I can't recommend it enough! If you're looking for a product that truly delivers, look no further. Five stars and a big thumbs up from me!"
        },
        {
            "review_title": "Texture? Donu2019t know her!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Used this bottle until it was dry! Helped with all my congestion and texture on my skin. I have oily combination skin. Used this before I eventually got onto Retinol."
        },
        {
            "review_title": "Worth the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I got this as a free sample and I'm now addicted and have since purchased a full size. It lasts a long time - you only need to apply a drop two to three nights a week. It makes an immediate difference - the morning after my skin looks more refreshed. It also just feels and smells so luxurious. It is expensive so it's a treat rather than a must have!"
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is hands down my holy grail product! I have extremely dry, sensitive skin and have struggled with eczema for years. This did amazing things for my skin barrier and blackheads/skin texture is completely gone."
        },
        {
            "review_title": "Great for Boyfriends and Husbands Too",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Always a favorite. My boyfriend has been preoccupied with dark spots on his oily/normal skin (37, male, biracial), and asked if I had anything that would help. i got him his own smaller size to see if he integrates using it into his routines. If nothing else, forgoing a moisturizer, he will benefit from the creamy, smooth serum. It is like enchanted skin milk. So far, he really likes its simplicity, effectiveness, and vibrant smell."
        },
        {
            "review_title": "Calms skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Great for pregnancy and soothing for the skin. No smell, absorbs quickly and gets rid of redness"
        },
        {
            "review_title": "A must have for an effective skincare routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have lost count the number of times I have repurchased this skincare item and the number of years Iu2019ve been using it! Every single time I have recommended it to friends or family, they have come back saying it completely enhanced their skin tone and luminosity. I donu2019t use it every day. In fact twice (or thrice) a week at night on alternate days is all it takes for the magic to work on improving the quality of skin."
        },
        {
            "review_title": "Would not recommended",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "believe it or not i had clear skin before using this product. obviously not a fan itu2019s left me with tiny blisters. would not recommend if you have sensitive skin the price for this is crazy to me"
        },
        {
            "review_title": "Holy Grail Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the one product that I must use at all times. I see a noticeable difference in my skin after 2 weeks of use. My skin is softer, firmer, and appears so much clearer. 10/10"
        },
        {
            "review_title": "Causes bumpy itchy skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Light skin tone, Dry skin",
            "review_text": "Made my face bumpy and itchy..Now I dont know what to do.I hate this product"
        },
        {
            "review_title": "A staple in my routine for years!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have been using this consistently for the past 6 years and cannot go without it! I use it every night before apply serums and moisturizer. If I forget to use it or go a day without it, I notice the grittiness and feel like my foundation doesn't apply right the next day. I wish it wasn't so expensive, but it is for a reason!"
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I absolutely love this product! It has helped my deep smile lines dramatically; forehead lines too. Best part for me is the even skin tone. I suffered from acne which left my skin full of blemishes. This product has faded the dark spots and even cleared out my pores. Before I even finished my first bottle, I started leaving the house with NO makeup. No joke! Itu2019s so wonderful to love the skin Iu2019m in. Good Genes is a must have, always!"
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This stuff makes my skin so smooth and my dark spots fade, my pores are so clear. Iu2019m in loveeeeeee. I recommended it to a friend with acne and dark spots, her skin was visibly clearer within a week!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I have sensitive rosacea skin but can easily tolerate this. It leaves my skin incredibly smooth and even toned."
        },
        {
            "review_title": "Donu2019t waste your money on this!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This actually made my face worse. What I was able to accomplish with this is a severe that sent me to the ER and they had to prescribe me steroids! It started out by burning my face. never .again thena .rash then drying it out, and then it graduated into the rash"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I am in my 40u2019s and I love this magic in a bottle. My skin feels amazing using it! This is my second bottle."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Fantastic product! Makes my sensitive skin so happy. My skin feels plump, radiant, and smooth when I use this. Big fan!"
        },
        {
            "review_title": "MUST BUY!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the stuff! I had the WORST acne this fall and I had no clue what to buy but I was recommended this and let me tell you it worked wonders. I saw results pretty quickly after about 2 weeks my scars and acne started to disappear"
        },
        {
            "review_title": "Fantastic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great product! Use day and night. Very easy on skin but noticeable results."
        },
        {
            "review_title": "An absolute must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t write many reviews but this is the best skincare product Iu2019ve ever used. Iu2019ve tried it all. This delivers. It makes my 42 year old skin look ten years younger. I can go makeup free after using this product. I highly recommend!! Try it."
        },
        {
            "review_title": "Must have in my daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "My must have morning and night. Iu2019m in my mid fifties and have seen a big difference in the fine lines on my forehead, around my mouth and cheeks. My skin is brighter, smoother and I've seen a significant improvement on my dark spots."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This is my 3rd bottle in the past year and a half and I will say it has made such a difference on my skin. Iu2019m constantly getting compliments that my skin is glowing when I only have this one for the day! Get it!"
        },
        {
            "review_title": "Fantastic Skin Care product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this skin care product. It is part of my everyday routine and my skin has never looked better. I will continue to use and recommend this product."
        },
        {
            "review_title": "Absolutely must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve used this product in the past, stopped because of price point, but I have skin that breaks out with everything. So, back I came and Iu2019m so happy and will not skimp again. Iu2019ve been using for two days now and can see a huge difference in texture and appearance of wrinkles. Just buy it!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I started using this about three weeks ago and was prepared to return it, as most products irritate my skin. I have sensitive, reactive rosacea but I have clogged pores near my chin and wanted to give this a try based on the great reviews. Holy smokesu2026itu2019s amazing! I definitely recommend testing on a small area first (as I did) to make sure it doesnu2019t irritate your skin but I think I have finally found an exfoliator that actually works for my skin."
        },
        {
            "review_title": "Absolutely love (even with super sensitive skin)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought this prepared to have to return it thinking my skin wouldnu2019t be able to handle it. My skin is extremely sensitive and canu2019t even handle gentle acne cleansers. I started out using this every few days to be safe and built up to every day. I have had zero sensitivity from this or irritation. My skin feels so smooth just a few weeks after starting to use this. Iu2019m really pleasantly surprised and this will definitely become one of my new favorite products."
        },
        {
            "review_title": "Radiance and bouncing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "I'm using this serum every second night, because every night is too often for me and my skin starts looking dehydrated. In the morning my skin looks more radiant and feels more bouncing. I apply Sunday Riley retinol after it and then put on Summer fridays cushion cream - >my skin has never been looking sooo good."
        },
        {
            "review_title": "Lives up to the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I was hoping this product was overhyped because of its price but unfortunately it really is that good. I have never encountered a chemical exfoliant that clears pores and softens skin until now. Skin feels amazing!"
        },
        {
            "review_title": "Facial in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is my all time fave and I have super sensitive skin. I use this and then follow up with the tatcha water cream. Skin looks so dewy and feels so hydrated after. Itu2019s the glass skin look. But I have to cycle it after a month of use or my skin will get use to it!"
        },
        {
            "review_title": "A nightly staple for me!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Iu2019ve been using the 1.7 oz for a few months daily, it has really helped with texture on my skin and makes my face so soft. I will say the people buying the smaller size and it looking like itu2019s not a lot of product..read amount of product in the item before you buy. Itu2019s not cheap,but itu2019s worth it."
        },
        {
            "review_title": "Stuff works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the only product to drastically reduce the lines on my upper lip..  Iu2019m 59 and never had many lines or wrinkles until about 2years ago, now lipstick/gloss bleeds. I use this before a go out.  Works awesome!"
        },
        {
            "review_title": "I wish I found this sooner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Immediate results! I saw results right away. My skin feels so soft and brighter. Don't sleep on this product."
        },
        {
            "review_title": "10/10 only thing that works for my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Iu2019m obsessed with this product. It instantly cleared my forehead skin texture issues. The second I stop using this product, the bumps come back so itu2019s now an everyday staple in my skin care routine."
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I received this product as a sample to try and fell in love with it so much that I purchased the big one . my face is very smooth and I follow it up with my moisturizer works great with my skin care routine"
        },
        {
            "review_title": "Iu2019m 42 and I have Good Genes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried saving money and using all of the OTC dermatologist recommended products, but alas, I still have rough patches and dry skin and even my oily t-zone was blah. I then switched to all of the even more   expensive products friends and magazines recommended. But nothing worked - Still had the same dull and patchy skin. So I went back to my Sunday Riley regime and man oh man, NOTHING makes my skin feel so good as these products. Deeply Moisturized and QUENCHED. Youthful. No dead skin build up. The Good Genes was the first SR product I tried. While I admit I am not a person who stares at my pores or discoloration, I know this stuff works. I can feel it in my skin texture and how it feels 24/7. No little dry patches that call our for rough exfoliation, no dead skin cells bunching up under tinted moisturizer. Just smooth and happy skin."
        },
        {
            "review_title": "A must have in my routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love love love this product!!! A must have in my skin care routine."
        },
        {
            "review_title": "! Deceptive packaging! Ripping people off!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Product is ok but completely turned off when companies are deceptive in their packaging! This was hilarious! Couldnu2019t believe when I opened it. Such a joke! Ripping people off!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It works great for my skin. I like how it gets rid of dead skin the next day."
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Really like this product. My skin had a little purging to begin with but settled after a week. Best if you use a lightweight moisturiser over the top to encourage cell turnover."
        },
        {
            "review_title": "Love this AHA, can be used with CEO Vitamin C 15%",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "One of the best AHAu2019s and when used in combination with Sunday Rileyu2019s Vitamin C CEO 15% really helps get rid of dark spots. I use this 2 times a week or when I have a break out coming. Once a week I do one by Paulau2019s choice thatu2019s 25% because your skin gets used to the aha percentages. Again Sunday Riley uses a lot of quality ingredients one of the best product lines out there"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "An employee in store recommended this to me to use as a primer bc I was very flaky when I wear foundation (which I hardly do). Iu2019ve incorporated it into my morning routine and itu2019s amazing. No more flaky dry spots when I do wear makeup but it makes my skin look amazing even when I donu2019t."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my 3rd bottle! I love this serum it plumbs the skin makes it super soft and fills the fine line .. i wish it was cheaper tho"
        },
        {
            "review_title": "The perfect skincare item for most concerns",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Best skincare product you can use. Amazing for pores, lines, dullness, literally every skincare desire you have this addresses. Couldnu2019t recommend any higher that you at least give it a shot!"
        },
        {
            "review_title": "The BEST Exfoliating Serum There Is!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love Good Genes! Hands down my favorite serum Iu2019ve ever tried. I use prescription tazarotene so have to be careful with actives but GG is gentle enough to use 1-2x per week. One pump for my face and one for neck and chest keeps my skin looking fresh & glowy!"
        },
        {
            "review_title": "Not for sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Waste of money. Caused breakouts; not for sensitive skin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "I received a sample of this and ended up purchasing it after the fact because I liked it. Iu2019ve now purchased a second bottle and love how Iu2019ve incorporated it into my morning skincare routine. I have oily skin and Iu2019m in my early 30s.  Iu2019ve found that I get the best results out of it when I apply it after I use a vitamin c serum. I let it settle into my skin and then follow it up with a hyaluronic acid serum. This product has done wonders for my skin."
        },
        {
            "review_title": "The active in my 3-step morning routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m a skincare minimalist and this product is perfect because I donu2019t have to buy a ton of other things. My skin is so smooth and my pores are nice and tight. Grape water mist, Good Genes, and some priming moisturizer are all I need for a good skin day. My skin has always been oily, but now that getting into my late 30s this really balances me out."
        },
        {
            "review_title": "Breakouts",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was really excited to try this product but it caused very deep breakouts on my face after only 3 uses. I know it is this product because it is the only one I changed in my skincare routine."
        },
        {
            "review_title": "Works great, very pricey",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "the product is amazing, it does work, IF YOU USE IT DAILY AS DIRECTED. You can't spare on a product like this, or it's not effective. The packaging is deceptive.  one half a fluid ounce. it's not a lot."
        },
        {
            "review_title": "LOVE !!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I LOVE THIS STUFF!! but the fact that itu2019s so expensive I try and ration it lol, itu2019s great tho def has helped my skin a lot! My skin hasnu2019t been this clear and radiant in a while!! Love it but price is meh :((("
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Itu2019s a great AHA treatment but I echo the other comments about the actual size of product in the container."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This product is strong and it beat used maybe 3 times a week to start. It tights the skin and clean brea out super quick. When I stop using it I notice a big difference in my face. Itu2019s a must have!  different just"
        },
        {
            "review_title": "Worth the $$$",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "this product is my roman empire. i think i first used this product 7 years ago and havenu2019t stopped thinking about it since. now that I have adult money i have decided to come back to this product and have been seriously loving it. itu2019s given my skin the biggest glow up. it really helped brighten up my skin and gives me such a tight bouncy feeling."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My bottle and the inside of the packaging it came in were covered in dust upon opening. It was kind of gross - that being said, the product was just okay"
        },
        {
            "review_title": "Helps with my breakouts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Wow, this actually helps with my acne. Iu2019m an acne veteran and I have tried a lot of products. It was nice to realize I didnu2019t waste my money. I use the treatment only on the affected areas, so the 50ml bottle lasts for a looong time  for me."
        },
        {
            "review_title": "Visually appealing but not for me.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I bought this along with C.E.O. and Luna, and was not entirely sold on the product, I would use this after applying Luna and I found that it stung quite a bit but this would subside in like 30 seconds. The smell is also quite chemically and the amount one pump gives you is quite a lot. At first, I didn't realize how much and was left with a lot on my hands so I only used half pumps from then on. Overall, i didn't see any change in texture, colour or firmness, so I most likely will not buy again.  I would like to mention that the branding is amazing and very well done!"
        },
        {
            "review_title": "Below reviewsu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s not really deceptive packaging. It says 30mL, 50mL, or 100mL depending on which one you choose. Youu2019re getting the amount you buy whether itu2019s in a bag inside or the bottle alone. If youu2019re feeling itchy, itu2019s because youu2019re allergic, not because the product is bad/doesnu2019t work."
        },
        {
            "review_title": "worst ever! be careful what you are using",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "be careful what you are using. I bought this product after reading  all the reviews. I applied it exactly what they recommended and now look at my face! they don't even make a return because I missed the window. I contacted the company directly but they didn't even care because I made the purchase via Sephora and they recommended more products for me to use. I have to pay $$$ to see a  doctor and I didn't get a refund and it cost me more! don't buy it! be careful what you are using!!  it is itchy and I can't even cover it with makeup."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I been using this product this past week. I love the results."
        },
        {
            "review_title": "Holy Grail Skincare!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Sunday Riley Good Genes Serum has completely transformed my skincare routine, and I can't sing its praises enough!  First and foremost, the results are nothing short of remarkable. After just a few weeks of consistent use, my skin has become noticeably smoother, brighter, and more even-toned. Those pesky fine lines and dark spots have significantly faded, and my complexion has never looked better. This serum truly lives up to its promise of delivering good genes to your skin.  What sets this serum apart is its powerful yet gentle formula. It's loaded with potent ingredients like lactic acid, which exfoliates and renews the skin without causing irritation. I have sensitive skin, and I've experienced no redness or discomfort while using this product. It's a game-changer for anyone looking to achieve that coveted radiant glow.  The packaging is not only aesthetically pleasing but also practical. The pump dispenser ensures that I get the right amount of product every time without any waste.  I also appreciate that Sunday Riley is a cruelty-free brand, and this serum is free from harsh chemicals. It's a product I feel good about using on my skin.  While it's a bit on the pricier side, a little goes a long way, so the bottle lasts a while. Considering the incredible results, it's worth every penny.  In summary, Sunday Riley Good Genes Serum is a skincare superstar that delivers on its promises. If you're looking to invest in your skin's health and achieve a radiant complexion, look no further. This serum has become a holy grail product in my routine, and I can't recommend it enough!"
        },
        {
            "review_title": "Donu2019t bother",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This product is a joke. The whole container is massive and the little bag inside is so tiny. Not worth the price for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love this product, I can see the difference in a week."
        },
        {
            "review_title": "Deceptive packaging",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "After using the product, it didnu2019t help with any dark spots. I couldnu2019t tell any difference in my skin. Also, the packaging was deceptive! The bottle doesnu2019t have any product in it! The dispenser is in a small plastic bottle inside the glass bottle. The amount of product you get for the price is ridiculous, and the packaging is even worse."
        },
        {
            "review_title": "if i could only use 1 productu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "this product alone has entirely changed my skin. i have hormonal acne, lots of scarring, with combination skin. iu2019ve tried numerous routines over the years, but this is the only product that has stuck. iu2019ve noticed a big difference in the texture of my skin, and a lot of the scarring and dark spots are no longer noticeable. iu2019ve also found breakouts to be less invasive and consistent. itu2019s pricey, but a little goes a long way so the product does last quite awhile. iu2019ve been using this for about 2 years now, and will continue to repurchase."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "Love the results after using for a month now. Definitely see an improvement in my pores."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I tried to love this product so much but it didnu2019t work out for me. It would make my skin sting every time I use it so I had to stop. If you have sensitive skin, donu2019t use this product!"
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "After using this product for nearly a month, it caused me to experience breakouts! Initially, I thought my skin might be going through a detox phase, but the breakouts only worsened, so I decided to discontinue use and return the product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "My skin has never been clearer. Iu2019ve repurchased so many times."
        },
        {
            "review_title": "They say beauty is painu2026.and itu2019s true.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "My tried and true for stubborn acne. If your skin is sensitive donu2019t use this. But if you can stand the burning it works. Have had the same area of stubborn acne that have stayed on my chin for over two months. Finally caved and bought myself another bottle of old faithful and yep 3 days later and that stubborn acne is gone. Yes sheu2019s expensive. Yes this stuff really really burns, but it WORKS. This is the really fast and (painful) way of getting rid of stubborn areas."
        },
        {
            "review_title": "If you have sensitive skin try as a mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have sensitive skin but I still love this product as a mask! I cleanse my skin, dry, then put a pump of this on and leave for 15 minutes. Then wash off.  I feel it makes my skin sooo smooth even when used this way."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Don't buy if your skin sensitive. My skin start peeling and feels so stung after using it. I have to stop using it. Such a waste cause this isn't cheap."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "it doesn't work as good as I thought it would:(. It was very watery and smelled horrible"
        },
        {
            "review_title": "The Best Chemical Exfoliant for Dry Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I wish I didn't absolutely love this product. My skin feels tighter, more supple and better textured when I use this 2-3 times a week. I have dry skin and researched that lactic acid would be the best option for a chemical exfoliant. This one is perfect for keeping my wannabe dry skin hydrated."
        },
        {
            "review_title": "ageless skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been using Good Genes All-in-One AHA Lactic Acid treatment for about two weeks and I have noticed a big improvement in my skin. My acne scars have decreased significantly and I donu2019t notice any lines/wrinkles in my face. It does have a slight tinge or burning sensation but itu2019s brief and not painful. I definitely recommend!"
        },
        {
            "review_title": "Works great but burns",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is my own experience with it but Iu2019m sure it works very well for most. I wanted to love this product but I have a burning sensation on my face when using it, which goes away after 10 min. I donu2019t really have sensitive skin either. For the couple weeks Iu2019ve tried it, it really did what it is created to do. I just did not feel safe about the burning feeling so had to return."
        },
        {
            "review_title": "Tretinoin who?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have attempted to incorporate tret into my skincare routine several times. Iu2019ve tried custom formulations (apostrophe, curology), Iu2019ve tried regular old tret in different formulations (cream and altreno/gel). My skin just does not love it. It takes forever to get past the purging and irritation and once I finally do, the results are inconsistent. Enter this gem! I started alternating with this and my tret and the difference was almost immediate. I dropped my tret altogether and use this at night. Pimples decreased immediately overnight, skintone more even. Just do yourself a favor and stock up. Especially if you have sensitive skin!! I cannot love without this serum. I hate that itu2019s sooo pricey but itu2019s worth everryyy penny!"
        },
        {
            "review_title": "A Definite Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Product Review for  SUNDAY RILEY Good Genes All In One Lactic Acid Treatment. It is a face serum  exfoliates and clarifies, smooth texture, brightens the look of dark spots and plumps the appearance of fine lines. Ok first lets talk about what didn't do for me. It didn't exfoliate my face which was a little disappointing. It didn't reduce any dark spots. It didn't give me a smooth texture either. I still need a moisturizer. But let's talk about what it did do. It actually did seem to make my skin plump my skin and tighten spots that needed it. For that alone I am recommending this. I will be wearing it under my makeup and it will be part of my day/night skin care routine."
        },
        {
            "review_title": "Smells like kitchen cleaner",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I don't know how effective this is because the smell is overpowering (think lemon Pine Sol or a lemon kitchen cleaner). I can say that my skin doesn't seem to hate it, but any benefits are overshadowed by the headaches."
        },
        {
            "review_title": "This is in my daily routine!!! 5 stars!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I started using this a few months ago and I love it! ufffc I had to buy a second bottle. ufffc I also sent my daughter a bottle. ufffc It is definitely a must have!!!! ufffc I am a fan of Sunday Riley skin care products so far. I have 5 ufffcof their products!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "When it comes to Alpha Hydroxy Acids my skin prefers Lactic over Glycolic any day, as it's gentler, and this formula containing Lactic plus Licorice and a host of botanicals is good stuff! I try not to use anything containing AHA's during the daytime as I'm never convinced I've reapplied my SPF sufficiently to protect against the strong Florida sun. For that reason I use it on a night time only. The texture of Good Genes is light and would suit most skin types I'd imagine, other than possibly sensitive. Having an oilier skin type myself, I find I usually don't need to use a moisturizer once I've applied this as it hydrates sufficiently on its own. Results-wise: I found my skin tone generally brighter within a week of starting use and also it feels much smoother - definitely down to the Lactic Acid. It does contain silicones, however they are thankfully much further down the ingredients list then most silicone-containing products. I came across concerns in other reviews about the 'essential oils' in the formulation so I did a spot of detective work... of the 2 oils in here, Meadowfoam Seed Oil is a non-photo toxic carrier oil and Lemongrass oil is an essential oil, although not a photo toxic one either, and therefore no reason for concern. I have tried the 'Glycolic' version of 'Good Genes' too, which I purchased in the UK but found it to be too strong, the Lactic acid formulation we have here in the states suits me much better.   ~ My Sephora Top 7 must-have list ~  (My top 7 must-have beauty products of all time, focusing mainly on my purchases at Sephora)  1. Hair Loss Treatment: u2018Divine Herbalu2019 - Hair Oil  2. Shampoo: 'Sephora Collection' - Deep Cleaning Shampoo 3. Face Mask: u2018Peter Thomas Rothu2019 u2013 Pumpkin Enzyme Mask  4. Pigmentation + Anti-Aging Serum: u2018Divine Herbalu2019 - Facial Treatment Serum 5. Face Scrub: u2018Sisley' - Botanical Gentle Buffing Cream 6. Lip Balm: u2018Nuxeu2019 u2013 Reve De Miel Lip Balm 7. Lip Liner: u2018Sephora Collection' - Rouge Gel Lip Liner"
        },
        {
            "review_title": "Horrible recommendation!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I don't know what the fuss is about this stuff. I hear a LOT of good things from influencers, but it seems like real customers aren't liking it. I've been using this for 3 months and I wear SPF 50 on my face, but almost think my dark spots are worse having used this product!"
        },
        {
            "review_title": "Can't Tell A Difference",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I recieved Good Gene sample in the mail. Based off the 3 tiny drops I received, while it did exfoliate my face, it burnt and left a lot of redness. This product is not for you if you have sensitive skin. Long term, I'm not going to be able to tell a difference with a one time usage. I need about 3 more samples to accurately give a review. It's a very expensive product and I would like to know that it works before buying."
        },
        {
            "review_title": "Plump Skin and Minimized Pores",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Iu2019m absolutely loving the Good Genes All In One Lactic Acid Treatment. Iu2019ve been using it at night after cleansing and my skin appears more hydrated and plump in the morning. It also minimizes the appearance of my pores. It has a light serum consistency and has a wonderful lemongrass scent. I can definitely notice a difference in my skin when I donu2019t use it. I received this product complimentary from Sunday Riley for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This is my first time trying Sunday Riley - I always see their products everywhere so I was super excited to try it out. I have super sensitive skin and notice this product made it tingle but nothing too bad. My skin feels so soft after using and brighter. I havenu2019t noticed much of a difference in my dark spots but I also havenu2019t been using it for that long - however Iu2019m excited to keep using it and see if they fade over time. Gifted by Sunday Riley"
        },
        {
            "review_title": "horrible products",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "absolutely ruined my skin barrier. i woke up the next morning after using it and my face was blotchy, swollen, red, itchy. it lasted for a week. now i have acne prone skin and constant breakouts"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Sunday Riley. Iu2019ve heard so many good things about this product and was excited to try for myself but I think my skin is too sensitive. Will pass this along and hopefully they will see results :)"
        },
        {
            "review_title": "didn't notice right-away brightening on my skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Gifted by Sunday Riley to give my honest review. After trying the All-In-One Lactic Acid Treatment as a face mask, I observed that it left my skin feeling smooth. However, I did not notice an immediate improvement in the dark spots and discolorations on my face. As someone with sensitive skin, I experienced a burning sensation for the first few minutes after applying the product, but it subsided during the 15 minutes I left it on. I plan to continue using it to see if it will deliver on its claims. For now, I will give it 3 stars because there hasn't been a noticeable visual change in my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I received this Good Genes All-In One Lactic Acid Treatment complimentary from Sunday Riley for my honest review. This treatment is easy to use as part of my regular skincare routine. It has a light lemongrass scent and a lotion-like texture. I use it a few times a week and notice that it helps keep my skin texture smoother and minimizes my fine lines. I have been using this for a few years now and this is a regular repurchase item for me. I highly recommend it."
        },
        {
            "review_title": "Amazing results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m in love with the product. It smoothes my skin so incredibly well. I use it every 5th day on my face and du00e9colletu00e9 area and I love the result it gives me. My pores are also disappearing, which I love. I always use the sunscreen during the day especially after I use the lactic acid at night. I received this product complimentary from Sunday Riley. Iu2019d definitely recommend it."
        },
        {
            "review_title": "Smooths skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "My skin feels smoother already! After just a few uses of this treatment, I really do notice a change. It feels slightly tingly/irritating at first, but itu2019s not bad, and I do leave it on. If you have very sensitive skin, you can use it as a wash-off mask instead. I wish it made my complexion look more even too, but itu2019s worth it for the feel! Gifted by Sunday Riley."
        },
        {
            "review_title": "Easiest treatment to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Sunday Riley. I love to use this treatment because it just feels like a cream. I prefer to use it at night vs during the day because it has a warning that it may make your skin more sensitive to UV rays. However, I havenu2019t noticed any increased sensitivity and my skin has been pretty smooth and radiant since using. It has a nice and light fragrance to it and not overpowering at all."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "So far so good - my skin gets really irritated really easily from chemical exfoliants, so I waited a couple of weeks before leaving this review to really see how my skin does. No break outs, my skin does look a bit brighter, and packaging is good. The only thing i donu2019t really like is the smell. Gifted by Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I loved this treatment because it provided multiple benefits in one serum. The Good Genes All-In-One Lactic Acid Treatment worked wonders on my skin in just 3 minutes, visibly plumping fine lines and wrinkles. The inclusion of purified lactic acid gently exfoliated my skin, revealing a smoother and more youthful complexion. I appreciated the balanced formula with ingredients like licorice, lemongrass, arnica, and prickly pear extract, which added brightness, toning, soothing, and instant calming effects to my skin. Whether you have acne-prone or sensitive skin, this treatment is versatile and helps maintain clear, glowing, and ageless skin. Gifted by Sunday Riley"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is one of my favorite products. I love all Sunday Riley but this one and ufo oil are my all time fave"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love all Sunday Riley products and Iu2019m now adding one more to my list of products I love. I feel it has made my pores appear smaller. I use it three times a week and have noticed that my skin looks better and feels smoother than before. I actually like the smell. This product was gifted by Sunday Riley"
        },
        {
            "review_title": "Unfortunately pass, strong scent!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love Sunday Riley products but I am so bummed I couldnu2019t even try this because I couldnu2019t get past the scent! Why is this scented? It smells like a strong strong lemongrass scent. So for my migraine friends, pass :("
        },
        {
            "review_title": "Best serum that does almost everything",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "One of my very favs Aha serums, gentle yet very effective. Itu2019s a gem, leaves my skin more radiant and my blemishes less noticeable. Started using it only at night like 2ce a week.  This serum is always a repurchase for me. Gifted by Sunday Riley"
        },
        {
            "review_title": "Must have in your routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "Sunday Riley Good Genes is a an excellent all in one treatment.  I have used this previously, and am happy to have it back in my routine.  With consistent use my skin is clearing up, pores are looking smaller,  and fine lines look less prominent.  I also noticed my dark spots look better and my skin is left silky smooth. This is a product that really works! It has a light, pleasant scent. Gifted by Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Sunday Riley gifted me this Good Gene's all in one lactic acid treatment and it is totally a winner.  I love Sunday Riley and thos one does not disappoint.   Such a gentle yet effective treatment.   My skin adores it and has a renewed glow.  Absolutely love this one@"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I  was gifted by Sunday Riley their Good Genes, which is one of my favorite products! Itu2019s a staple in my nightly skin care routine. Iu2019ve really noticed an improvement of fine lines and wrinkles since beginning using it about three months ago I recommend it to everyone."
        },
        {
            "review_title": "An effective treatment must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Another effective product by Sunday Riley love it a lot been using for a while now and for sure can see result for fine lines the area looks so more smooth and less lines which I love. Will continue using it and for sure will purchase new one after I finish this bottle highly recommended if you want to see result. Gifted by Sunday Riley and this review is based on my personal use of this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "i've heard a ton of great things about this product so i knew i had to try it out. i wasn't disappointed!! the ingredients in this are great and even after just a few days my skin already looked more glowy and healthy. disclaimer: i received this complimentary from sunday riley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The smells is horrible, but if you can get past it after a few uses it works great. Compared this against the Caudalie dark spot serum and feel the Sunday Riley is more effective and targets spots faster. Does spill."
        },
        {
            "review_title": "Fine Line Repair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My dark spots have lightened but what really stands out is how well this product worked on my fine lines. I have noticeable fine lines on my forehead and around my mouth and I can tell when I havenu2019t been using this. After two weeks of use, Iu2019m hooked"
        },
        {
            "review_title": "Hyperpigmentation be gone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "My skin gets very textured during the hot summer time due to sweat and this lactic acid will be my saving grace this summer. I apply at night and about a week into using this product i noticed my hyperpigmentation fading rapidly!! Gifted by Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "i wanted to love this so bad but it just did not seem to do anything for my skin. and the smell is near unbearable. a waste of money for me."
        },
        {
            "review_title": "Great Results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This treatment is a winner for me. I love how my skin feels more plump and smooth. I've noticed a Softening of my fine lines over the course of a few weeks. I've also noticed having a less oily Tzone.  Received complimentary from Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m so glad to have a chance to try another Sunday Riley product that was gifted by sundayriley.This all in one treatment is recommended . It improves my fine lines and wrinkles since using Good Genes. My skin feels more smooth and soft since using Good Genes .  I will continue use Good Genes and I am believing this treatment will come out a good result ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "It can be hard to tell what skincare products are effective and some may take way too long to work but this is definitely one that does what itu2019s meant to, and it does so QUICK. The very first time i used  it in my night-time routine, i woke up with super smooth skin! I was hesitant to add lactic acid to my skincare but this product is so gentle and has not irritated my sensitive skin. Gifted by Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I am obsessed! This is my second good genes bottle. When I apply it at night, it does it magic during the night and in the morning my skin looks great! I have noticed the improvement in the texture of the skin, it looks very smooth. I recommend it for sure for someone who wants to improve their skin texture. Gifted by Sunday Riley"
        },
        {
            "review_title": "The best thing I ever done for my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "The Best thing I ever used for my skin (I used a lot of different skincare products from Korean to to luxury brands). After a first application I saw improvements on my skin, my skin was radiant next morning, it was smooth, youthful and shiny. Lactic acid makes unbelievable results for aging skin. I am truly impressed and I will definitely repurchase this serum. Gifted by Sunday Riley"
        },
        {
            "review_title": "My favourite skin care product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "If I were to have only one skincare product this would be it. It gives my skin a glowing radiance. It seems to lighten darks spots as well. Lactic acid is the most effective acid at exfoliating my skin while also moisturizing"
        },
        {
            "review_title": "Even, Smoother Complexion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I had used good genes in my routine a couple of years back, and now using it again, the love is more than restored. It just leaves the skin looking beautiful - more even, smoother, and brighter. If you have stubborn dark spots, you should give this a try. I have never faced any irritation and my skin loves it. Gifted by Sunday Riley."
        },
        {
            "review_title": "A must have in my skin care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "Iu2019ve been using this product for a couple of years, the steep price has led me to try other similar products however I always find myself going back to this. In my opinion it works the best for my skin and this well worth the money."
        },
        {
            "review_title": "Works wonders for enlarged pores",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "High quality product with real results! This product was gifted by Sunday Riley in exchange for my honest review and opinion. This is literally the only product that has reduced the size of my pores. I have tried EVERYTHING. Doesnu2019t hurt that it works wonders for my skin tone and clarity. Canu2019t recommend enough!"
        },
        {
            "review_title": "Iu2019m so happy that Iu2019m crying!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This is my holy grail. Post acne marks are faded in a week. My skin is more even toned and smoother. Is it me or did my pores shrink?! What?!? Yes!!"
        },
        {
            "review_title": "youthful complexion: loadingu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "Sunday Riley's Good Genes is a game-changer. This lactic acid treatment instantly smooths and brightens my skin. It improves texture, reduces fine lines, and leaves my complexion radiant. The lightweight serum absorbs quickly, and the results are worth the investment. Highly recommend for a smoother, youthful-looking complexion. product gifted by sunday riley"
        },
        {
            "review_title": "Must-hav Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "This product is an Og staple in any good skincare routine. It definitely plumps and hydrates. Also noticed the lightning of my dark spots. Melts right into the skin and goes to work. Complimentary from Sunday Riley."
        },
        {
            "review_title": "Smooth, soft skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "As someone with dry, maturing skin, good exfoliants are a must have in my skincare routine.  I really like the way Good Genes, gifted by Sunday Riley left my skin smooth and soft after use.  I use the product a few times a week to get the results I want without overdoing it.  I have used it as a first step after cleansing at night and as a 15 mask in the morning (not back to back though!) and saw the impact on my skin texture.  No issues with irritation or over exfoliation with use about three times per week.  Iu2019m hoping that with continued use I will see a reduction in dark spots.  Only downside is price."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My skin looks smooth, healthy, and hydrated when using this lactic acid. It doesnu2019t dry out or irritate my skin. I am noticing that my skin looks more plump as well, which minimizes the appearance of my mini forehead wrinkle. Gifted by Sunday Riley"
        },
        {
            "review_title": "Worth every penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "One of my all time favorite products! This product makes my skin so smooth and glowy after using it a few times a week. It is such a game changer! Itu2019s worth every penny to add this to your routine (gifted by sunday riley)"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Omg smooth skin! In obsessed with this! It applies and sinks into my skin and after the first use I woke up the next morning and my skin Looked and felt so smooth. Iu2019m really looking forward to long term use and the results! This was gifted by Sunday Riley"
        },
        {
            "review_title": "Glowy skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I have been using this in my night routine, I use it on my clean face right before my moisturizer. It absorbs quickly and does not feel greasy. Can definitely tell the improvement on my dark spots and my skin overall looks brighter and glowy. I have breakout prone skin and this does not make breakout, thankfully! A new favorite and must have in my skincare routine. Highly recommended. Received complimentary from Sunday Riley."
        },
        {
            "review_title": "My skin LOVES this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I do not know how this works so fast but the results are stunning. I have used other cheaper lactic acid products over the years and they donu2019t come close to this. It does so many good things for my skin. My pores look tighter, my skin is softer and has a renewed freshness to it. My skin is more balanced and just looks more even overall. My finer lines are barely noticeable. Itu2019s also so very gentle and doesnu2019t irritate or burn at all. Plus the actual product feels nice to apply. Gifted by Sunday Riley. If I was going to recommend a product that does it all this is definitely it."
        },
        {
            "review_title": "Great new serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Sunday Riley gifted me this all in one lactic acid treatment. This is my first time using a product with lactic acid and I am very happy with it. I have been using it as for recommended 10-15 minutes and my skin feels super soft, cleansed and well hydrated after using."
        },
        {
            "review_title": "This + Luna = Win",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I originally received this in a power couple purchase, which comprised a small version of this and Sunday Riley's Luna retinol serum. I still have over half the Luna but ran thru the Good Genes (despite only needing one pump for my face and neck) much more quickly. I probably use each about 2x a week, due to sensitive skin, but the last time I got a facial, my esthetician told me, verbatim, whatever you're doing to your skin, it's working, so I obviously had to buy the giant bottle..."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This has been making such a difference in my skin!!! Iu2019ve been dealing with changes in texture, pores, and dullness over the last year and feeling self conscious. Iu2019ve been using a few nights each week and noticing my skin coming back to life! Itu2019s brighter, pores donu2019t look as larger, and texture is slowly smoothing back out!! This serum does tingle fit a few seconds but even my sensitive skin didnu2019t have any issues with redness or breakouts! Gifted by"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have dry sensitive textured skin and this serum is so nice and makes my skin smooth and more hydrated. It didnu2019t break me out and at first I was nervous it would but I feel like my skin felt really nice even after the first initial uses. This is a product that really works well and I was really surprised by the results I got so fast. My skin feels plump and more hydrated and this is a beautiful serum. Gifted by Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I am loving how well this is clearing and exfoliating my skin. The weather just got warmer near me so I am more sweaty and have more gunk on my face in general. I feel like my pores are staying clear because of this. I have also noticed my skin lookin plumper when I use it. This was gifted by Sunday Riley"
        },
        {
            "review_title": "Beautiful skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I received this product complimentary from Sunday Riley for review.  Since I have sensitive skin, Iu2019ve been using this as a mask for 15 minutes before washing it off and oh my god, I think this is what my skin has been needing. If I had known what I know now, I would have used this product much earlier in my life. It reduces fine lines and tightens the look of skin. It exfoliates perfectly and make my skin look bright and healthy, I love it!"
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love all the Sunday Riley products. This is the second time I have used this lactic acid serum. And I'm glad I got this one because the one I have is already running out. I never get tired of recommending it because the truth is that it is incredible. I like that it is a gentle acid so it does not cause any irritation. It has helped me with my acne problems. Every time i use it it leaves my skin soft, hydrated and looking healthier. It also has the advantage of having a double function since you can use it as a mask, leaving it on for longer. Itu2019s magic. Gifted by Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This all in one lactic acid treatment is complimentary from Sunday Riley. I love the luxurious looking packaging. the acid is quite gentle but using it on my pores has made them appear smaller over the week. i use sunscreen after awlays."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a magic serum, Iu2019m telling you. Iu2019ve gone a couple years without using it, so I forgot how amazing it was! I put it non at night before my moisturizer and when I wake up in the morning, my skin is plump, hydrated, and more youthful looking! The smell is gross, but I can get passed that.  Gifted by Sunday Riley."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This is one of my favorite skincare items ever. My skin looks so good when i use it. It glows so nicely. This is my third bottle, I literally can not be without it.  It does not burn or have a scent. complimentary from sundayriley"
        },
        {
            "review_title": "A phenomenal serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Kindly gifted by Sunday Riley. Wow is this serum incredible! Love the texture, and after I use it I certainly notice my skin looks brighter. My skin feels smoother and looks hydrated too. This serum works on my sensitive skin and does not cause any irritation."
        },
        {
            "review_title": "Can't be without it after all these years",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Such a beautiful treatment that I keep coming back to after trying so many other products. I truly see a difference in the texture and clarity of my skin after using it just a few times. I have combo, acne-prone skin and this serum doesn't cause any irritation or sensitivity. It's gentile yet so effective! I recommend it to all my friends!! Gifted by Sunday Riley"
        },
        {
            "review_title": "Must have for uneven aging skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Gifted by Sunday Riley. This has got to be one of my favorite Sunday Riley serums! I use it as a night treatment and wake up with soft and hydrated skin. My skin definitely craves it when I skip a day. I love that it targets so many of my concerns so less steps for me! Worth the splurge!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is positive for a reason because it gives you the most hydrated looking glow. Highly recommend this as an overnight treatment. I love the ingredients and the feel. Gifted by Sunday Riley skin care."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have received this product for free gifted by Sunday Rilay and I think is the product perfect for me and my skin, my tone is medium and sometime I have dark spots and this help me a lot! Love the serum"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "(gifted by sunday riley) good genes is an absolute powerhouse of a night treatment! i struggle with acne + scarring, so good genes has been helping to exfoliate for both of these issues. it sinks easily into my skin and isn't so harsh as to leave me dry/flaky. my skin has been GLOWING!"
        },
        {
            "review_title": "Best exfoliating and hydrating product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is my favorite skincare product in my everyday routine. When I was first introduced this product, the sales associate said I would be able to see results almost instantly. It wasn't until recently, where I really took a good look at my complexion and noticed my skin had more clarity and hydrated appearance. I have very sensitive skin and this exfoliating product works on my skin without irritation, rashes, or breakouts. However, if you have an active pimple or any breakage in your skin, it is possible to sting for a couple of seconds."
        },
        {
            "review_title": "Exfoliated and unclog pores",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Gifted by Sunday Riley. I love this product for for my spa day and will only use it twice a week to target my dry skin as a sort of exfoliator leaving my skin softer and helping gradually my dark spots. I would recommend using spf daily to see maximum results."
        },
        {
            "review_title": "My new holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Ever since I started using Good Genes my skin texture has improved drastically. I wake up with my skin feeling so smooth and GLOWING. My stubborn acne scars are also beginning to fade away. I have sensitive skin yet Good Genes doesnu2019t irritate it like other exfoliants do. This is definitely a new holy grail of mine and Iu2019m so glad I decided to give it a try. It was complimentary from Sunday Riley but Good Genes is a forever staple in my routine now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am on my third bottle of this stuff and can't live without it. It has done wonders for my skin as far as the texture and smoothness of my skin. I am using it everyday now that my skin is used to it and I only use it in the evening. Highly recommend! Gifted by Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product was gifted by Sunday Riley for my honest review. I have been using this for a couple of weeks now and I really like it so far. My skin looks a bit more glowy and super soft. I love the pump. I definitely highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is one of my favorite lines Sunday Riley has come out with. Itu2019s pricey, but again, you canu2019t get good, effective skincare products without spending money! Itu2019s totally worth every penny, and if youu2019re looking to get into skincare this is a great place to start! Gifted by Sunday Riley"
        },
        {
            "review_title": "Seeing less dryness on skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "My skin responds really well to a good lactic acid, and I have seen this one on the market for some time and always heard good things.  This was gifted by Sunday Riley and I have been using it every couple of days and starting to notice some smoothing out of rough patches on my skin.  It says itu2019s gentle enough for daily use, but my skin is really sensitive and I canu2019t tolerate it that well yet.  At the end of the day, I like to follow this treatment with a facial oil and have been loving how my skin feels in the AM.  Although I havenu2019t seen any changes with lines on my face, I have seen a difference in dryness.  Usually my skin is on the dry side and tends to peal a bit or clump under makeup, but thatu2019s seems to be reducing and I feel like Iu2019m looking more hydrated.  Iu2019m really looking forward to seeing the longer term benefits of this treatment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My skin is obsessed with this Sunday Riley product - having sensitive acne prone skin it does wonders for my face!!  Itu2019s pricey but so worth it! #sponserme ud83dude09"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Love this lactic acid from Sunday Riley. The ingredients are amazing and leaves my skin feeling soft and plumped. To top it off the packaging is so pretty u2728. Doesnu2019t have a strong scent which I love because I have sensitive skin. Gifted by Sunday Riley"
        },
        {
            "review_title": "Worth the splurge",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Wow!!! This really works wonders. I have sensitive/dry skin so Iu2019m always hesitate to putting any type of acid treatment on my face but I loved how it felt on my skin. I do think itu2019s overpriced but I think itu2019s  worth the splurge."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Latic acid keeps skin looking good, plus it helps to firm. Use it a bit more heavily at night once a week, keep on for 10 minutes and you have a super latic acid peel mask! Skin just looks so good when using her line. This is for everyone; use it at night normally, but when paired with her sunscreen, great for day too. Sunday Riley gifted me"
        },
        {
            "review_title": "Works great !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "So this is actually my second bottle of this treatment ! I received one in my advent calendar so when I had the change to get gifted by Sunday Riley I had to take it ! My skin absolutely loves this treatment. It instantly plumps and gives my skin a glowy feeling ! I love the slight tingle it gives me and the pump dispenser works great ! I would purchase again for the third time ! ud83eudd70"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Sunday Riley has gifted me this amazing product. I was so happy and excited to try this. It is absolutely amazing and the packaging is so cute. The product helps with smoothing wrinkles and helps my skin look younger and fresh."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This acid treatment has done miracles for my skin! Iu2019m obsessed with the texture and how much my skin loves this product. I even bought one for my dad and he actually uses it and tells me he loves it!! Gifted by Sunday Riley"
        },
        {
            "review_title": "Great serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "Love this serum, it is truly such an all in one. Moisturizing without irritation or clogged pores, truly hydrating when I wake up Iu2019m not dry, not too heavy, keeps my skin supple and fresh looking. Sunday Riley has never disappointed me! So glad I could try this gifted by Sunday Riley product :)"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Iu2019m so excited to receive this product. I am definitely notice and clean lines and wrinkles in my 40s. I love the texture of this product and definitely helps improve the appearance of my skin and reduce my fine lines. Gifted by Sunday riley"
        },
        {
            "review_title": "Worth the Price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "My skin is sooo sensitive, oily, and generally problematic. I have been using this with the Sunday Riley Luna Oil and CEO Vitamin C every night, and have noticed a significant difference in poor size, acne, and redness/ scars/"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I was gifted by Sunday Riley. This is a 10/10 must need serum! I absolutely love this serum and what it does for my skin. Easy pump dispenser. It does have a slight tingle but nothing serious and it goes away after a few seconds. I use this night and day and have seen a big difference in the appearance of my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Sunday Riley. I love sunday riley! Their lactic acid is one of their best products. I have been using it for a few weeks now and my skin looks so much more brighter and smoother. I only use one pump for my entire face so this will last me"
        },
        {
            "review_title": "Run get this now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is the best thing Iu2019ve ever used! I have been having some redness and texture on my cheeks and I kid you not I used this maybe twice already and itu2019s almost cleared it up completely! It is a bit pricey but itu2019s worth every penny!but"
        },
        {
            "review_title": "I am definitely impressed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This treatment is amazing and I'm loving my results so far! It has a milky type of texture that absorbs very nicely into the skin and leaves it feeling silky soft. I love that this is a multi-tasking product that exfoliates, plumps and improves my skin's radiance. I see improvements with every use. I have been struggling with a cluster of dark spots and have noticed that they are starting to fade. I also have very noticeable enlarged pores on my cheeks and nothing seems to work in them, but after having used this I honestly see them getting smaller. I am super excited to see my continued results with this serum treatment."
        },
        {
            "review_title": "Super gentle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have sensitive skin and happy that this did not irritate me at all! I used once a week and have been super happy with my results. My texture looks way less visible, Iu2019ve been getting compliments on how my skin is glowing which made me realize that this is actually working! This is now one of my favorite acids to exfoliate. Gifted by Sunday Riley."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is amazing!! Within a couple of uses, my skin looks healthy and vibrant. It has helped clear away any small impurities I had on my skin. As someone with sensitive skin this wasnu2019t harsh at all. Gifted by Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have acne-prone combination skin, so I always keep an exfoliator product in my skincare routine. Sunday Riley's Good Genes All-In-One AHA Lactic Acid Treatment has been a game-changer for me. It effectively exfoliates my skin with its lactic acid formula, leaving it smoother, and more radiant, and helping to improve its overall texture and clarity.     gifted by sundayriley"
        },
        {
            "review_title": "Must Try!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I love love love Sunday Riley! The good genes is one of my absolute favorites from their line of products! I have acne prone skin and Iu2019m over 40 so it is hard to deal with the scars from it. But Sunday Riley always helps my skin get brighter and clearer. I was sent this complimentary from Sunday Riley."
        },
        {
            "review_title": "Maturing Skin Must Have! ud83eudd0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Sunday Riley Good Genes literally makes my skin look like I have good genes. I was gifted this bottle complimentary from Sunday Riley. I have been slowly building my Sunday Riley skincare collection and Good Genes is the newest addition. ud83eudd0d  I am a huge fan of Sunday Riley and anti-aging skincare. Itu2019s the benefits I see within my own skin that keep me wanting more! Good Genes is amazing! It clarifies, brightens, smoothes my textured skin, adds an amazing glow, plumped the look of my fine lines and works instantly and long term. ud83eudd0d  Good Genes has a very light yet beautiful fragrance and is full of amazing ingredients like lactic acid, glycolic acid, fermented prickly pear extract and lemongrass. Good Genes instantly adds clarity and radiance making this a go to must have for my skincare routine! ud83eudd0d"
        },
        {
            "review_title": "The best treatment in the world to me.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this complimentary from Sunday Riley. This Good Genes treatments makes me looks like I have good genes. The texture is so nice and feels really good on my skin. Right away I saw improvements around my eye area and mouth near my smile lines. My pores are the same, but I have only been using this for a little over two weeks now.  My skin looks more clearer and younger. I get a lot of compliments since using this treatment.  I use two pumps at nighttime. I noticed that one dark spot is almost gone now."
        },
        {
            "review_title": "New staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Gifted by Sunday Riley. Obsessed with my results is an understatement! My skin looks so smooth and healthy after just one week of use. My dark spots are fading! My fine lines are plumped and less noticeable!! Iu2019m seriously obsessed!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I can't get enough of the Good Genes All-In-One Lactic Acid Treatment! It has transformed my skin's texture and appearance. The lactic acid gently exfoliates, revealing smoother and brighter skin. It also helps with fine lines and hyperpigmentation. I wake up with a fresh, youthful glow every morning. Gifted by Sunday Riley."
        },
        {
            "review_title": "Great for dry/sensitive skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I have reactive skin, so I knew this treatment would work well for me and wouldnu2019t be so triggering on my skin. I believe it is helping with exfoliating my dry skin and keeping it clear. The next day my skin looks more smooth and even toned. Over time I expect to see less fine lines. Gifted by Sunday riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "The Sunday Riley Good Genes All-In-One AHA Lactic Acid Treatment is amazing! I love the hygienic packaging of this product. I have combination skin type and this product works exceptionally well. Highly recommend. Gifted by Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "sunday riley lactic acid treatment is amazing, I love the packing and it feels so amazing on my skin. I like to use the treatment before my moisturize and I have truly seen a difference since thank you gifted by sunday riley"
        },
        {
            "review_title": "Add to cart",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Gifted by Sunday Riley. This is my real and honest opinion I have never tried anything from Sunday Riley let me tell you Iu2019m pretty disappointed! On myself, because I didnu2019t purchase it sooner. I have extremely sensitive skin and when I tell you, this made my skin feel so soft and so smooth Iu2019m addicted! Just bought another brought."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by Sunday Riley. I love this serum! It exfoliates so well but is incredibly gentle at the same time! I never have any irritation after using this but my skin feels so refreshed the next morning! Definitely a night time essential for me!"
        },
        {
            "review_title": "new routine must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love this sunday riley all in one lactic acid treatment, it truly works! Iu2019ve been using it for a couple of days and I already started to see a difference. It has brighten up some of my dark spots, like my eye bags. It also really hydrated my skin, so thatu2019s a plus! Definitely recommend! gifted by sunday riley"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This lactic acid treatment is a gem! I could see improvement in the texture and appearance of my pores after a few weeks. My face feels so smooth and doesn't dries me out. I received this product complimentary from Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I was gifted by Sunday Riley, their Good Genes All-In One Lactic Acid Treatment in exchange for my honest opinion. I have been using this treatment for over a week now and let me tell you it is amazing.. It is super lightweight and absorbs in my skin instantly..  It has visibly reduced the appearance of dark spots on my face. It has also started working on my fine lines and wrinkles."
        },
        {
            "review_title": "Smooth and Bright",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely am a fan of this serum. It is gentle on my sensitive skin while providing noticeable benefits. My skin appears to be brighter and my fine lines look less visible. I also notice that my pores look smaller, which I am so happy about. My skin texture feels super smooth which is also a plus for me. Lastly the consistency of this product is ideal for under makeup. It is not too heavy and blends nicely into the skin.  Sunday Riley gifted me this serum and I am so happy to add this to my routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My skin improved after using this treatment. My skin was dry and dull. Now, my skin is brighter and hydrated. I used it before applying moisturizer. It did not irritate my skin. This was gifted by Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love anything from skinfix and this exfoliating lactic acid is great. I use it 2-3 times a week to keep my skin clear and get rid of any bumps/blemishes I have. So luxe and I would recommend! Gifted by Sunday Riley"
        },
        {
            "review_title": "Good Genes All-In-One AHA Lactic Acid Treatment",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from Sunday Riley. The Good Genes All-In One Lactic Acid Treatment has helped me address problem areas such as enlarged pores and improved my skin clarity. My skin texture feels more smooth since the treatment has exfoliation properties."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "*gifted by Sunday Riley* Good Genes was my first acid product and the first one where I saw a quick difference. I really enjoy this serum and used it a few times, so Iu2019m happy to have it in my skincare routine again. This lactic acid serum does the job, the skin looks beautiful and even, but itu2019s not harsh on the skin. I donu2019t experience any discomfort or redness when using it and I can use it often"
        },
        {
            "review_title": "God send",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "This is by far the best serum that has given instant results to my acne scar prone skin. The dark spots fade so quickly with a few uses and I cannot live without it. Love how it makes my skin feel glowing and refreshed. I received this complimentary from Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Sunday Riley's Good Genes is a skincare game-changer. This lactic acid treatment delivers incredible results, leaving the skin smoother, brighter, and more radiant. It effectively exfoliates dead skin cells, reduces hyperpigmentation, and improves the overall texture. It's a holy grail product that delivers noticeable results, making it worth every penny. Complimentary from sundayriley."
        },
        {
            "review_title": "Exceptional",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been using this holy grail product from so long it is so so so so good it has been doing wonders to my skin my skin feels so rejuvenated and and fresh I highly recommend this magical serum! Gifted by Sunday Riley"
        },
        {
            "review_title": "True Love Kiss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Gifted by Sunday Riley,  This is one of the best products ever that I  had the pleasure of using. I simply adore how easy this product is to use and how refreshed and silky smooth my skin has become. I would highly recommend this to everyone I know."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received this product complimentary from Sunday Riley. I struggle with dry skin and this has helped with light exfoliation and making my skin look and feel smoother. This was my first lactic acid and I can say that I am so grateful for what this product has done for my skin."
        },
        {
            "review_title": "Magic Serum In a Bottle!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This is my TOP HG, my top skin care love. I donu2019t care the costu2026..I will never be out of it! I have been using this lactic treatment serum for years-and it keeps my skin smooth, gently exfoliate to keep my skin fresh and bright, and 100% helps even my skin tone.  If I miss a few days I can completely tell. And then with just one use again, my skin so much smoother and bright. Iu2019ve turned my mum, sisters and cousin onto this. This is my one splurge I just wonu2019t be without.  And I have to mention i LOVE the lemongrass scent. Itu2019s magic and a bottle and I 1000% recommend it! My top skincare item!"
        },
        {
            "review_title": "Night time routine go to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by Sunday Riley and their serum is amazing! It leaves my skin feeling so hydrated and refreshed. I like putting it on at night before bed or using it as a mask when my skin is more sensitive."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I absolutely love my Good Genes. This is my second bottle. First of all it smells amazing and very gentle. I can even use it few times a week. I noticed big improvement in my fine lines and wrinkles and my skin texture improved. Gifted by Sunday Riley"
        },
        {
            "review_title": "this will erase ur past",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "this is the only serum that will overnight show a visible difference in my skins breakouts, closed comedones and acne.  Pitted scarring or fine lines will require more consistency."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I have used the Sunday Riley Good Genes on and off for years. However, whenever I stop, I notice. It has really helped to even out the texture of pigmentation in my skin. My skin just looks freshers and more vibrant whenever this is in my routine! gifted by Sunday Riley"
        },
        {
            "review_title": "Incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I am OBSESSED with good genes! It makes my pores look so much smaller, and gives my skin an incredible glow! I have very sensitive skin, and have never had any irritation whatsoever from this. It has a beautiful citrus smell to it, and I use it every night before bed. I wake up the next day with flawless looking skin. I cannot get enough of this! Gifted by Sunday Riley"
        },
        {
            "review_title": "Gifted",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Sunday Riley I love this serum to use at night, I like how my skin looks in the morning, much cleaner and it helps me with the texture and blemishes on my skin, I love its smell and the packaging"
        },
        {
            "review_title": "Works like magic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This stuff is magic! Itu2019s usually really hard for me to find a product that would get rid of my dark spots really fast, however this product does wonders. It literally faded my dark spots in one day! It also gives me the most perfect glow and makes my skin feel very hydrated! This product was gifted by Sunday Riley"
        },
        {
            "review_title": "This is what you need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This stuff is amazing! Like all Sunday Riley products, this is a lightweight, non greasy formula that absorbs into the skin beautifully! I love it and will continue to use it. I was gifted by Sunday Riley"
        },
        {
            "review_title": "Holy grail for sensitive acne prone skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Unfortunately, itu2019s that good. Half a year ago, this product was the first product that ever did anything for my skin, and got me hooked on a skincare journey. The price is painful though, and I tried other AHA serums to try to replicate the results, but none of them gave me such a supple, healthy glow WITHOUT causing any irritation on my sensitive, acne prone skin. I will always keep this in my routine."
        },
        {
            "review_title": "Holy grail, never without it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I've been using sunday riley products almost exclusively for years, but if I was stranded on an island and could only bring one skincare product (aside from sunscreen, of course) it would be this. it does everything it says and more. it's not cheap, but it truly does make a difference as soon as you apply it. I use one pump and it covers my whole face and even a little of my neck. use with the ceo serum and your skin will look like you just left the spa!"
        },
        {
            "review_title": "Favorite serum out there!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I LOVE this stuff. The lactic acid keeps my flaky tendency at bay but itu2019s just hydrating enough to feel great without leaving me greasy."
        },
        {
            "review_title": "Right time to start using",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I used this product a few years ago and wasnu2019t sure if it was helpful, now I have been more bothered by fine lines and decided to try again. I immediately noticed the benefit of the instant plumping and my skin looks great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by Sunday Riley their new Good Gene All-In One Lactic Acid Treatment and it truly is one of the best all-in one product! Itu2019s a very gentle exfoliant and smooths and plumps the skin! Itu2019s very gentle on my sensitive skin and my makeup looks flawless on top!"
        },
        {
            "review_title": "Effective and not irritating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this lactic acid treatment u2013 this is my personal favorite among all acid serums. After just one use, my skin feels incredibly smooth and soft. The pores on my forehead appear to be smaller as well. It also helps with the tiny bumps that I get from time to time on my skin (especially on my forehead). I have sensitive skin and my skin can often feel irritated or look red after using an acid treatment, but this one does not make my skin uncomfortable or red at all. The texture is very light, so itu2019s super easy to layer with other skincare products. (Gifted by Sunday Riley for my honest reviews)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was starting to see some lines on my forehead and noticed a bit of texture and dullnessu2026 I use this at night a few times a week and I wake up with plump & glowing skin. Great packaging too.  I love this lactic acid. It works. Smoothes texture and evens out dark spots and hyperpigmentation. But make sure to use it with other hydrating/moisturizing products or else it can dry out your skin just a little. Also, it might be too strong for sensitive skin so beware."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "When you start using this and your 5 year old notices your face looking cleareru2026 yeah.. that happened. Lol. My texture feels smoother and softer. My overall face appears brighter. Some of my post acne marks have definitely lightened. Looking forward to more results with continued use!! Complimentary from Sunday Riley."
        },
        {
            "review_title": "Gorgeous gentle exfoliant treatment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I received the Good Genes All in One Lactic Acid Treatment gifted by Sunday Riley in exchange for my honest review. I really was so excited to try this product, as Iu2019ve never used anything from this brand, and uneven skin tone and texture is my main concern. I immediately tried the treatment on the back of my hand and was intrigued by the whipped texture and fabulous light scent (reminiscent of sugar lemon). I used it for the first time that evening after cleansing my skin and u201cwowu201d my skin instantly felt so plump and hydrated. The next morning I could tell that my skin looked brighter and felt smoother after one use. Iu2019ve been using it at least once a day for the past 3 weeks and Iu2019ve noticed a great improvement in my fine lines and enlarged pores. My skin texture is so much smoother and I do notice that I have to wear LESS makeup too! I absolutely love this product and will continue to use it. Iu2019ll be sad when itu2019s gone, and I would love to repurchase. My only con is that I wish it was just a bit less expensive, because I want to use it so much. If it was a little less expensive, I wouldnu2019t feel so bad about slathering my entire face, neck, hands, and entire body with the treatment, like I would love to."
        },
        {
            "review_title": "Obsessed with this serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This Sunday Riley serum is a complete game changer. Even after only using for a few weeks, I have noticed dramatic improvement in my skin texture. I always worry about enlarged pores and roughness on my skin, and this serum seems to be working perfectly to combat that. I feel that my makeup sits better, my skin glows in the morning, and I am more confident in the overall appearance of my skin. Gifted by Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This product has been incredible for my skin, the serum is lightweight and effective. my dry skin looks so much smoother and softer after using it. This is amazing for texture and to brighten the skin. I like to use it in my night routine. Gifted by Sunday riley"
        },
        {
            "review_title": "This has been amazing already",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for about two weeks and can really see a difference in my skin. I have less breakouts, and my skin feels smoother and hydrated. Speak to us my business just all-around brighter and improved. I will def keep using! Gifted by sundayriley"
        },
        {
            "review_title": "Love Good Genes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received Good Genes complimentary from Sunday Riley. Good Genes is a great addition to my current skincare routine as part of my Treat + Prep step. It helps exfoliate my skin to clear my pores. Also it adds hydration to my skin so it keeps my skin plump and glowing. I love this and it will always be part of my routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I received this product complimentary from Sunday Riley. Good Genes is one of the best treatments. It helped with sun damage and also with some texture I had on my skin. I also saw a reduction of lines on my forehead."
        },
        {
            "review_title": "New Part of My Weekly Regimen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "I have been using this product for a few weeks and I have noticed a difference in how smooth my skin is in the morning and Iu2019m obsessed. I use it with the Sunday Riley Vitamin C Oil with Turmeric at bed time a few nights a week and I can honestly say that it will be a permanent part of my weekly skincare regimen."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m so obsessed with this Good Genes All-in-one Lactic Acid Treatment! I use it daily usually at evening after I cleanse my face and it feels like it helps with buildup of skin oil and deadskin makes my face looks younger and cleaner!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This is the perfect serum for dark spots. You can use as a mask or part of your daily routine. I like to use at night after I wash my face and before my moisturizer. Iu2019ve noticed my skin looking brighter after just one week of use. - gifted by Sunday Riley"
        },
        {
            "review_title": "Must have for skincare!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "One of my absolute favorite products! Itu2019s so great on my skin, the serum is lightweight yet super effective. My skin is softer after use and more even. The lactic acid is great for my pores. I always follow with moisturizer and spf as it can make your skin sensitive."
        },
        {
            "review_title": "Gentle Formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Using Lactic-acid is one of my favorite ways to deal with skin texture. I have super dry skin and I am in my almost late 30s, I get a lot of texture on my forehead. It has a milky smooth texture that nicely spreads all over the face. I found this formula gentle on the skin, it doesn't burn my face and break me out. Gently removes the skin texture. So far I haven't seen the difference in my wrinkles and dark spot. But yes it does my skin soft and smooth!!"
        },
        {
            "review_title": "Loving the Radiance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary from Sunday Riley. I am impressed with the quick results that Iu2019m observing from this lactic acid treatment. My skin looks radiant and more even. I typically experience dry skin with redness. My skin feels better hydrated and the redness is greatly diminished. I only apply this treatment overnight, after cleansing. The treatment does cause a slight prickling sensation over the skin of my cheeks and forehead."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The Good Genes all in one lactic acid treatment gives me results within a few applications. My skin looks brighter, radiant. I like the formula it applies smoothly and evenly and a small amount goes a long way. I like that you can use as a mask treatment for sensitive skin as well. Over all I like the results of a radiant and brighter skin. Gifted By Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Some of my main skin concerns right now at 36 years old is the appearance of fine lines, wrinkles and dark spot from younger acne problem. This product has been a skin saver. Iu2019ve been using it for a few weeks now consistently everyday at nighttime before moisturizer. Skin is much brighter, dark spots are fading and my fine lines, specially the ones on my forehead are diminishing. A must have beauty product! Gifted by Sunday Riley."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have been dealing with acne scarring and hyperpigmentation and have been using this lactic acid treatment for years. I used it consistently twice a week and noticed my spots had lightened. Despite having super sensitive skin, I didn't experience any negative reactions. It has significantly improved my overall skin texture due to its exfoliating properties. I am convinced this product is effective and will continue using it.  Complimentary from Sunday Riley"
        },
        {
            "review_title": "HIGHLY RECOMMEND",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I ADORE this product gifted by Sunday Riley. Makes my face feel so soft, clean, and healthy. Itu2019s not sticky whatsoever and doesnu2019t make a huge mess either. I highly recommend this to anyone who is looking to spice up their skin care routine! Sunday Riley gifted this to me and I am SO thankful"
        },
        {
            "review_title": "Helps skin texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This product is the real deal. It really helps with unclogging and reducing the appearance of pores and helps those with acne scars. I use this on the nights that I donu2019t use retinol. At the beginning I used sparingly until I built my tolerance up. I was gifted by Sunday Riley in exchange for my honest review."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Estoy emocionado por este serum exfoliador la textura es bien cremosa me encanta que no irrito mi piel el empaque es excelente  yo su00faper fan de la marca me encanta el retinol y crema hidratante de vitamina c y eye cream es increu00edble los resultados que dejan en la piel son increu00edbles gifted by Sunday  Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Gifted by Sunday Riley.  Amazing gentle leave on treatment to exfoliate, brighten the skin and reducing lines and wrinkles.  Iu2019ve been incorporating this treatment in my nighttime routine and have noticed my skin looking brighter and feeling smoother.  I have high hopes for it to help reduce dark spots on my face with continuous use.  "
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product smells potent but once you get past the heavy scent, itu2019s a great product! I have been using it for a few weeks now and can already tell that my skin is improving. The small bumps under my skin are clearing up and my redness has also improved. Gifted by Sunday Riley"
        },
        {
            "review_title": "Pricey but worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "For me, this product is on the pricey side but itu2019s definitely worth it! I also use it every other night to make it last longer but it leaves my skin plump, smooth, and a bit radiant. I also pair it with the Sunday Riley retinol serum and get even better results with that."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This product has been incredible for my skin! It really helped improve the look of light fine lines. It's made my skin feel rejuvenated and more youthful looking. I have naturally oily skin and this product worked well with my skin type. Additionally this treatment helped with small bumps and hyper pigmentation, made my skin look more clear. This product was gifted by sunday riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product complimentary from Sunday Riley in exchange for my honest review. This exfoliating treatment uses lactic acid to gently smooth without irritation. It helps unclog pores and improve the look of bumps and spots. I found it to be a very effective treatment and noticed my skin felt softer and looked smoother. I liked the texture of the product which was slightly creamy and was able to use 1 pump to cover my whole face."
        },
        {
            "review_title": "Couldnu2019t live without it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This product was a game changer! Iu2019ve always had issues with acne and my face could not be clearer. If you have any open pores it will sting a little. I like to think it is killing the acne that was there."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love this product. The good genes all in one lactic acid treatment is great exfoliation product to reveal more radiant skin. Helps with dark spots but I havenu2019t used it long enough yet but love it so far. Complimentary from Sunday riley"
        },
        {
            "review_title": "Loveeeeee!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by Sunday Riley. This stuff is seriously the best! It makes me skin so plump and glowy. I use it maybe twice a week and the results are always visible right away. Itu2019s a must have in my routine!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "I like this serum and it's consistency. It's simple and feels hydrating. I will really need to use is a long time to see results because lactic acid is not quite so strong on my skin. But it didn't irritate which was important. It's a bit pricey for what it is but overall not bad. Complimentary from sundayriley"
        },
        {
            "review_title": "Holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Expensive, but so addictive. Pop one pump on after cleansing, before bed and leave on overnight. Since starting this a couple of months ago, my skin has noticeably improved in texture, evenness of skin tone, reduction in age spots and fine lines, and my skin is also firmer. Make sure you buy the lactic acid and not the glycolic acid. This is a stand out/cult product for a reason. Get the smaller version if youu2019re trying for the first time, but Iu2019m my option, itu2019s worth every penny."
        },
        {
            "review_title": "Loving it so far!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I've been using Sunday Riley Good Genes for about a week now, and I'm absolutely loving it! I have dry skin that's prone to breakouts, and this serum has really helped to improve my skin texture and clarity.  Here are some of the benefits I've noticed since using Good Genes: Fine lines and wrinkles: My fine lines and wrinkles have definitely improved since using Good Genes. My skin feels firmer and plumper, and my wrinkles look less pronounced.  Skin texture: My skin texture has also improved significantly since using Good Genes. My skin feels smoother and softer for sure.  Skin clarity: My skin clarity has also improved since using Good Genes. My skin looks brighter and more radiant, and it's less prone to redness and irritation.  Overall, I'm really impressed with the results I've seen from using this product. It's a great product for anyone who wants to improve their skin texture, clarity, and overall appearance. It's a bit pricey, but it's definitely worth the investment.  Disclaimer: I received this product complimentary from Sunday Riley in exchange for my honest review."
        },
        {
            "review_title": "Working great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Sunday Riley. Iu2019ve been using this treatment for a little while now at night and it has been great. I use it after I cleanse as a type of exfoliater. I feel like it really gets deep in my pores to clear out any junk and my skin is left feeling super soft. After a few days I started seeing the overall texture of my skin soften and some dark spots begin to lighten."
        },
        {
            "review_title": "Must have in your skin care routine++",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by Sunday Riley.  I heard about this product many years ago and Iu2019m so glad that it was created!   I absolutely love Good Genes from Sunday Riley. I notice a difference in the texture of my skin, definitely a smoother feel and I think it clears up my acne if I have any trouble spots.  The serum absorbs into my skin quickly and doesnu2019t feel like it sits on the top layer, it goes down into the skin leaving it nice and soft.  I like to use it once a week, the bottle lasts me such a long time. Itu2019s a holy grail and I will continue to use it for as long as I can. It may seem expensive or pricey but the longevity of the bottle is totally worth the price in my opinion!! Go for it, you wonu2019t be disappointed! I have nothing but good things so say about this product! ++"
        },
        {
            "review_title": "Great for sun spots",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I received this product complimentary from Sunday Riley. I started using good genes when I had really bad acne and hyperpigmentation. It has done a great job in helping reduce pigmentation. However, my mom used it for sun spots and it has GREATLY reduced the appearance by 90% its practically gone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "A classic! I've been using Good Genes for years as do-it-all treatment for breakouts, rough texture, and fine lines.  It's very potent and you can see the difference overnight - the skin looks so much smoother and softer! It takes a few days to see improvements to breakouts, but it typically helps clear them up in about a week, plus they almost never leave lasting scars anymore. // gifted by sundayriley"
        },
        {
            "review_title": "So impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I adored this! It leaves me with a glow the next morning everytime I use it at night! I could feel it working instantly when I'd apply it too, my skin gets a slight tingly sensation but it's not overwhelming to me (my skin type is dry-sensitive). It's been tolerable for my skin fortunately so I don't have to use it as a mask.   But I can definitely see this doing it's work already within just 3 minutes, since after so my skin already has a smoother feel to it and the texture has changed with better absorption. Overall, I'm a big fan! Just use it wisely and don't overdo it. Gifted by Sunday Riley"
        },
        {
            "review_title": "2 in 1!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love love love that you can use this product as a leave on or face mask. I has sensitive skin so washing it off helps so much. I love all Sunday Riley products and this one did no disappoint either! - complimentary from sundayriley"
        },
        {
            "review_title": "Glowy skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This made my skin feel so soft and glowy! I love the ingredients a lot! Iu2019m so happy it didnu2019t irritate my skin! I am definitely going to continue using this in my daily routine!"
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Sunday Riley Good Genes All-In One Lactic Acid Treatment has been a favorite for years. This bottle was gifted by Sunday Riley but I have been a loyal user of this treatment for years. I like it because it works. My skin looks brighter with continued use. I also see a difference in my fine lines. It absorbs well and is not greasy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Truly fantastic product, I received it complimentary from Sunday Riley but Iu2019m loving it, it does the job and you can see clear results just after a week of using it, be careful with sun exposure though so I I think itu2019s best to use it in the fall and winter time. Highly recommend"
        },
        {
            "review_title": "My number one product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I use this with retinols. Perfect match for my skin"
        },
        {
            "review_title": "A classic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is amazing for texture, evenness and to brighten the skin. Iu2019ve had this product in my skincare routine at night time in rotation for yearsssss!!! Will never stop using"
        },
        {
            "review_title": "Nothing life changing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "It did brighten and tighten my face a little bit but nothing worth the price. Everyone who loves it probably has beautiful skin with or without it."
        },
        {
            "review_title": "Love this stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "This is a nice and light moisturizer. It is the perfect consistency, not too think but not watery. It smells lovely. It has a pleasant citrus scent. It absorbs nicely and doesnu2019t make my face feel oily. I recommend this product. This product was gifted by Sunday Riley."
        },
        {
            "review_title": "Great serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I've been using this lactic acidosis treatment by Sunday Riley for years. I love the formulation and how lightweight it is on my sensitive skin. I would definitely recommend this for most skin types and tones."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I was nervous to try this as my skin is super sensitive. I was pleasantly surprised at how gentle it is! I used it as a mask as that is recommended for my type of skin. I applied 2 pumps onto my skin and let it sit for 10 minutes. Then rinsed it off with Warm water. Instant gratification. My super dry and peeling skin felt soft and hydrated. There was zero irritation and my skin looks so healthy! A new STAPLE in my routine."
        },
        {
            "review_title": "a necessity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "this is worth all of your money. literally liquid gold"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This serum will forever be my favorite product from Sunday Riley. I donu2019t typically splurge on skincare, but have been using this for many months now, and would definitely continue to purchase. It is visibly plumping, and leaves my skin with a soft and subtle glow. Gifted by Sunday Riley."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this product so much! The packaging is great and love the result so far from using it. My skin hasnu2019t had a bad reaction so Iu2019m happy about that. Looking forward to seeing further results as I use it! Gifted by Sunday Riley"
        },
        {
            "review_title": "Great genes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is the serum that everyone talks about because it is just that incredible. It brightens and smooths like no other. The texture is heavenly and I always wake up feeling like a new person the next day. Gifted by Sunday Riley"
        },
        {
            "review_title": "A staple product in my skincare collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "An all timer! Iu2019ve been using this since it came out. I have just started to get sensitive skin and no matter what this does not irritate me. I find that it still is one of those products that will give you glow. I used to leave it on as a mask also to give a little extra if I was going to go out. Products layer really well on top of it as well. I think that if you are sensitive at all do a patch test before but I havenu2019t had any issues. Just something I will always come back to. I was gifted by Sunday riley in exchange for my review"
        },
        {
            "review_title": "So glad I tried it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Debated on this one for a while, but am so glad I got it. Tingly/prickly feeling when first applies, but goes away in minutes.  Skin appears to be liking it, and I have sensitive skin."
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I am taking one star away from what would be a 5 star product because of the expensive price. Despite that, I have been suffering from drier skin than I already have ( even eczema moisturizers werenu2019t doing enough) so I bought this and over night my skin was so much smoother and hydrated. Itu2019s safe enough o use for a few days in a row as well. Will be repurchasing."
        },
        {
            "review_title": "Heck yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "My go-to on exfoliation nights when my skin is dry. This will gently exfoliate and hydrate simultaneously. Doesnt pill, ever. Gives a beautiful, unmatched glow. Gets me compliments. So pricey but worth it. Even more worth it if you can get it on sale or in a set."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Improved my skin overall. My skin looks brighter, more even, and more youthful. Hate how expensive it is but this is one thing that I really feel works for my skin and is worth the splurge."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Unfortunately the product has aloe in it and I am allergic, but my friend tested the product for me. They used it daily for a week and loved it! They thought it did exactly what it claimed to and loved their skin ud83eudd70"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Just as good as I remembered! I tried Good Genes in the past and it definitely lives up to the hype. I use this 2ish x per week and have noticed a big difference in my skin clarity! I struggle with clogged pores around my nose and chin and this definitely has helped bring them to the surface and keep them from coming back. I received this complimentary from Sunday Riley but am loving my results and would purchase with my own money!"
        },
        {
            "review_title": "The one that started it all",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The product that made me become absolutely obsessed with the brand Sunday Riley! u2800u2800u2800u2800u2800u2800u2800u2800u2800  Good Genes All-In-One Lactic Acid Treatment against my skin smooth, soft and looking brighter way more radiance then anything else Iu2019ve tried. u2800u2800u2800u2800u2800u2800u2800u2800u2800  This is a product where you can actually see VISIBLE results only after a couple uses. For me, from just the first use, the next morning, my skin was significantly softer u2013 I just couldnu2019t stop touching it. u2800u2800u2800u2800u2800u2800u2800u2800u2800   This product works. It is affective at what it needs to do and my skin couldnu2019t love it anymore. If I could only recommend one product to a person u2013 it would be Good Genes. u2800 u2800u2800u2800u2800u2800u2800u2800u2800  Complimentary from Sunday Riley"
        },
        {
            "review_title": "Improve overall texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I suffer from acne scarring and hyperpigmentation and this lactic acid treatment has helped me with that. I used it consistently for over a week and I noticed some of my spots have lightened. Now, I also use niacinamide so that may also contribute to the lightening of dark marks as well. I will say that my overall skin texture has improved and I think treatment plays a big role in that because of the exfoliation. I definitely think this product works but will continue to use. This product was complimentary from Sunday Riley."
        },
        {
            "review_title": "Great for skin texture & discoloration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "My skin clarity has improved and dark spots reduced since starting this treatment a few weeks ago. Even minutes after applying, my skin looks plumper with fine lines diminished. Especially the ones that are starting to form near the corners of my mouth and nose. Will definitely be keeping it in my long-term skincare routine. Complimentary from Sunday Riley"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This has been my holy grail. This stuff is AMAZING! I have super sensitive skin too but this doesnu2019t bother me. Your skin will look so refreshed the next day. Absolutely love!"
        },
        {
            "review_title": "The best of the best!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Iu2019m in love with this Lactic Acid Treatment! It is truly an u201call-in-oneu201d treatment because it literally targets all my skin concerns! I have oily, breakout-prone skin with larger pores and this treatment has targeted all my concerns! My skin texture looks much smoother and my pores look smaller, it also keeps my pores clear and prevents breakouts, and on top of it my fine lines appear less visible. Just a top product!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I like to use this exfoliant 1-2 times a week. It  have a slight tingling feeling on my face but doesn't burn. The next day my face feel nice and brighten. It is a bit on the pricier side though. $85... *gifted by Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I currently am dealing with tiny bumps on my face with heavy hyperpigmentation from the under the skin pimples. Im so glad I got this gifted by Sunday riled because some of my favorite influencers that I trust raves about it. Iu2019ve been using it as a 15 min mask and slowly building up to using it as an overnight mask. As someone with sensitive skin and who damages their skin barrier often, this did not irritate me at all! My skin did look softer after but I would only be able to tell itu2019s effects after more uses."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Gifted by Sunday Riley, this is such a lovely and gentle acid that helps exfoliate the skin. Iu2019ve taken a break from acids for a few weeks to a couple months and even so, this tingled briefly but did not irritate my skin - just helped me glow!"
        },
        {
            "review_title": "Great skincare product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this product complimentary from Sunday Riley. I am a fan of m Sunday Riley products, and I have been using a few different ones in my skin care routine. I was excited to try this one and it did not disappoint. Good Genes all in one lactic acid treatment has made my skin softer, and it has lighten up my freckles, making my face brighter. It goes on smoothly and itu2019s absorbed quickly. I donu2019t have blackheads on my nose, and it has reduced the size of pores specially around my cheekbone area. Very pleased and I will continue to use it."
        },
        {
            "review_title": "A favorite for sure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is a gorgeous lactic acid serum that has never caused irritation for me. I love to combine it with my CEO serum on non-retinol nights, and follow with a few drops of the CEO Glow oil! Itu2019s a game changer - I wake up with such glowing, bright skin! This smooths texture and pores and makes skin look so good under makeup too. Thereu2019s no need for harsh exfoliants if you use this regularly. Iu2019ve used many lactic and glycolic treatments and this is one of the best. Gifted by Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This product is amazing! Iu2019ve been using it consistently for a few weeks and I love my results!! Iu2019m seeing improvement in the texture as well as the tone of my skin. My face is smooth and the hyperpigmentation is reducing tremendously! My skin looks amazing with or without makeup!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "*gifted by Sunday Riley* this has been my go to exfoliant for probably the last 4 years. It just works! My skin absolutely glows and feels amazing every time I incorporate this back into my skincare routine."
        },
        {
            "review_title": "Dry & Mature Skin Must-Try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This treatment really shocked me! I love SR so knew I would love this one. I just didn't expect results so fast.  This is so nourishing and moisturizing which I didn't expect. I have not had any sensitivities but love the face you can use it as a rinse off mask. I leave it on, and my skin feel the smoothest it has ever been.  The scent reminds me of lemon zest. Such an amazing product for dry and mature skin! Gifted by Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am a huge Sunday Riley consumer and I am impressed with the results I have gotten from using Good Genes. It has reduced my fine lines and softened my wrinkles within two weeks of use!  I normally have combination skin that has large pores and this has helped shrink them and leave me with soft skin. I will definitely keep this in my routine! gifted by sundayriley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I really love this product. I notice a big difference when I donu2019t use it. It helps with fine lines, pores, dark spots. It really targets everything I need it too. I would recommend this product to anyone who has those skin concerns. I just use it in between my toner and moisturizer at night. Gifted by Sunday Riley."
        },
        {
            "review_title": "I like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This lactic acid treatment is pretty amazing. The serum is not sticky and does absorb into skin quickly.  I have been noticing more of a radiant look to my skin with the fine lines looking less and less noticeable.  I did have some discoloration from acne and those have been getting brighter as well. I am quite impressed."
        },
        {
            "review_title": "Great for acne and scars",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve used a lot of acid serums in hopes of treating my acne and hyperpigmentation. Bless finding this Sunday Riley serum. Itu2019s so gentle but the next morning my skin feels soft, acne is less swollen, and PIH looks a lot better. Gifted by Sunday Riley"
        },
        {
            "review_title": "Must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "The best thing Iu2019ve ever invested in for my skin! Iu2019ve got my mother and grandmother uufffcsing good gene / whole line"
        },
        {
            "review_title": "A MUST IN YOUR ROUTINE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Gifted to me by Sunday Riley and I must say this is a MUST HAVE for your skincare routine, I was skeptical if this product would work as well as it says but when I tried it I was in awe. It helps smooth out those wrinkles and fine lines within minutes and helps them to not appear as harsh. I have been using this consistently for a week and my skin texture is so much smoother and my fine lines are definitely not as noticeable as they were before."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This treatment is so good! I noticed an immediate improvement from the very first use. My skin looks brighter and my fine lines are diminishing the longer that I use it. My skin looks smoother and Iu2019m getting less clogged pores and bumps. Try it and youu2019ll be amazed! This was gifted by Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used this product many years ago, which helped me a lot, but after I developed rosacea, I worried it could irritate me. Yet, I was wrong. This product helped me with my skin condition and the texture of my face. I recommend using it once a week for sensitive skin."
        },
        {
            "review_title": "Very hydrated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019m beyond surprised with this product. Iu2019ve tried other exfoliators and they always dry my skin, but this one is very hydrated and gentle and the best part is that doesnu2019t irritate my skin. I use it two or three times per week and so far it is working so good for me. Complimentary from Sunday Riley"
        },
        {
            "review_title": "Amazing for my sensitive skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "My favorite Sunday Riley product yet! Also an amazing exfoliant for my sensitive, dry skin. Made me GLOW without being crusty and flaky. I used this PM only for the past few weeks and itu2019s really helped with my congestion areas and hormonal acne around my jaw. Sunday Riley never misses and no wonder this is one of their most popular products! Gifted by Sunday Riley u2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "My holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is seriously my holy grail! It leaves my skin looking amazing.  It doesnu2019t irritate my skin at all and actually provides results.  My fine lines are less noticeable, my skin looks plumper, the texture of my skin is smoother and I feel like it helps keep my pores clear so Iu2019m getting less acne and closed comedones.   This was gifted by sundayriley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "One of my all time favorite products!! You can actually see a difference after the first use! In the morning your skin looks plump and fine lines are softened. Will always go back to this product and repurchase again and again! Gifted by Sunday Riley"
        },
        {
            "review_title": "Love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love The serum! My favorite one!!!! Peel you dead skin in really gentle way! Give you even tone and glowy skin over time! Good for sensitive skin as well! Amazing formula! Definitely must have in your skin care routine!"
        },
        {
            "review_title": "it's amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "Omg! This is my favorite treatment. It actually works. I love the formula because it's fast absorbing.. it helps to improve fine lines and wrinkles. I like the elegant packaging. I received this product complimentary from Sunday Riley for testing purposes."
        },
        {
            "review_title": "Favorite thing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I wasnu2019t sure how well this product would work when first trying it. I never used anything with lactic acid in it. I used this product a few times and saw that it rapidly exfoliates and helps with lines and wrinkles right away. It helped clear my pores and help with dark spots and discolorations that I had on my face from sun damage. This was gifted by Sunday riley"
        },
        {
            "review_title": "Must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Good Genes is one of my absolute favourite products that I've ever used.  Makes my skin radiant and minimizes wrinkles/lines and hyperpigmentation while exfoliating . I used to use it as a night serum, but now I use it as a day serum, before my moisturizer . And yes, your skin will look like a baby skin ! I use it every day, and I haven't seen a single flake of dry. I totally recommend it. Gifted by SundayRiley"
        },
        {
            "review_title": "My favorite skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Sunday Riley is one of my favorite skincare brands. I received this product complimentary from Sunday Riley. But, I have been purchasing and using the Good Genes All-In-One Lactic Acid Treatment for years. It has made a significant difference in my skin clarity and texture. I used to have some slight scarring and uneven skin, and this has made my skin look SOOO good. If you haven't tried their products yet, this is your sign to start."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this complimentary from Sunday Riley. This is the first lactic acid I've used and I've noticed a difference in the smoothness and brightness of my skin after about 3 weeks of use. I'm excited to use it more!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received complimentary from:Sunday Riley:Good Genes All-In One Lactic Acid Treatment. I love this Lactic acid, I have noticed great changes in my skin, acne spots have significantly decreased, and my skin tone looks much more uniform and radiant, my wrinkles are also less visible, my skin looks beautiful with much more youthful."
        },
        {
            "review_title": "Brighter healthy skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I received the Good Genes All In One Lactic Acid Treatment complimentary from Sunday Riley to try and review.  Seriously this stuff is like magic. Iu2019m on my second bottle and my skin feels amazing. My skin looks brighter and smoother than it did 10 years ago.  This is a very well loved product for a reason, it just works."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The Good Genes all in one lactic acid treatment gifted by sunday riley is my new favorite! The formula is so lightweight, love the clean ingredients and i love the smell of lemongrass in it. After a week of using it my skin feels smoother and more radiant. I will definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This is one of my all time favorite exfoliating skin care products. I am so obsessed with this and notice such a judge difference in my skins redness, pores and milia. It feels gentle enough to use daily for my sensitive skin too.   Gifted by sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "i love this lactic acid treatment gifted by Sunday Riley! my skin has improved so much since i use this! it is brighter and smoother! my dark spots faded quicker also. This is a must in my skincare routine"
        },
        {
            "review_title": "Flawless looking skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received complimentary from Sunday Riley. Beautiful skin has been my goal for the last couple of years now. This will now be a staple in my skincare routine to maintain and improve results. The perfect treatment for my hyperpigmentation struggles."
        },
        {
            "review_title": "Amazing serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love this skin serum! Makes my skin so smooth and really helps keep my acne at bay. I use every morning before moisturizer and put makeup on top and it really makes my skin feel so nice and smooth and bright. Gifted by Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My favorite lactic acid treatment. Even if the price is quite high I think this product is totally worth it. It comes in a beautiful glass bottle, the texture is si lightweight and it feels so good on the skin. Complimentary from Sunday Riley."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Sunday Riley. Iu2019ve heard so many wonderful things about this product and I was so excited to give it a try. While I think itu2019s a nice lactic acid serum it didnu2019t blow me away. It could be because my skin is used to more complex formulas and Iu2019ve been using lactic acid for years, Iu2019m not sure. If this is your first time trying one you might love it but honestly it didnu2019t change my skin enough to think it was worth it."
        },
        {
            "review_title": "Baby Skin in a Bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Complimentary from Sunday Riley! This product was the first luxury skincare I ever bought all the way back in 2018. Itu2019s still just as good! The lactic acid in this formula gets your skin together!!! The first thing I notice is how plump and healthy my skin looks after application. After some time, the texture improves. Itu2019s just a truly great product that Iu2019ve loved for years now. But please be sure to only apply three-four times a week max! There is such thing as too much of a good thing, especially when it comes to exfoliating!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I really love this texture. The texture on this feels so smooth thick and hydrating. Itu2019s easily one of the most hydrating products. It smells like licorice. It also is in a beautiful glass packaging. Gifted by Sunday Riley"
        },
        {
            "review_title": "One of my favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I received this serum complimentary from Sunday Riley. It is already not the first time me using it so I can tell that I absolutely love it! I see a huge improvement woth my wrinkles and fine lines. Skin texture also appear more even and healthy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Sunday Riley. I have been using this product once daily in the evenings for my dark spots that just donu2019t seem to go away. Love how non-irritating this is on my skin, and how it has helped reduce the appearance of my dark spots. I have only been using it for a bit but I imagine my skin will look even better after prolonged use."
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by Sunday Riley. I love the smoothness of this product and itu2019s not sticky at all. My skin feels very smooth. Itu2019s only been a couple of weeks but I really like it so far. I can see myself using this for a long time cos itu2019s perfect."
        },
        {
            "review_title": "Feels great on face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Received as a free sample. I absolutely love how this feels on my skin. I would to purchase but the price is way way high."
        },
        {
            "review_title": "Get it!! Its worth the hype!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I am so very happy to have been gifted by Sunday Riley!! The following opinions are my own:  when I first started learning about skincare and it's importance, Good Genes was the first product that made a difference. And what a difference! It really transformed my skin to a whole other level! I swear it helped to remove some years off my face. It's so gentle you don't even know it's works,but trust me it is!! One pump at night is all I need. It's full of good stuff and smells like lemongrass which is very pleasant to me. Definitely worth the price tag!!"
        },
        {
            "review_title": "love this brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted by Sunday Riley. I honestly love everything this brand does. This serum is so beautiful and it makes my skin look terrific. It helps the overall appearance of my skin. It helps the plumpness and fine lines. It layers perfectly without peeling and sits under makeup beautifully!"
        },
        {
            "review_title": "Good Genes really is that girl",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Ooooh I love this so much and Iu2019m mad that I do because Iu2019ve been holding off on buying it and just using dupes u2026 ugh even on the first use my skin was changed. It absorbs quickly and exfoliates so well. My skin is baby smooth and clear! It also smells lemony fresh but not like cleaner imo. Nothing else I have used compares! Gifted by Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This lactic acid serum gifted by Sunday Riley is an amazing exfoliator. Thereu2019s a ton of options for chemical exfoliation and this one is one of the best. Itu2019s high strength yet not abrasive to the skin."
        },
        {
            "review_title": "Perfect plumping and smoothing serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Absolutely loving good genes. Iu2019m 40 with fine lines and this serum definitely gives my skin a more plump appearance making my fine lines look less apparent. My skin is looking smoother and feels softer. Iu2019ve had zero irritation while using this either. Gifted by Sunday Riley"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "Gifted by Sunday Riley. Such a beautiful serum, my skin feels so soft and hydrated after applying this. I saw a visible difference in before and after use. The packaging is so sleek and beautiful. Highly recommend it"
        },
        {
            "review_title": "Perfect for combination acne prone skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this gifted by the brand. I love this this product the most of all my skincare and I use alot of different products depending on concerns. This works so well for my combination acne prone skin. I see improvements right away in my skins texture and my pores are reduced in size virtually overnight. My wrinkles appear smoother and I'm not even exaggerating, this is the holy grail of Lactic Acid treatments for me and I really appreciate how gentle it is on my skin compared to others that I have tried. I would recommend to anyone and everyone."
        },
        {
            "review_title": "Staple in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Sunday Riley never misses for me. The Good Genes Lactic Acid treatment leaves my skin glowy and hydrated by the next morning. It absorbs well and is gentle enough for me to use it every other night, although I do use retinol products.   It also helps even out my skin tone, especially in the upcoming warmer seasons as being in the sun can leave my skin uneven, especially around the perimeters of my face. I have larger pores around my cheeks (combination skin) and it helps quite well making them appear smaller.  I easily break out from products, but this treatment has never caused any pimples or irritation for me. This has been a staple in my routine and will stay there. Iu2019ve tried other lactic acid products, but find this one to be the most effective and the consistency most comfortable.   Gifted by Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product as part of my evening routine. Since Iu2019ve begun using, Iu2019ve noticed a visible improvement in my skinu2019s texture and brightness. Though Iu2019ve only used in the short term, I hope that using this product long term will continue to show improvements in my skinu2019s appearance. I received this product complimentary from Sunday Riley in exchange for my honest review."
        },
        {
            "review_title": "Gave me cystic acne :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I really had high hopes for this product as a Sephora employee kept raving about it. Unfortunately after using it for a week, I noticed I developed really bad cystic acne which I havenu2019t seen since high school. I have sensitive skin and this product was not for me."
        },
        {
            "review_title": "A number one product to use in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "All I can say is this has helped me with keeping my skin look healthier and smoother been using for over a year this would be one of my desert island product ufffc"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone",
            "review_text": "Horrible it burned so bad when I applied it then I broke out"
        },
        {
            "review_title": "My Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have always struggled with sensitive skin & I was moisturizing so much but still having dry flaky skin when applying my make up. This exfoliated it perfectly with no irritation!!ufffc"
        },
        {
            "review_title": "good but wayyy too pricey not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Itu2019s good but itu2019s not worth more than $100 that is way too expensive for it. Just get the ordinary lactic acid + ha serum thing it works the same but itu2019s cheaper"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this after spot treating my husbandu2019s acne which it worked wonders for. I also secretly love this and wanted to use it for myself for dark spots & fine lines. Works wonders! The smell is great! I love it!!"
        },
        {
            "review_title": "best product for dark spots",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
            "review_text": "I have used this product for 3 weeks. I am noticing that my dark spot and uneven skin are faded. I really love it and I will buy it again."
        },
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got this as a Christmas gift because I had been wanting to try it but wouldnu2019t buy it because of the high price point. Well after using it for three months I have noticed NO difference in my skin. My acne has gotten worse instead of better and itu2019s not been doing anything for the brightness or dark spots. So dissatisfied"
        },
        {
            "review_title": "Worth your penny",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product consistently I truly do see the difference in my skin and I love it my skin has never felt so soft and smooth. Will definitely purchase the larger bottle"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "If you have hyperpigmentation or dark spots that wonu2019t go away, try this Sunday Riley Lactic acid treatment. It helped reduce the appearance of the dark spots on chin from maskne. I love that it is mild and non-irritating compared to some exfoliants that Iu2019ve tried in the past. It made my skin radiant and smooth. I really donu2019t mind the scent because the product works on my skin. It is a must have!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I had the most dehydrated and flaky skin. Used this as a mask for 15 minutes and my skins never felt or looked better. Completely removed all dead patches. Looking for a product like this my entire life."
        },
        {
            "review_title": "You are not missing out",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "The smell is horrible. I washed it off after applying it for the first time. Smells like a chemical cleaning productu2026"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Sunday Riley in exchange for my review. This has slightly helped the look of my enlarged pores and on texture. My skin does look a little smoother. Really hoping for continued results! This thankfully does not irritate my skin."
        },
        {
            "review_title": "Amazing treatment,  great results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product was gifted by Sunday Riley.  I have normal/combo skin with some fine lines, dark spots and dullness. This treatment has worked so well for my skin! I was a bit nervous to try it because I wasn't sure if it would agree with my skin but now I wish I'd started using it sooner.  My big problem area in terms of signs of aging is the frown lines forming on the corners of my mouth and this has softened them in just two weeks.  I also have enlarged pores on my cheeks around my nose and those are getting better as well.  Overall I feel like my skin looks great and has improved clarity and texture.  For reference I use this every other night and use a generous amount and let it sink in before adding night cream on top.  That regimen seems to be working great for me!"
        },
        {
            "review_title": "smells bad and overpriced",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I like to use serum but lactic acid serum smells really strange. I'm not sure about the results but I don't like to use this one, and this is really expensive!! To gently exfoliate my sensitive skin, I prefer to use Glow Recipe PHA + BHA Watermelon Toner."
        },
        {
            "review_title": "Good Genes... or",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Sunday Riley gifted me Good Genes, which I have already used for years.  It's definitely one of my routine staples for keeping my skin soft and smooth.  Since I'm  always using it, I couldn't really provide a before/after but I did one on my hand... used on one hand only for 2-3 weeks.  And the other picture is my good genes using mid 40's self!"
        },
        {
            "review_title": "Quick Skin Glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "A little goes a long way. Usually a few overnight applications and my skin starts looking like glass skin. The only negative it has a very chemical floor cleaner like smell."
        },
        {
            "review_title": "Learn what your skin needs!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely adore this product. I have combo skin and my lower cheeks are prone to dryness while closer to my T zone.. a little oily. I find that when you have combo skin or dry patches, itu2019s SUPER important to know what your skin needs. I pump two pumps onto the back of my hand and mix a bit before I distribute it to my face. And I focus more on the dry patches before moving towards the middle of my face. After it dried I swipe my aquaphor stick on and BOOM Iu2019m soft Iu2019m dewy Iu2019m happy u2764ufe0f"
        },
        {
            "review_title": "Great all-in-one treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been a long time user of a similar product and was excited to give this a try as a comparison. I will say I didnu2019t get quite the u201cglowu201d as I did with the other product but I got beneficial results. No breakouts and my fine lines are staying away. It does have a bit of a scent to it but nothing off-putting. Definitely give this a try if youu2019re looking for clear skin that helps with fine lines. Gifted by Sunday Riley"
        },
        {
            "review_title": "Disappointed, not my unicorn, moving on.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have combo skin, oily in the T-zone and dry on my cheeks. I'm 41 and while I don't look it yet, I would like to keep it that way. I personally feel like I'm starting to look it faster and faster these days. I was looking for a product to help smooth fine lines and wrinkles, and of course slow the clock down as much as possible.   Due to the rave reviews I have read about Sunday Riley, especially the Luna, I was excited to try all of her products. Around Christmas I purchased 2 of the go to bed with me sets. I felt like this was a good cost effective measure to get a real test run on the whole system (cleanser, essence, A+, 5 star, Luna, Good Genes and Ice).   $200 later and a few months, I'm here to report that I'm not impressed. I'm not sure what the hype is about. I didn't see any improvement from the A+, 5 star, Luna, Ice, or Good Genes. Maybe it is just not right for my skin but I honestly think whether it was right for me or not, there should have been some effect or minor improvement. My only other complaint is about the Luna, it doesn't soak in, you go to bed slimy.   On the other hand, the two products I didn't expect to really care about but ended up really liking are the essence (Pink Drink) and the cleanser (Ceramic Slip). Still, I don't expect I will be purchasing them. It's a consideration in the future. Right now I'm over Sunday Riley and will continue my search for my skincare unicorn."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Very nice serum that gets the job done. This is a welcomed addition to my routine. It helped smooth my skin and made it look so much brighter. I would definitely recommend this for us oily skin girls. Itu2019s a winner gifted by Sunday"
        },
        {
            "review_title": "Must have serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Good Genes- This serum is LIFE CHANGING! My favorite serum ever! It leaves my skin feeling healthy, plump, and glowing! It has a nice citrus scent! Iu2019m obsessed! Worth every penny and will purchase again!"
        },
        {
            "review_title": "Great for congested skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love how this product really smoothes out the texture of my skin and makes it feel and look more radiant. I was worried about skin reaction but the product is gentle but effective. I use it on nights when my skin feels especially congested and my skin feels instantly better the next day."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I really like this serum! Iu2019ve been using it for almost 2 weeks now and I can definitely tell a difference in my skin. It feels hydrating and makes my skin so soft and smooth. It also has helped a lot with fine lines. I will definitely continue using it in my skincare routine!"
        },
        {
            "review_title": "Best product ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve noticed a glowy difference in my skin after having this product as a staple in my skincare routine! Absolutely love it and will buy more!"
        },
        {
            "review_title": "Amazing!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I've been using this product for over two months and don't think I'll be without it!!! I'm in my 50's and love the way my skin feels and looks! I use it every morning first thing then I moisturize! Love it!"
        },
        {
            "review_title": "I like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really like this serum! The texture is lightweight and absorbs quickly into the skin without feeling sticky. It leaves my skin feeling soft and supple. The only downside is that it smells really bad. Overall, itu2019s a good product. Gifted by Sunday Riley."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This lactic acid treatment targets the look of pores,hyperpigmentation and dark spots, it is clinically shown to reduce the look of fine lines and wrinkles. It is suitable for all skin types. I have dry and sensitive skin and this works very well on my skin. I use it couple times a week in the evenings. My skin gets an instant glow, just after a few minutes. It is very hydrating and I didnu2019t even need a moisturizer on top."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have been a big fan of lactic acid for years. I typically gear toward less expensive options, but this particular lactic acid has been wonderful! It doesnu2019t have a terrible scent and doesnu2019t leave my skin very dry. Gifted by"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I would say this serum doesn't smell nice so I was kind of hesitant to use it at first. I eventually give it a shot and find it is quite effective for smoothing my uneven skin. So far I am satisfied with the result. complimentary from Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is one of my all time Holy Grail products. It is amazing!! The beautiful, silky formula soaks into my skin leaving it feeling soft and supple. The lacitic acid is very gentle. I use this 3 or 4 times a week and it never leaves me feeling irritated. I love the slight lemongrass scent as well. I have tried other Lactic Acid serums but none compares to this one. It is the best!"
        },
        {
            "review_title": "Iu2019m excited to keep trying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I used this product at nighttime and when I woke up I noticed my face was smoother and my fine lines in my forehead werenu2019t as deep. Iu2019m excited to keep using it to see if it gets even better. I do have sensitive skin and it was gentle enough to keep on overnight."
        },
        {
            "review_title": "Want Smooth Skin?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I find this exfoliant gentle and effective. My skin looks brighter, feels smoother and is hydrating. I enjoy a product that helps smoothing the texture of my skin, and this one does that. Sometimes my skin can be sensitive and at times I get some redness, with Good Genes I donu2019t have any negative effects using it. Feels velvety soft, glides on effortlessly and absorbs well."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product is literally amazing. After one week of using this product, my skin appeared smoother, more hydrated, and my fine lines started fading! I like to use it as a mask like it says in the directions because my skin is sensitive. However, I just started to leave it on my skin with a moisturizer afterwards and itu2019s worked great. I definitely recommend to anyone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "As I am aging my main skin concerns are my fine lines and wrinkles. Thankfully I was gifted by Sunday Riley. And Good Genes All-In One Lactic Acid Treatment has been a total game changer for me! I use about two pumps of the product which is a creamy light weight serum consistency. It absorbs nicely and my skin looks and feels more radiant after using! I have noticed an improvement in my pores and overall clarity and skin texture! I absolutely love this product! I definitely recommend this!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "There is a bit of a hype around this serum. And the hype is totally justified. I almost look like I have a filter on. Skin is so smooth and glowy. Most of the wrinkles and fine lines are gone. Love it!"
        },
        {
            "review_title": "Photoshop in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is one of my favorite skin treatments out there, because it really works! Iu2019ve been using this every other night for the past week and Iu2019m already noticing my fine lines becoming softer, and my skin looking overall clearer, and my pores smaller. It really tightens and brightens my face up, in a really youthful way!  Iu2019ve used this in the past as well, and I loved how my skin looked then too- glad to consistently get great results!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve used this product multiple times and I think itu2019s all around a great product. I think itu2019s gentle enough for beginners using acids but also super effective! Itu2019s pricy but it lasts a long time!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been wanting to try this serum for a long time! Its a beautiful serum, must have for rough and dull texture! Makes my face looks clean and radiant! I use it after cleansing with a moisturizer face cream at night. I am using it for a week and love the result, gifted by Sunday riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This was gifted by Sunday Riley in exchange for my honest written review. I really love this product. I've only used it twice so far, so as not to overdo it with lactic acid. But my skin felt so smooth when I woke up the next morning. Would reccommend for anyone looking for baby soft skin. I have oily skin for reference."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Good Genes All-In One Lactic Acid Treatment has been keeping my skin clear and free of wrinkles! I love how effective this is without making my skin sensitive. My skin is so poreless and nice without tinted moisturizers. complimentary from Sunday Riley"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Complimentary from Sunday Riley, I can say I adore this serum. I feel like it is perfect match for my skin as I saw how hydrated, well-looking it became after I started using it. I absolutely love the ingredients and how easy it is in usage. Great one!"
        }
    ]
}