{
	"product_id": "331",
	"name": "Colorfix - Multi-Use Eye, Cheek & Lip Waterproof Liquid Pigment",
	"brand": "Danessa Myricks Beauty",
	"categories": "Makeup, Eye, Eyeshadow",
	"price": 27.0,
	"about": "What it is:An award-winning, multi-use, long-wearing, waterproof, and buildable all-over high pigment color...Benefits:Long-wearing, Waterproof.Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Experience a range of layer-able finishes (nude, matte, metallic, liquid metal, foil, sparkler, glaze) in budge-proof shades. Colorfix features squeezable packaging with a precision tip to mix, match, layer, and play. Their Forever Fix Complex combines film formers, dry oils, and high-intensity pigments for easy glide-on application and long-lasting wear..award winner.",
	"ingredients": "Isododecane, Calcium Aluminum Borosilicate, Silica, C30-45 Alkyl Dimethicone, Trimethylsiloxysilicate, Mica, Triacontanyl Pvp, Synthetic Fluorphlogopite, Tocopheryl Acetate, Triethoxycaprylylsilane, Methicone, Tin Oxide (Ci 77861), (+/-): Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77499).",
	"how_to_use": "Suggested Usage:.-Colorfix is an anyone, anywhere, anyway product. Create customized colors and finishes. Simply squeeze, dot, swipe. Blend with finger or brush. .-Eyeshadow: Use as a base, stand-alone eyeshadow or blend multiple shades together..-Liner and Brows: For waterproof liner and brows use an angle or pointed brush. .-Lips: Outline, fill in, and gloss over your lips for a plump look that lasts. .-Cheeks: Use as a highlight, blush color, or sculpted contour..-Topper: Tap or swipe all over face for fall out free glimmer. .-Gloss: Use alone for a glossy look on the eyes or lips. Layer on top of other Colorfix Finishes for longwearing color and texture.",
	"num_reviews": 220,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/danessa-myricks-colorfix-24-hour-cream-color-P468353?skuId=2796282&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2796282-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Clear",
			"shade_descriptor": "crystal clear gloss",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2798163-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Pink Ice",
			"shade_descriptor": "shimmering warm pink gloss",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2798049-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Stargazer",
			"shade_descriptor": "shimmering transparent black gloss",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2805844-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Primary red, Stains!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I have mixed feelings on this one. It performs well, pretty much smudged proof. But I also have to say something very important, IT STAINS!!!! My eyelids are left with a red/orange stain even after using oil based makeup remover  remover"
		},
		{
			"review_title": "The perfect liquid eye, lip, and face product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "I started using the DM Colorfix liquid pigments in 2022 and it was love at first use. I've bought 8 different shades and they've all been incredible. They are heavily pigmented, but you can sheer them out if you work fast! That being said, they do dry down quickly and won't budge once set. I've even used them for face paint in the summer a couple of times and they hold up through the day. My go to for eyeshadow and eyeliner, but have also used them on my lips and cheeks. Can be a bit drying on the lips, but that's standard with anyone super longwear product. Highly recommend to everyone!"
		},
		{
			"review_title": "It’s ok. Lots of colors to choose from",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I bought it for my eyes but ended up using it more for cheek and lip. Doesn’t really look good on my eyes. I bought 2 colors , might give another shade a try"
		}
	]
}