{
	"product_id": "740",
	"name": "Green Tea Caffeine Bright-Eye Serum with Niacinamide",
	"brand": "innisfree",
	"categories": "Skincare, Treatments, Face Serums",
	"price": 30.0,
	"about": "What it is: A hydrating eye serum with caffeine and niacinamide to help depuff, brighten the look of dark circles, and visibly address fine lines from dryness...Skin Type: Normal, Dry, Combination, Oily..Skincare Concerns: Fine Lines and Wrinkles, Dryness, Dullness, Puffiness..Formulation: Lightweight Serum..Highlighted Ingredients:.- Green Tea: rich in amino acids and antioxidants to help provide moisture to the skin.- 2% Caffeine: helps energize and visibly depuff.- 3% Niacinamide: helps brighten dull areas..Ingredient Callouts: Free of parabens, mineral oil, and contains less than one percent synthetic fragrance. This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Skincare meets massage tool in this all-in-one eye serum, with hydrating, depuffing, & brightening benefits. Target tired eyes with a blend of Korean Beauty Green Tea (designed for skincare, not sipping!), hyaluronic acid, energizing caffeine, and brightening niacinamide --mess-free!..Clinical Results:.Self-assessment from clinical, 30 women, after 2 weeks of daily use:.- 100% felt their eye area was less dry after 1 use..- 96% saw their eye area looked brighter, less tired & less puffy after using for 2 weeks...Instrumental result, 30 women, after 2 weeks of daily use:.- 13% reduced puffiness and 23% boost in hydration levels after 1 use...Dermatologically tested. Alternative eye irritation tested...CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
	"ingredients": "-Green Tea and Five Types of Hyaluronic Acid: Antioxidant rich, helps hydrate dry areas..-2% Caffeine: Helps support and visibly depuff..-3% Niacinamide: Helps brighten dull areas...Water/Aqua/Eau, Butylene Glycol, Glycerin, Propanediol, Niacinamide, Dimethicone, Phenyl Trimethicone, Caffeine, 1,2-Hexanediol, Squalane, Polysorbate 20, Polysilicone-11, Pca Dimethicone, Polyacrylate Crosspolymer-6, Carbomer, Boron Nitride, Sodium Polyacryloyldimethyl Taurate, Titanium Dioxide (Ci 77891), Tromethamine, Dimethiconol, Synthetic Fluorphlogopite, Glyceryl Caprylate, Ethylhexylglycerin, Adenosine, Disodium Edta, Camellia Sinensis Leaf Extract, Arginine, Cyclodextrin, Hydroxypropyl Cyclodextrin, Maltodextrin, Citric Acid, Sodium Hyaluronate, Tin Oxide, Hydrolyzed Hyaluronic Acid, Sodium Hyaluronate Crosspolymer, Hyaluronic Acid, Tocopherol, Sodium Acetylated Hyaluronate...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.- Pump down once and dot around both eye areas.&nbsp;.- Use massage tip to smooth around in circular motions to help absorb, depuff and refresh.&nbsp;.- Use AM &amp; PM, or throughout the day...Recycling Instructions:.-innisfree partners with TerraCycle® on a no-waste recycling program to give your empties a second life..-Request your recycling envelope at terracycle.com/en-us/brigades/innisfree.-Gather all your clean empty innisfree products, rinse them, and place them in any box..-Log in to your TerraCycle® account at terracycle.com to download and print a free shipping label at any time..-Simply drop off at your designated local shipping provider and we’ll do the rest.",
	"num_reviews": 448,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/green-tea-caffeine-bright-eye-serum-P507478?skuId=2740561&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2740561-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.33 oz",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2740561-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "As far as eye serums go, it’s a good deal for the price. Doesn’t do a lot for my dark circles but my skin is more hydrated and I do see a difference."
		},
		{
			"review_title": "Omg it works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Honestly this product works so well and I get very fast results!"
		},
		{
			"review_title": "Drying and Burning",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Made my under eyes very dry and burned when applied after a few uses with it. Tried my best to work through it but I had to return."
		},
		{
			"review_title": "Eye love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Oily skin",
			"review_text": "This is hands down the best eye product that I have ever used.  I have seen a noticeable difference after 2 months.  I'm sold!"
		},
		{
			"review_title": "Works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I can recommend for those who have dark circles under eyes. It WORKS with my. I get changes after 10 days. Also much comfortable applicator!"
		},
		{
			"review_title": "So so",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been using this for a few weeks now and am quite disappointed. The applicator is excellent but I’ve found it does zero for my dark circles. The skin around my eyes is definitely softer and slightly less puffy however, not enough for me to purchase again."
		},
		{
			"review_title": "Tip: refrigerate!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this product. The applicator is easy to use, the metal ball feels extra nice when it’s kept in the refrigerator. It’s helped with puffiness."
		},
		{
			"review_title": "Say Goodbye to Dark Circles!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "The Innisfree Green Tea Caffeine Bright-Eye Serum is a great new addition to my daily routine! The serum is described as one that helps depuff, brighten the look of dark circles, and visibly address fine lines from wrinkles. As someone who only believes a products description by its actual results, this product delivers in every single way! My eyes were noticeably less puffy and my dark circles began to diminish as time went on, making my eyes brighter and looking less fatigued. The serum glides into the skin beautifully and leaves a feeling of refreshment after each use! I would highly recommend this product to any one that has dark circles such as I do, and to any one who feels they need a pick me up in the under-eye department!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "The inasee Caffeine Eye Brightening Cream delivers a refreshing boost, reducing puffiness and dark circles. Lightweight, absorbs quickly, and leaves eyes looking awake. A great addition to your routine!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "this has come in so clutch, especially as a college student who has exams every other week. this has made me feel more awake in the mornings due to the metal applicator, and it makes me feel awake at night too when I need to study. super easy to use and not messy at all."
		},
		{
			"review_title": "Good lightweight eye serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been using this hydrating eye serum with caffeine and niacinamide for 14 days, and I’m really impressed! It’s super lightweight and hydrating, perfect for my under-eye area. The metal roller is such a nice touch—it stays cool and feels amazing, especially in the mornings. It has definitely helped with puffiness and made my dark circles less noticeable. I also love that it includes powerful ingredients like caffeine, hyaluronic acid, and niacinamide, which target dryness and fine lines. Works well for all skin types!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love the way this serum lightened up my dark circles. It is easy to use and the application was smooth and the massager felt amazing. Under my eyes felt so hydrated and I loved the results that it gave me."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Broke me out so bad. One use and my whole face was red, puffy, and itchy"
		},
		{
			"review_title": "use for bright eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I absolutely love this viral eye cream. I honestly haven't tried another eye cream that works better than this one to help me wake up. The applicator is really nice and cooling and I use it on my eyes in the morning to help me depuff my eyes and wake up! loved this for my dark undereye circles!"
		},
		{
			"review_title": "Loved the cooking roller ball!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "My favorite part about using this Green Tea Caffeine Bright-Eye serum was the applicator. The roller ball was cool to the touch and seemed to help de-stress my eyes and give a relaxing experience. The formula applies easily and goes on smoothly with no lasting smells. Heads up: when first using, do not pump the applicator 20 times or you will have more product on the ball than you can use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is a very nice eye serum. I love how it feels on my skin. It works really well for my under eye bag and it does brighten up my under eye area very well. I absolutely love it. I would definitely recommend it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is a nice eye serum. I feel it made a difference with my dark under eyes, i do notice slight lighter undereye. I love the application tip as I don’t have to use my finger. The tip also gives cooling sensation."
		},
		{
			"review_title": "It helps out so much!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a great serum to have if you lack sleep, have kids, are busy with life and unfortunately it shows on your eyes. I have this problem and this serum helps my eyes look refreshed and awake. I put it on in the morning and it helps my eyes look alive. It has a nice soft scent and I feel like it really works!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am really enjoying this eye cream. It is a lightweight feeling moisturizer for under the eye area and has not given me any milia which is always so important for me. I am also a fan of the applicator of the product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I actually think I see a difference with this product! I’m always hesitant to try new eye products but this one is worth it! I like how it feels on application and knowing it makes a difference is always great"
		},
		{
			"review_title": "Love this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
			"review_text": "I am obsessed with this!! The applicator is amazing and ensures a cool feel because of the metal ball. The product itself has helped my dark circles by making my eye area beighter. Because of the coolness it has made my eye puffiness reduce significantly too!"
		},
		{
			"review_title": "Great Eye Cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was gifted the Innisfree Green Caffeine Bright-Eye   serum and have been using it for the past week. This product has become my new favorite caffeine eye cream. I use it in the morning after I put my toner on and before my sunscreen lotion. I have very puffy eyes in the morning due to allergies and this eye cream does an amazing job at taking the puffiness away. I would recommend this eye cream to anyone who usually wakes up with eyes that are swelled or puffy."
		},
		{
			"review_title": "I Love the Cooling Feel of the Applicator",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This roll on eye serum is amazing. It is super easy to use, pump it once, dot around eyes and then use the mess-free, cooling applicator to help absorb the product into your skin. The cooling applicator is one of my favorite features, it feels so good and refreshing both in the morning and in the evening. There is no scent to the product and the gel serum feels weightless on my skin. Overall this is a great product that I will continue to use."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "It is a caffeine serum for the eyes, caffeine is used to treat dark circles as in my case, barely full for a few days using it is necessary to use it for longer and regularly but so far I can say that I really like its texture"
		},
		{
			"review_title": "Must Have for Tired Eyes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Innisfree Green Tea Caffeine Bright-Eye Serum with Niacinamide is a standout for combating under-eye puffiness and signs of aging. The serum’s soothing formula instantly cools and refreshes the skin, helping to reduce swelling and improve overall brightness. The roller ball applicator is a game changer—easy to use and perfect for gentle, targeted application. It glides smoothly over the delicate under-eye area, enhancing the serum's calming effect while promoting better absorption. This product is perfect for anyone looking to revitalize tired eyes with a daily boost."
		},
		{
			"review_title": "I love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
			"review_text": "This eye serum is a must-have for anyone looking to brighten and depuff dark circles! The lightweight gel formula is packed with hydrating hyaluronic acid, green tea, energizing caffeine, and niacinamide, which work together to reduce puffiness, brighten tired under-eyes, and smooth fine lines caused by dryness.  The metal roll-on applicator is a game-changer, delivering a cooling effect that feels so refreshing—especially if you pop it in the fridge beforehand! I love that it’s fragrance-free, alcohol-free, vegan, and cruelty-free. For $22, it’s a fantastic addition to any skincare routine!"
		},
		{
			"review_title": "Loving it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is a great eye serum! Definitely helps a lot in the mornings with puffy eyes and it’s super easy to apply. I love the way it gets spread around the eye area because it doesn’t leave any waste. Highly recommend it!"
		},
		{
			"review_title": "Leaves my skin refreshed and hydrated",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This serum is one of the best I’ve used so far. I love the cooling roller ball, it’s so satisfying and feels good one my skin.  It’s very light in consistency yet very hydrating and quick absorbing.  The roller gives just the right amount of pressure and works great depuffing my tired eyes.  It’s easy to apply, brighten my dark under eyes skin and makes it well hydrated. I sometimes use it chilled for a nice cooling effect. Great product and I absolutely recommend it."
		},
		{
			"review_title": "Great serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’ve been using a caffeine eye serum for a while now, and it’s definitely a game-changer for my mornings. The serum feels super lightweight and absorbs quickly, which is perfect when I’m in a rush. It really helps with puffiness—within minutes, my under-eyes look less swollen, and I feel more awake. For dark circles, the improvement is more gradual. It doesn’t completely erase them, but it does brighten the area over time, which is a win for me. One thing I love is how smooth my under-eyes feel after applying it, and it doesn’t mess with my makeup at all. If your serum comes with a cooling applicator, it’s a total bonus. The cooling effect feels amazing and makes the whole process even more refreshing. Just a tip: pair it with a hydrating eye cream if you have dry skin, as the serum alone might not be enough."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I’m really enjoying this so far. It doesn’t make my under eyes feel tacky like other eye creams and I feel like it provides that bit of brightness.  The packaging is very cool and makes it super easy to use."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I absolutely love this serum! I use it every other day in the morning and i instantly see a difference each time i reapply. it makes my face so much brighter and my under eyes feel so nourished. I definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have been using the Innisfree Green Tea Eye Serum daily and I have noticed my under eyes are brighter and feel more moisturized. The metal roller makes application easier. The eye serum absorbs nicely into my skin and feels lightweight: I love these eye serum."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The roller ball is nice and cooling but I get absolutely no serum out of it. I hate I spent the money on it bc the second I removed it from under my eyes. I feel absolutely nothing. So disappointing bc I had heard such great things about it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This felt really good under my eyes. It almost felt like it was a primer for my under eye concealer, and it felt super cooling with the metal ball tip on it. I keep it in the fridge just to make it more cooling and have that better effect on it absolutely"
		},
		{
			"review_title": "Best eye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "This eye serum is super moisturizing. I apply it morning and night and have noticed my eye bags aren’t as dark. The metal roller is amazing and feels so nice on my skin. I will definitely be buying again."
		},
		{
			"review_title": "A Wake-Up Call for Tired Eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received the Green Tea Caffeine Bright-Eye Serum complimentary for testing, and it has quickly become a favorite in my skincare routine! As someone with sensitive, combination skin, I’m always on the lookout for products that work without irritation, and this serum exceeded my expectations. What I Loved: • Soothing Formula: The green tea gives a refreshing and calming effect, perfect for reducing puffiness in the morning. • Visible Brightening: After a few days of consistent use, I noticed a visible reduction in dark circles and an overall brighter under-eye area. • Lightweight Texture: The serum absorbs quickly, leaving no greasy residue—great for layering under makeup or sunscreen. • Gentle on Skin: It didn’t cause any irritation, even on my sensitive skin. Room for Improvement: I’d love to see a slightly larger bottle because I can see myself running out quickly—it’s that good! Overall: The Green Tea Caffeine Bright-Eye Serum is a game-changer for tired eyes and busy mornings. If you’re looking for a gentle yet effective solution for dark circles and puffiness, this serum is worth trying. I’ll definitely be recommending it to friends!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "It is a very decent eye serum. I think it is more towards younger people. I am extremely interested in anti aging so it doesn’t do much for me. However I think it still works pretty well as an eye serum."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have been enjoying using the Green Tea Caffeine Bright-eye Serum! I absolutely love the packaging. The metal roller ball is so refreshing in the morning and helps with de-puffing my under-eyes. The formula goes on very smooth. I have been enjoying using it in the mornings under my makeup as it hydrates my skin in the winter allowing my concealer not to look dry and cracked under my eyes. I highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "This is my absolute favorite eye serum! The metal ball tip feels amazing and super cooling on your eyes. This eye serum really helps me feel awake and hydrated. It’s the perfect way to start your day!"
		},
		{
			"review_title": "Game Changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’ve been using the Green Tea Caffeine Bright-Eye Serum, and it’s a game-changer! It instantly hydrates, reduces puffiness, and leaves my under-eyes looking bright and refreshed every morning. I love how awake it makes me feel!"
		},
		{
			"review_title": "Vegan, no fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I love this product from @innisfree. Perfect all in one product, the hydrating eye serum with the combination of caffeine + niacinamide helps my eyes brighten, dark circles caused by insomnia are visibly reduced, even small wrinkles disappear after 2 weeks use. I combined the serum with the metal roller at the tip and massaged for 3 minutes, the feeling of coolness and relaxation immediately appeared. It is free of fragrances, alcohol and is a perfect vegan product."
		},
		{
			"review_title": "Cooling under eye!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "I use this caffeine eye serum in the mornings for a little “refresh”, the roller ball is cooling and feels great on the skin. The serum leaves my under eye area hydrated under makeup. My one critique of the product is that the nozzle dispenses way too much product and it’s really hard to control it to dispense a more reasonable amount. That being said, it feels lovely!"
		},
		{
			"review_title": "A must for hydration and bags!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love how hydrating this is!! It leaves my under eyes so much more hydrated and it definitely depuffs my under eye area as well! When I wake up with puffy eyes I use this and 5 mins later or so the bags are so much better! The hydration is my favorite part though! I love the cooling metal ball applicator as well! Definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "i e been testing out this eye serum for a few days now, i dont have anything bad to say except that there is a slight fragrance that my eyes personally arent a fan of but to be fair, my eyes r immensely sensitive. if you arent sensitive to fragrance then youll like this!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Dry skin",
			"review_text": "This green tea eye cream is amazing and so refreshing! It goes on so well and soaks right in! It’s not to thick or thin and it smells amazing! My dark puffy eyes are gone by morning and it really helps keep them away!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The eye serum doesn't irritate the eyes but I haven't seen any immediate effects yet. But I do like the applicator a lot. Super easy to use and does not leave a mess, which encourages me to use eye serum more."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I use this as a part of my morning routine and it really helps my under eye area look brighter and more refreshed. Feels so light and soothing when I apply. It goes on smoothly and absorbs super quickly."
		},
		{
			"review_title": "Love the roller ball!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This is a great eye cream and the packaging is amazing! Really see a difference with this eye cream. I think it’s the caffeine and how cool the roller ball on this is since it is metal. Overall, I really like this cream, and it’s really the only eye cream that I have seen results from."
		},
		{
			"review_title": "Nice product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I'm not typically an under-eye cream user, but this one is surprisingly good. I put the product in the chiller and it feels great together with the metal roller. It feels hydrating and gives my under-eye area a brighter look. I will continue using it for the long term benefit."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Green Tea Caffeine Bright-Eye serum goes on smoothly and absorbs quickly. I liked the applicator, it felt great in the morning. There was a slight improvement to my puffy eyes. I will continue to use the product"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I love this eye serum! It’s quite light so it sinks in to the skin quickly and works well with my makeup, no pilling either. It does brighten the eye area a bit temporarily with the caffeine de puffing.  Price is fair too!"
		},
		{
			"review_title": "An absolute must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I just use this for the first time last night and I could not believe how hydrated and just awake my eyes looked after using this. This is definitely my all-time favorite. I serum. I think everyone should try this this is amazing!"
		},
		{
			"review_title": "Nice product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This product is very different than any other I have used before. It glides on around your eyes for an easy application without getting your hands on the actual product. It has a nice refreshing feel and actually helps with tired eyes"
		},
		{
			"review_title": "Under eyes look so much more awake",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I have been using the under eye product in the AM to help reduce my morning under eye puffiness. The green tea caffeine has been very effective, I have noticed my under eyes look brighter and more alive when I use this!"
		},
		{
			"review_title": "Cold and relaxing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "The green tea caffeine Bright-Eye Serum from innisfree was so nice and refreshing! The applicator itself is a grey rollerball that feel cool for the under eyes. The serum itself is soft and extremely moisturizing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "The Innisfree Green Tea Caffeine Bright-Eye Serum is a must-have for anyone battling tired, puffy eyes! Infused with green tea and caffeine, this lightweight serum instantly refreshes and hydrates the delicate under-eye area. It works wonders to reduce puffiness and brighten dark circles, giving you a more awake and youthful appearance. The cooling applicator is a bonus—it feels amazing in the morning and helps with gentle application. At just $22, it’s an affordable and effective addition to any skincare routine. A true lifesaver for busy mornings and late nights!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this eye serum. It’s super soothing and easy to apply, is lightweight and sinks into the skin well, and depuffs and brightens my eyes quickly. Really solid product and size is great for travel too"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The lightweight texture absorbs quickly without leaving any sticky residue, making it perfect for my morning and evening routine. The caffeine works wonders in reducing puffiness, and the green tea extract has visibly brightened my under-eye area, giving me a refreshed and well-rested look. I also love the cooling applicator, which feels so soothing on tired eyes. My under-eye skin feels hydrated, smooth, and looks much healthier than before. This serum has truly become a must-have in my skincare routine. Highly recommend it for anyone looking to tackle dark circles and puffiness!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Works great under my eyes in the morning when my eyes are the puffiest. The caffeine tightens the under eye bags and even reduces the darkness around my eyes. I use this every morning and it lasts for quite a few hours"
		},
		{
			"review_title": "Brightens and de puffs",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’ve been searching for a product to help my under eye darkness and puffiness and this is really working well! I can see a brightening difference after using for a week. The roller ball applicator is so unique and really helps get the cream absorbed into the skin and depuff."
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "What a total game changer this eye serum is, wow! I noticed a clear difference right after use, it definitely helps you look more awake on those days where you don’t want to get out of bed. I’ve noticed I always look tired lately, but this definitely helped a ton with that! Super easy to use, love it!"
		},
		{
			"review_title": "Brighter under-eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I absolutely love this eye cream! It provides excellent hydration and works seamlessly with the rest of my skincare routine. It brightens my under-eye area while reducing the appearance of dark circles and puffiness. Plus, the applicator is super convenient and easy to use"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I’m very happy with the Innisfree Green Tea Caffeine Bright-Eye Serum.  It’s lightweight and very hydrating. I like the cooling roller-ball applicator although when I’m in a rush, I just use my fingers to make the product penetrate faster. I love that it’s free from fragrance and alcohol especially for the under eye skin which is more sensitive. It helps with the puffiness under my eyes; It’s not completely gone but it does helps."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "this has worked magical on my skin really feel like it’s brightened by under eye a lot. i’ve always struggled with eyebags for a while, but I can really see the difference after using it. would recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Oily skin",
			"review_text": "I really like this product from Innisfree! It de-puffs my eyes and helps me wake up in the morning. The metal applicator feels amazing and cooling on my eyes, making it a soothing part of my routine. It’s supposed to brighten the eye area over time, so I’m excited to see those results. So far, so good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Wowowowow! I LOVE the applicator and the serum itself. So so so nourishing and the ball tip is cooling and such a luxe experience. Highly recommend and buying this for my friends and family!! Great stocking stuffer!"
		},
		{
			"review_title": "Very nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a very nice brightening eye cream. I love the packaging! The roller ball is my favorite method of applying eye creams and the size of this rollerball makes it perfect for getting into the inner corner and making sure that the cream is applied evenly around the eye. The pump used to dispense the product is a bit touchy. It takes some trial and error to figure out a way to pump it without dispensing. Far too much product. I believe the packaging says to use one or two pumps, but I found that to be far too much for what I needed. Half a pump was more than enough for each eye. Overall, I haven’t noticed any brightening effects, but I have definitely noticed an increase in moisture retention around my eye area. I am able to wear this under makeup without it, causing my eyelids to become greasy or my makeup to crease. It provides a great amount of moisture without providing too much moisture, if that makes sense! Overall, I feel like this is a fantastic eye moisturizer that in my opinion can be targeted towards 18-30-year-olds because of the amount of moisture provides being somewhere in the middle. As far as hydration goes. Most importantly though, this eye cream is incredibly Soothing. It does not irritate the eye area at all - I even accidentally got some in my eye the first time I used it And it didn’t cause any irritation."
		},
		{
			"review_title": "Eye magic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "One of the best eye serums i have used for my dark circles. It really hydrates my under eyes and fights the discoloration. The packaging of this serum is so good . It has niacinamide and other ingredients that brightens the skin"
		},
		{
			"review_title": "Very soothing for the eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have been searching for a caffeinated eye cream due to dark circles and having a very active toddler, lol. I wanted my eyes to feel and look refreshed. This eye cream from innisfree contains caffeine from green tea which has really helped improve the appearance of my dark circles. Applying the eye cream soothes my eyes and is therapeutic itself. The roller ball massages the cream into the skin around my eyes very well ensuring to spread it around perfectly for absorption. If you are also looking for a caffeinated eye cream I am telling you give this one a shot! It is the perfect addition to your morning and night routine."
		},
		{
			"review_title": "Nice serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I love the applicator. You have to squeeze the container and then roll on your under-eyes. I love the cooling sensation from the metal ball. I noticed they look hydrated and not puffy. It doesn’t feel heavy it’s more like a light serum . I’ve been using every day and haven’t noticed that much a difference just yet but they do feel very hydrated."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This eye cream really works! I love the rollerball applicator, it feels so cool and soothing on my skin. The serum is lightweight but does a good job hydrating the eye area. I’m not sure if it helps with fine lines, but my undereye area definitely looks brighter, and my bags are way less noticeable. My only small complaint is that one pump gives a little too much serum for both eyes, but it’s not too bad, and I can get used to it."
		},
		{
			"review_title": "Cool roller",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "The Innis Free Green Tea Caffeine Serum. Is so easy to apply. The roller attached is by far my favorite part of this product, it is gentle on your skin and feels cool on your skin. The serum itself also leaves your skin with a cooling affect. I haven’t seen any crazy results yet, but it provides great hydration."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I have been using twice a day from last two weeks, No difference found. Very basic eye serum"
		},
		{
			"review_title": "Totally Worth It!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I’ve been￼ using this product for about a year now and I haven’t stopped recommending it. It’s really great if you have to do early mornings, as it really does can help depuff your eyes."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Super cool! I love the packaging it is super useful! It definitely does wonders and has helped me with my dark circles. It is hydrating and leaves my under eyes very soft after applying it. The cooling effect of the applicator is amazing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Totally obsessed with this eye serum. I love the roller! It works so well to depuff my eyes in the morning. Its light but still moisturizing and makes my eyes look so much smoother and brighter. Obsessed"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Looove the cooling tip on this pen. The right amount dispenses when you use it. The roller ball makes it super easy to use. No getting your hands dirty or touching sensitive area around the eye. Feels great and dries down. I do see the depuffing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "“I’ve been using the Innisfree Brighten + Depuff Eye Serum for a few weeks, and it’s amazing! The cooling rollerball feels so refreshing, especially in the morning, and it really helps reduce puffiness. My dark circles look brighter, and the lightweight gel absorbs quickly without feeling sticky. I love keeping it in the fridge for an extra cooling boost—it’s like a mini spa for my eyes. Definitely a must-have in my routine!"
		},
		{
			"review_title": "Perfect for tired eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "As I get older, I find myself making sure I always have a viable eye cream on hand. I absolutely love this one! I am obsessed with the cooling effect that the metal applicator provides. I specifically use this eye cream in the morning to negate my tired eyes. I recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "The Innisfree Bright Eye Serum took me a minute to figure out how to get the product out at first, but once I did, it became really easy to use. The rollerball design applies the serum smoothly and makes it fun to use. I also love that I can apply it without needing to touch the product or my face directly—it feels more hygienic that way. The serum itself feels light and refreshing, and while I haven’t noticed drastic results yet, it does help my under-eye area feel hydrated and is gentle on my sensitive skin."
		},
		{
			"review_title": "Great for night shift workers",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "a little goes a long way!! I love the applicator on this. It's very cooling and helps with under eye puffiness. After using it for a few days I can already see a difference in the appearance of my under eye bags. It's a real game changer after working nights!"
		},
		{
			"review_title": "Love this eye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I got the Green Tea Caffiene Bright Eye Serum from Innisfree and I really like this product. It’s super easy to use I like how mess free it is and it also doesn’t have a fragrance. This product doesn’t irritate my eyes at all and I love how the metal tip applicator is cooling on the eyes I definitely sit there and rub it under my eyes longer than I need to"
		},
		{
			"review_title": "Cool little eye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Pretty cool eye serum that feels very refreshing and depuffing. I think the price is right and the applicator is fantastic, I love the feeling. Love that this is fragrance free too as that means no irritation. Would buy again!"
		},
		{
			"review_title": "A must-have for students!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "For anyone on the younger side looking for a new eye serum, I would recommend this one! As a student, it gets me through those long study days when my eyes start to feel and look tired. Innisfree formulas are second-to-none especially when you take into account the price. Would recommend!"
		},
		{
			"review_title": "Recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair",
			"review_text": "I wake up with puffy eyes sometimes and i love to massage undereyes using this serum which gives such a boost of freshness to an otherwise dull and dehydrated skin. If you’re on the market for a well priced eye serum, look no further"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "Such a nice eye cream! The roller applicator is fantastic at not only applying the product but cooling my eye area and depuffing!  The product itself works amazingly too! Even after one use I can already tell my eye area looks brighter and more awake!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Such a neat little product! You squeeze ONCE (more than enough) and then gently pat in. It is fragrance free and feels so refreshing, especially on days when i stayed up too late and woke up too early."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This eye serum is a game-changer! The metal roll-on applicator feels so cooling and instantly helps with puffiness, especially in the morning. My under-eyes look brighter and more hydrated after just a few days of use. I love the lightweight gel texture."
		},
		{
			"review_title": "Amazing eye cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This eye cream is just something else!! It is very light, doesn’t leave any sticky or creamy residue, everything gets absorbed. The best part is the metal roll on applicator which helps cool down your eyes in they are puffy. A great eye cream!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I'm absolutely obsessed with Innisfree's Green Tea Caffeine Bright-Eye Serum! This miracle worker has transformed my tired, puffy under-eyes in just a few uses. The cooling metal roll-on applicator feels amazing, and the lightweight gel serum absorbs quickly, leaving my skin feeling hydrated and refreshed. The powerful combo of green tea, hyaluronic acid, caffeine, and niacinamide has visibly reduced dark circles and fine lines, giving me a brighter, more radiant appearance. I love that it's fragrance-free, vegan, and cruelty-free too! Using it morning and night has become a self-care ritual I look forward to. My eyes look smoother, brighter, and more awake - it's like a morning coffee for my under-eyes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Easily the coolest (literally and figuratively) eye serums/packaging I’ve ever tried. I love the eye roller to help further depuff my eyes. A great hack to look and feel more awake. I love the serum and ingredients too - just the extra care I needed for my eye area!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This eye serum is very good! I love the applicator - it makes it easy to apply the serum and I have noticed my under eyes are less puffy after using this for about a week. I use this twice a day - morning and then before bed."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "One of the things that I really love about this eye cream is the applicator has a cooling metal tip which I have never experienced out of the numerous other eye creams I’ve tried. One thing I unfortunately do not like is the inclusion of niacinamide. Typically, I haven’t had a great experience with that ingredient, but this eye cream is definitely an exception since it’s the only eye cream that helps brighten my under eyes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I used this under my eyes and slightly above my eyes on my eyelids. This is super cool with the applicator and I like not having to use my fingers when applying eye cream or serum of any kind. I woke up today feeling like my eye skin is soft"
		},
		{
			"review_title": "Everyday must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Innisfree Green Tea Caffeine Bright-Eye Serum is my go to product for under eye puffiness. I LOVE the metal rollerball applicator - it is so easy to use and mess-free. I noticed an improvement in the level/intensity of puffiness and dark circles."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Great product. First of all the brand is amazing. Everything I’ve tried has been really great. I’m always looking for something to de puff and brighten up my under eye. This has really done that. It’s great."
		},
		{
			"review_title": "It's great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I really like this eye serum.  It's very moisturizing and gives a bit of plump to my under eye area.  I don't care for the packaging but there is a good amount of product in it.  I definitely recommend this product."
		},
		{
			"review_title": "Highly recommend",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
			"review_text": "The Innisfree Green Tea Caffeine Bright-Eye Serum is a hydrating eye serum with niacinamide, caffeine, and a cooling rollerball applicator. I honestly really love it! I suffer from really bad dark circles, puffiness and fine lines around my eyes. So I’m all for an eye product to help me battle these issues. that metal ball roller is very easy to use it spreads and it absorbs into the skin right away. I really love how simple it is and it’s a mess Free. Green tea and caffeine both help with puffiness under the eye and the 3% niacinamide helps with hydration. I love this roller it’s amazing. Highly recommend!!"
		},
		{
			"review_title": "Feels so nice on tired eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Dry skin",
			"review_text": "such a nice addition to my routine. The rollerball applicator feels super cooling, especially in the mornings, and it helps wake up my puffy, tired eyes. The serum is lightweight and absorbs quickly, so it layers well under makeup. I’ve noticed my under-eye area looking a little brighter and smoother after consistent use, which is a win for me. It’s affordable and works well, so I’ll definitely keep using it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is a really great caffeinating eye cream to use in the morning! It’s very hydrating and definitely helps with depuffing the eyes after a night of not getting as much sleep. I absolutely love the applicator too, it feels so soothing and cooling on my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Love the eye serum for being affordable and easy to use. The application is so easy and mess free and I love to use the applicator to give myself a little message. The serum is light and easy to absorb so it doesn’t feel heaven around my eye area"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This cooling eye cream. The metal ball tip applicator is so soothing and feels so good under my eyes in the morning time. I definitely feel like I look more awake after using the serum and the applicator."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I really like the eye serum. The applicator is so amazing. It’s really easy to apply product and the roller ball provides a nice cooling effect. This serum really helps with my under eye puffiness in the morning"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love love love the duo use of this eye serum and roll on product. It is perfect to use almost anywhere. The application is awesome and it works beautifully. Its small and compact enough to take with you and use as needed."
		},
		{
			"review_title": "Works well",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This green tea eye serum works amazing love that it makes my under eyes refreshed and it also only take a tiny bit of this product. The applicator is super refreshing and love that it makes my eyes looks so rested and awake."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This eye serum makes my under eye bags and darkness look so much brighter and lively after just a couple uses. It feels so hydrating on my skin too. I love the progress in my under eyes I have seen already."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This leaves me looking so awake and hydrated under my eyes! It is a great product to apply in the morning and I love the cooling effect it gives. It has an easy applicator that provides a mess free application."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love that this eyecream contains caffeine and niacinamide. Best part for me is the metal roller. It feels nice on the skin and it's a messy free application. This will also last me awhile since I don't need much. It absorbs into my skin nicely and I have had no bad reactions from it."
		},
		{
			"review_title": "A must have under eye product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I received this product for free in exchange for my honest opinion on this product. It feels very hydrating and depuff my under eyes nicely. It has caffeine and niacinamide which are very nice."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Review: This eye serum is a total lifesaver! The metal roller applicator feels so refreshing, especially when I keep it in the fridge. It instantly depuffs my under-eyes, and the caffeine + niacinamide combo really brightens up my dark circles. I also love that it’s lightweight, hydrating, and free from fragrance or alcohol. For $22, it’s an amazing deal! Definitely a must-have for tired eyes."
		},
		{
			"review_title": "Like it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Great eye cream, I am amazed how good this roller is, I think it helps the cream to absorb faster and more efficient into skin. I don’t think my dark circles disappeared but they got less pronounced I think."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This does such a good job at reducing under-eye puffiness.The metal roller ball applicator is cool to the touch, and paired with the gel formula- makes this super refreshing to apply! This is very hydrating, yet lightweight, and it absorbs quickly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Combination skin",
			"review_text": "This is one of my favorite eye creams ever. It's great for early morning tired, puffy eyes. The cool metal applicator makes it really soothing and depuffing. It's the perfect consistency, thin but very hydrating."
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This green tea eye serum is awesome! I use serums and a lightweight gel moisturizer so heavy creams on the eyes can make my skin pill but this one works perfectly with my routine and doesn’t cause any breakouts around the eye area!!"
		},
		{
			"review_title": "Morning fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This eye serum is perfect for people with sensitive under eyes. It applies super nicely with the cooling roller ball which helps me wake up in the mornings. It feels lightweight and visibly helps de-puff and brighten the my dark circles."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I love this eye serum! It really brightens up my eyes and really makes me feel like my face looks brighter and more youthful! The packaging is super convinient for traveling and taking with you on the go! I love it!"
		},
		{
			"review_title": "Love it…",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "The Innisfree Green Tea Caffeine Bright-Eye Serum is fantastic…the metal ball roll on style applicator is so comfortable to use and doesn’t pull at the fragile under eye skin…almost instantly I feel like it leaves my under eyes less puffy and more bright and awake looking…I don’t have sensitive skin but I haven’t had any reactions to using this on my eyes…I’m quite happy with how it has been working…"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I love innisfree! I have rosacea and their products are super gentle. These were amazing for my under eyes. My eyes aren’t puffy and my fine lines look so much better. Definitely recommend this to anyone who wants to improve their under eyes"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "Perfect eye serum! If you need something to make your under eyes look bright this is the product for you. I have noticed a difference in my under eyes I normally have super dark circle and this has help."
		},
		{
			"review_title": "cooling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "I was so excited to finally receive an eye serum, especially with it having the middle ball at the end. It’s so cooling and so moisturizing for my eyes and especially love it because it doesn’t pill and ball up."
		},
		{
			"review_title": "Bright and fresh under eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this eye serum for keeping my under eyes bright and tight! My under eye bags are less noticeable when I use this which has been a huge confidence boost for me lately. I apply it with a jade roller to further keep any puffiness away! Highly recommend if you want to give your under eyes that awake and refreshed look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Innisfree is becoming one of my favorite brands very quickly! This is a gorgeous eye cream with a cooling steel ball that helps to deputy while you apply the product. I love the caffeine in it to help make my eyes up and it’s SO nourishing! Highly recommend!"
		},
		{
			"review_title": "lightweight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Normal skin",
			"review_text": "This lightweight green tea caffeine bright eye serum helps illuminate tired dull eyes. The roll-on massage tip application felt relaxing, and it's glding smoothly on my skin. What I like the most on this serum. Just one pump, and you're good. You can also apply it in the morning and night. I also noticed the super fine sparkly glittery on the cream when it hit the light. It's so pretty. Also, when it dries, it doesn't feel sticky. It didn't even irritate my eyes when I accidentally rubbed my eyes a few minutes after applying it. I can't wait for the final result in a few weeks."
		},
		{
			"review_title": "slay eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "obsessed with the brand innisfree. they have very great products and i love the spf so i had to try the eye serum. it’s so good and i enjoy using it in the morning to wake myself up and depuff my undereyes"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
			"review_text": "I am absolutely obsessed with the packaging of this product. It’s super travel friendly but it’s also super soothing. I put this in the fridge and let it cool before I use it and it’s like a glass of water for my undereyes. It’s incredible"
		},
		{
			"review_title": "Great product that I definitely recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this eye serum! The metal roll on applicator feels so cool and refreshing, especially in the morning when my eyes are puffy. It’s super lightweight and absorbs quickly without feeling sticky. I’ve noticed my under eye area looks brighter, It’s also really hydrating! It’s such a good find, definitely keeping this in my routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "The applicator of this is amazing! I love it in the mornings to depuff my under eyes! It feels very relaxing and the product is great at helping under eye darkness. I truly recommend this product, I love it"
		},
		{
			"review_title": "Very good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love this serum, it helps me a lot to lighten dark circles and reduce fine lines around the eyes, it feels super fresh when applying it thanks to the applicator, I love how it moisturizes, it is an excellent product."
		},
		{
			"review_title": "Great eye serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This is going to be my new go to for morning eye serums… it IMMEDIATELY makes my under eyes less puffy and brightened. The whole experience is super luxe with the rollerball applicator - it gives an almost cooling effect that helps with depuffing as well. Im so impressed with how quickly this product works. It doesn’t pill under makeup either."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This has to be one of the best serums out there. The applicator is amazing and it works wonders at to how I feel every morning! Such an amazing product. It is easy to use and it is affordable, and easy to carry"
		},
		{
			"review_title": "Must have for brighter eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The Innisfree Bright-Eye Serum helped my eyes look brighter and more hydrated. The applicator is very easy to use and feels amazing and cool upon application. I noticed less noticeable dark circles and less puffy under eye. My sensitive skin loves that it is fragrance and alcohol free! Must have for any skincare routine!"
		},
		{
			"review_title": "Phenomenal for de puffing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Love this eye serum. This has quickly become my favorite eye treatment. I’ve been using in the am to de puff my under eye area , the roller applicator feels amazing and one pump is enough to cover both eyes . My dark circles are less noticeable and my eyes look brighter and hydrated. I’ve also been using the roller to de puff and smooth my under brow area and it works amazingly as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This has become my favorite eye serum. The application is so easy and I love the actual tool that comes attached because it feels like it does depuff the eyes.  The serum is actually hydrating and it just feels amazing under the eyes. No fragrance and no irritation."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I use this in the mornings and it really brightens and improves the appearance of my under-eyes. The cooling tip feels light and refreshing during application. It is great for reducing under eye puffiness."
		},
		{
			"review_title": "Iconic Eye Serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Innisfree Green Tea Caffeine Bright Eye Serum is a refreshing and lightweight eye treatment that effectively targets dark circles and puffiness. It provides hydration while reducing the appearance of tired eyes. The serum has a pleasant, mild scent and absorbs quickly, leaving the under-eye area feeling smooth and revitalized. The cooling applicator tip enhances the soothing experience. Overall, it’s a great addition to any skincare routine for those seeking a gentle yet effective solution for brighter, more awake-looking eyes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I've been looking for a good eye serum for a while and this one by far has the best applicator. It's so cooling and feels amazing underneath my eyes. I can't wait to keep using this serum because it's so nice"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The Innisfree Green Tea Caffeine Bright-Eye Serum has a lightweight, refreshing formula that absorbs quickly. It provides a cooling sensation and helps reduce puffiness while keeping the under-eye area hydrated. With regular use, I’ve noticed my eyes look brighter and more awake. A solid addition to my skincare routine!"
		},
		{
			"review_title": "It’s a necessity",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "My dark under bags are honestly too much. It’s the reason for my insecurities but my dad also has it but I have tried every single product you can think of & so far, this is the only product that is helping out."
		},
		{
			"review_title": "A wakeup call for tired eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "This serum is like a wake-up call for tired eyes. As someone with dry skin and the first hints of fine lines creeping in, this lightweight serum feels hydrating without being heavy. The cooling applicator is a dream for de-puffing in the morning, though I wish it worked a little faster on my stubborn dark circles."
		},
		{
			"review_title": "Brighter eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "The Innisfree Green Tea Caffeine Bright Eye Serum is lightweight, hydrating, and helps reduce puffiness while subtly brightening. It absorbs quickly, works well under makeup, and is ideal for daily use, though results may take time to show."
		},
		{
			"review_title": "Puff be gone",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "Green Tea Caffeine Bright-Eye Serum with Niacinamide  This is a hydrating eye serum with caffeine and niacinamide to help depuff, brighten the look of dark circles, and visibly address fine lines from dryness. It has hydrated under my eyes and made them feel very soothed and less puffy."
		},
		{
			"review_title": "Great for dark circles!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is my first time trying a product from innisfree and I absolutely love this green tea caffeine bright eye serum! The applicator is so nice, I love the metal because it’s cooling as you apply it under the eyes. The serum is nice and lightweight but it feels refreshing and hydrating. I definitely noticed a difference in my dark circles!"
		},
		{
			"review_title": "Bye bye dark circles",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Bye bye dark under eyes! I have been using this for a few weeks and I look so refreshed! My eyes are less puffy and brighter! Works perfectly under concealer as well! I love this brand and highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This eye cream has really improved the look of the fine lines in my eyes! I think the caffeine works really well as it just brightens up my appearance. It applies well under my daily sunscreen as well."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Such a sweet serum’ I was looking for something like this and definitely hit the spot! I love to keep my under eyes nice and moisturized. It’s a great product to use under makeup and on the no makeup days too!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this uplifting spray in exchange for my honest review. This product smells nice and has a good texture. It’s fitting for my curly hair. I normally have good volume but this makes my hair survive the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "Innisfree has an amazing product line. This Green Tea caffeine bright eye serum has a great applicator. It came in with a roller which makes it easy to apply under the eyes.  It is unscented so it does not irritate the eye."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This Green Tea eye serum is incredible, it makes my eyes look refreshed and rejuvenated! I love how easy this is to apply and how it brightens my eyes so nicely. I love the cooling effect it has, it feels great to apply every morning."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This product is so great! It is so hydrating and I love the way the rollerball just rolls onto my skin, it is so hydrating and I can really feel that is making my undereyes brighter as I don't wear makeup to work."
		},
		{
			"review_title": "The perfect product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This is everything I could ask for in an eye serum! I struggle with sensitive under eyes so some thing that doesn’t irritate them is hard for me to find. This is a lightweight formula that easily absorbs into the skin without causing any redness or irritation. It has a cooling metal applicator that is large enough to cover a good amount of your under eye. For this reason, I like to keep it in my skin care fridge for added cooling effect. It effectively duffs my eyes while leaving them hydrated. It works well with the rest of my skin care and doesn’t pill at all. Plus the price point is perfect! I can’t recommend this enough."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The Green Tea Caffeine Bright-Eye Serum is one of my favorite products from Innisfree. Not only does it help depuff and brighten up my undereye area, but it hydrates too. The rollerball applicator not only makes it easy to apply, but it has a really nice cooling effect. This is my go-to if I want to look more awake."
		},
		{
			"review_title": "Brightens under eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "This is a great eye cream. The metal roller is very calming under my eyes. This serum makes me look more awake. It helped to get rid of my dark circles. It helps smooth the fine lines wrinkles and bumps under my eyes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Great product. Highly recommend it for anyone whose looking for a hydrating eye serum, doesn’t weirdly sting your eyes and I feel like my under eyes are so much brighter and hydrated. Love it so much,"
		},
		{
			"review_title": "love this eye brightener",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This green tea caffeine bright eye serum is sooo good i love it so much i also love the applicator and how it’s a roll on applicator it goes on so nicely & smoothly! It helped brighten my under eyes as well!"
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This eye serum has the most amazing and easy to use applicator! I use this with my nighttime routine and it helps me wake up with refreshed and bright under eyes! It didn’t affect my sensitive skin and the smell is clean but not chemical or overpowering."
		},
		{
			"review_title": "Great Applicator",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "Really great product! I love the roller ball applicator, feels really cooling & wakes me up in the morning! The product itself was gentle & definitely brightening my under eye area! The packaging is perfect to throw in my bag, LOVE!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I love this eye brightening serum! I am someone who has always struggled with dark under eyes. I’ve noticed that while using this caffeine eye serum it has helped to brighten up my under eyes and leaves my under eyes looking and feeling more hydrated"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The best eye serum I have ever tried. I like the ingredients in this as well. It doesn’t irritate my eye and makes it look much brighter. It’s very easy and convenient to use. I use it in the mornings and it works great. Would definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I love this so much. I definitely need an extra boost of caffeine in my eyes early in the morning so this is the dream solution for me. I love the way it feels on my skin! I love love love jnnis free and this is my favorite eye cream"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I like this product as it is very easy to use. Would recommend this to anyone who is interested in an eye serum like this. I’ve used it for a few days and like it very much. Keeps my under eyes very hydrated. I would suggest applying this every night."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "recently got this bright eye serum and so far i really like it! it feels super refreshing under the eyes because of the applicator and definitely helps me in the mornings with my heavy eyes because of the green tea"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I am a beauty enthusiast, and have been trying natural and clean beauty for years. I was excited to try innisfree’s Green Tea Caffeine Bright-Eye Serum with Niacinamide. I love the fact that it is certified Clean by Sephora, and I am a sucker for a light eye serum with a roller! My other eye products are thick and heavy creams, so I use this in the morning and those at night."
		},
		{
			"review_title": "Bright eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "This eye serum has become a staple in my skincare routine!  It really brightens up my eyes in the morning.  The caffeine definitely helps with any puffiness.  A little goes a long way with this product.  I would definitely recommend it!"
		},
		{
			"review_title": "The best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I am obsessed with this petite little roller ball to de puff and brighten my eyes! I struggle with dark circles and puffiness in general, but when I saw that this serum also includes a roller ball two in one type of deal - I was sold! It is everything I imagined it would be. I absolutely love it! It’s even better if you chill it a bit first 😉"
		},
		{
			"review_title": "Highly recommended",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The innisfree green tea eye serum is a refreshing solution for tired, puffy eyes. Infused with caffeine to reduce puffiness and green tea extract for soothing antioxidants, it hydrates and brightens the under-eye area while targeting dark circles. Its lightweight texture absorbs quickly, making it ideal for daily use and layering under makeup. And the cooling applicator adds a refreshing touch."
		},
		{
			"review_title": "I am definitely spending my morning with it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "It instantly plumps the skin surrounding your eyes and makes your skin feel nice and tight as if your eyes are fully opened. It absorbs instantly and has a slight tingling sensation while it works."
		},
		{
			"review_title": "Depuffs",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Helps my undereyes feel hydrated and depuffs them. Especially when my eyes are feeling more tired than usual it feels really cooling to apply this under my eyes with the applicator. It has a nice cold touch to it."
		},
		{
			"review_title": "Good eye cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I feel like I’ll always be on the hunt for the best eye cream for my tired dark circles under eyes. The applicator is very nice: no need to touch your eyes or the product. It’s nice and cooling as well. The ingredients are good for many eye concerns."
		},
		{
			"review_title": "Great for tired eyes. Instant brightness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This eye serum is a game-changer for tired eyes! The lightweight gel absorbs quickly, leaving my under-eye area feeling hydrated and refreshed. Infused with green tea and caffeine, it noticeably reduces puffiness and brightens dark circles over time. Perfect for adding a natural, awake look to your routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I especially love this applicator for easy application.  I feel like because of the massage tip, it helps to depuff my eyes even better as I massage it in. I find it very soothing when I use it in the morning."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I recently tried the Innisfree Green Tea Caffeine Bright-Eye Serum with Niacinamide and this applied super well! I love the cold tip applicator. I found it very soothing and works wonders in the morning when I'm trying to depuff my eyes"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love this brightening the cream. The application is awesome and innovative it makes it easy to use and mess free. I noticed after a couple minutes of use my puffiness goes down and after a couple days of use less lines"
		},
		{
			"review_title": "My under eye is perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "My eyes are always puffy and have dark circles that need to be removed, and this product helped me a lot to solve that problem with my eyes, it feels fresh and reduces the puffy bags under my eyes."
		},
		{
			"review_title": "Eyes are brighter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "The green tea caffeine bright eye serum with niacinamide is the ideal product to use if you suffer from puffy eyes, discoloration or dark circles. Not only does it add hydration to my under eyes but helped with my dark circles."
		},
		{
			"review_title": "Effective",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The way I ripped into this product the second I got it. I woke up with terrible undereye bags and this prodcut was lifesaving. I love the applicator, it's cooling and deflated my bags so quick. I'll try to refrigerate for the next time I need it for a better cooling effect."
		},
		{
			"review_title": "A must try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have tried this eye gel serum before and love it! I do tend to wake Up with tired eyes and I feel that this helps me a lot! After using my eyes appear more awake and less tired as well as less puffy."
		},
		{
			"review_title": "Great cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This eye cream has quickly become a favorite in my skincare routine! I decided to try it after noticing dryness and fine lines around my eyes, especially following a hectic schedule and sleepless nights. From the first use, it provided deep hydration, leaving the skin under my eyes feeling soft, refreshed, and visibly brighter. Over time, it has significantly reduced puffiness and diminished dark circles, while also improving elasticity and firmness. The design of the packaging is practical and hygienic. Overall, it’s an excellent product for daily care, keeping the delicate eye area smooth, nourished, and revitalized!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is an amazing eye brightening Sara on my eyes feel right away moisturize the caffeine and it really helps to brighten plump up and awaken my eyes. I love to use this the night that I don’t get a lot of sleep."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "It’s non-greasy and layers well under makeup, making it a great addition to both morning and nighttime skincare routines. The formula feels refreshing upon application and leaves the skin feeling soft and supple throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "It is easy to apply on my undereyes and absorbs well. It does not make my face sticky at all, which I like! I love how its small and compact so I can bring this product anywhere I go. I like to use this at night so it absorbs the best."
		},
		{
			"review_title": "The best!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This product is life changing!! The cooling roller ball is great and you automatically can feel it de puffing right away!! I love how lightweight and hydrating but not sticky this product is!! It is good for dryness and puffiness!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "The Innisfree Green Tea + Caffeine Bright Eye Serum is a refreshing addition to my routine. Its lightweight texture absorbs quickly, reducing puffiness and brightening tired eyes. A little goes a long way, and the natural scent is soothing—perfect for daily use!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I am using this eye serum twice a day. It has a nice gel texture and feels very lightweight. I especially enjoy using this serum in the morning when I wake up with puffiness. The serum and roll-on applicator have a cooling effect, feel very refreshing, and help to wake up and depuff the area around my eyes. My eyes look less tired, and it reduces dark circles. As someone with sensitive skin, I also appreciate that this serum is fragrance-free."
		},
		{
			"review_title": "So good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "If you’re looking for a pick me up in your eye serum . This helps with my tired eyes and makes me look more awake overall this is very helpful to me and I had no bad reactions when I use this . I could see this being good for many different skin types ."
		},
		{
			"review_title": "Brighter undereyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I bought the serum during my nighttime skin routine. I did this for a few nights until I noticed a difference in my skin. My under eyes are much more brighter. They were not puffY at all. I do have sensitive skin and this product caused no irritation."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really love this eye cream! Since using it, I’ve noticed a huge difference in the puffiness of my eyes after using it morning and night. I’ve also noticed that dark circles are getting better as that is one of my main concerns. Definetly will continue to keep using!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I tried the green tea caffeine bright eye serum and I really like it.  I like the applicator and like that it’s so cooling and soothing to my eye area.  It’s also brightening and also smoothing for my fine lines"
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "This is a great under eye cream! I usually am not the type to use them just because I dont know much about them but this one specifically is really good it feels hydrating and makes your under eyes look brighter"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love this eye serum from. I use it twice per day and I can see a difference. My under eye area is hydrated, moisturized and firm. The dark circles are less visible. I would highly recommend this serum to everyone!"
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Feels good on the skin, but it doesn't work well with makeup. My concealer started to pill with it underneath. Maybe better for no makeup days."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love the applicator!!! I used to use eye cream from the inkylist that had a metal applicator and they got rid of it. it's very effective for depuffing and you use very little so I expect this to last a while."
		},
		{
			"review_title": "Great for dark circles!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Green Tea Bright-Eye Serum with Niacinamide by Innisfree has a lightweight gel texture. The roll on applicator makes it easy to apply with a cooling effect. My dark circles appear lighter and my under eyes look brighter. My under eye area also looks and feels much more hydrated.  I definitely recommend this eye serum!"
		},
		{
			"review_title": "Love the rollerball",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
			"review_text": "Helps with puffiness, especially in the mornings.  Even better if you keep it somewhere cool."
		},
		{
			"review_title": "sticky but good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I didn't really notice any results but I did get a comment that my skin looks better. The packaging and everything is nice. The serum does not burn my skin and I have pretty sensitive skin/a lot of products give me a burning sensation or redness when using so that's good. However, this product leaves my under eyes quite sticky once dried. I am not a fan of any residue from products (sticky-ness, slimey, etc). Once I finish this one up, I might look elsewhere for another similar product."
		},
		{
			"review_title": "Wonder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "Love, love, love this roller! My morning beauty routine doesn’t start without it. It helps me to wake up instantly, makes me look resfreshed and well rested. I feel like it helps to reduce puffiness and make my under eye area brighter. I keep mine in refrigerator for better results. A little bit of a product go along way and blends so well, without feeling sticky and greasy. Overall, absolutely phenomenal, effective roller and also works amazing with jade rollers."
		},
		{
			"review_title": "Great for under eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really enjoyed using this bright eye serum for my under eyes. I do suffer from a lot of allergies and with that come a lot of dark circles and I tried this product out to hopefully lesson those they see results within a few days. I’m very happy with this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "This bright eye serum is so refreshing and light while it works to brighten up my undereyes. I am always someone who struggles with bags and dark circles and this does a fantastic job at helping that. Not only that but the applicator rolls so smoothly and adds a cooling effect that relaxes while it also rejuvenates."
		},
		{
			"review_title": "Love the metal roller ball & pump",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I have been using this for the last week  . I am really enjoying this eye serum !  It has a metal rollerball on the end that is always cold to help de puff and soothe .  I love caffeine eye serums for the morning time .  This one is a bit thick like a cream , it has a little pump you press with your fingers and the cream/serum comes out around the rollerball so you can apply it .  I like that it’s hygienic, no fingers dipping in . I love the cold ball as you massage the product in . It feels nice on the skin before my regular eye cream .  I’m happy so far . It had no scent either"
		},
		{
			"review_title": "Worth the purchase!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "This Green Tea caffeine bright eye serum was a pleasant surprise. I like the applicator. It’s very easy to use and has a metal ball on the end that feels cool when applying. You just pull down on the bottle and it comes out on the top. It’s not messy and a little goes a long way. It’s unscented and did not irritate my eyes like most serums do. I liked how less noticeable my dark circles became over time. I’m more interested now in trying more products from this brand because of the high quality of their eye serum. I give this product two thumbs up!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Getting older I have noticed my dark circles getting worse and find myself applying more makeup to cover them up. I want to start tackling them with skincare and not be dependent in a lot of makeup. I love that this has caffeine and niacinamide to assist with my dark circles and help brighten my under eyes. It has an applicator so I don't even need to dirty my fingers. The gel texture is cooling and nice with the metal ball application. If this works well in the long run I will buy this to replenish."
		},
		{
			"review_title": "Helped with my tired mom of four eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I received the green tea caffeine bright eye serum for my honest opinion.  Revitalize your eyes with the magic of green tea! This caffeine-infused serum is your secret weapon against tired eyes. Hydrating and soothing, it’s perfect for those long days. Say goodbye to dark circles and hello to a bright, refreshed look!"
		},
		{
			"review_title": "Basic in my skin care routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The moment I use the roller on the area around my eyes I feel how it refreshes and gives me a feeling of calm, this area of my face begins to deflate, it looks more hydrated and luminous, the effect lasts about 6-8 hours. The good thing about this cream is its refreshing and hydrating natural ingredients; Green tea (essential for reducing inflammation) niacinamide (helps to brighten and reduce dark tone) and caffeine that gives luminosity and hydrates this delicate area of the face."
		},
		{
			"review_title": "love this! need caffeine!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Innisfree Green Tea Caffeine Bright-Eye Serum is a refreshing addition to any skincare routine, especially for those seeking to combat puffiness and dark circles. The lightweight formula absorbs quickly, leaving the skin feeling hydrated and revitalized without any greasy residue. The blend of green tea extract and caffeine not only energizes the delicate under-eye area but also helps to improve overall skin texture. I've noticed a visible reduction in puffiness and a brighter appearance around my eyes after consistent use. The serum has a soothing scent that makes application feel like a little self-care ritual. Overall, this serum is effective, affordable, and a must-try for anyone looking to enhance their eye care regime."
		},
		{
			"review_title": "Green Tea Serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am so happy to receive this serum by Innis Free and Skeepers. I love green tea and any product that has natural ingredients I am excited to try and talk about it. Natural smell and scent just like a tea. Definitely I felt my under eyes less puffy this morning and definitely more brighter than usual. Very refreshing serum and energetic which caffeine plays a big role to the dark under eyes. Happy influencer"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "The Jeju Orchid Eye Cream is a rich, nourishing cream that helps reduce the appearance of fine lines and dryness around the eyes. It has a thick but smooth consistency that absorbs well without feeling heavy. After a few weeks of use, I noticed my under-eye area looked brighter and more hydrated. It’s great for anyone looking for an affordable yet effective eye cream that targets anti-aging concerns."
		},
		{
			"review_title": "A must have for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The Green Tea Caffeine Bright-Eye Serum is an exceptional addition to any skincare routine. Its lightweight formula absorbs quickly, leaving the delicate eye area feeling refreshed and hydrated. The infusion of green tea and caffeine effectively reduces puffiness and dark circles"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have really puffy under eyes. I like the applicator -- it feels so nice with a little roller ball to apply the product. But I think the formula doesn't absorb very well for me. I haven't noticed any difference but I'll continue using it to see."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I absolutely love this eye serum! Not only is this making my under eyes hydrated but I love the rolling ball applicator. It feels so soothing around the eyes and helps where you do not have time get any on your hands. I would absolutely recommend this product!"
		},
		{
			"review_title": "Effective as always",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love Innisfree skin care products for their high quality and pretty clean, effective ingredients (like green tea, hyaluronic acid, niacinamide).This roller is great, it definitely works and gives me pretty much instant refreshing look. I always keep it in my refrigerator and use it every morning. It hydrates, depuffs and brightens up my under eye area. It’s not sticky and absorbs fast, after literally 5 minutes I apply my cream and good to go."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I liked this serum from innisfree. it perfectly smooths out fine wrinkles and moisturizes the skin under the eyes well. it is also very convenient to apply it on the skin. I will definitely use it. It’s really good product."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "I loved this eye cream. It has a very good texture and absorbs wonderfully. I liked the soft scent and my dark circles seem to have improved, less puffy and dark. The packaging is very cool and practical to take anywhere."
		},
		{
			"review_title": "Instant Cooling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Green Tea Caffeine Bright-Eye Serum from Innis Free is a wake-up call for my eyes! As soon as I touch the metal roller to my under eyes, I get an instant cooling effect. I can feel the instant hydration from the gel like ingredients. It contains green tea, 5 types of Hyaluronic Acid, Caffeine, and Niacinamide which helps to depuff, hydrate, and brighten my tired under eyes. I love that there’s no fragrance and not burning or irritation. It’s really easy to apply and the instant results make it a top pick!"
		},
		{
			"review_title": "Soothing under eye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "I was gifted the Green Tea Caffeine Bright Eye Serum to try. I love how this serum feels when applied to the under eye area. Soothing and calming I am noticing my skin is much smoother and brighter under my eyes. Definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I always love the green tea ingredients within this eye serum, also it comes with the metal roll-on applicator makes easy to apply around eyes. Also could use it to massage around the eyes to smooth around serum and to help absorb."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I like using this at night because I have oily skin and want to prevent my face from getting oily in the morning. It glides on easily to my undereyes and helps soothe them. I have yet to see any huge changes in my undereye darkness, but I have noticed softer undereyes when using this."
		},
		{
			"review_title": "Refreshing, Cooling, HYDRATION, BOOST!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "It feels super cooling and refreshing! It took me a second to figure out how to actually dispense it. I thought it was a twist but you just press the dispenser area. I also think of Wonyoung whenever i use Innisfree lol"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I needed an eye serum so much and I got this one. Quite good and soothing. Doesn’t sting and I really appreciate that about the product. Really loving my time with this product. Totally recommend to everyone"
		},
		{
			"review_title": "Good first eye serum!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This eye serum is so soothing! I love that it can be used day, night and anytime in between! The cooling roller ball feels so good and definitely gives spa vibes. I would say that this is a great introduction product to eye serums. It’s a good price and feels amazing, but the results aren’t crazy. I still saw a difference in my puffiness, but otherwise my under eyes are pretty much the same."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "This Green Tea Caffeine Bright-Eye Serum was very refreshing under my eyes, it instantly have my the look of rejuvenation and a more awake look. I is very cooling and I'm starting to see a difference."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Omgggggggggggggg!!!!!!!!!!!!!!!!!!!! I really really love it, it make my skin feels so much and my eye brighter tooo. I so in love w this one , the price is goood too so I will nuy it again . I love it"
		},
		{
			"review_title": "Great affordable option",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "One of my favorite, affordable, kbeauty eye creams. The formula is very lightweight, hydrating and has a thinner consistency. It absorbs nicely into the skin while providing all day hydration. Its great for plumping, moisturizing, and firming up the eye area. It’s perfect to use for morning or night and works great under makeup."
		},
		{
			"review_title": "TERRIBLE",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I used it twice and I would NEVER use it again. It caused my eyes to hurt and swell. Worst product."
		},
		{
			"review_title": "no way",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
			"review_text": "horrible and didn't do anything except make under your eyes all Shiney   gross"
		},
		{
			"review_title": "It’s alright",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "I have used this product for about 3 months every night. This was a great applicator with a soothing cold ball to help gently mix it in the skin, but I saw no result. My under eyes look the same  and feel the same"
		},
		{
			"review_title": "Just ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the roller ball, the cool ball under my eye feels wonderful. However, I really don’t see a difference."
		},
		{
			"review_title": "Fun beginner eye serum/cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I really love the applicator. My eyes are also not as sunken in and there’s been some color lightening. I think this is a good beginner eye serum/cream that makes you want to use it. There’s better out there but since I’m just adding eye cream/serum in my routine. I wanted to get something that would help me find joy and fun in doing it. The ingredients are also very good for the under eyes."
		},
		{
			"review_title": "2 In 1! It's Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Tan skin tone, Dry skin",
			"review_text": "I have been using this product for a couple of day. OMG it's amazingggg I think its been changing the darkness and  it's been making my under eyes sooo soft! I definitely Recomend! I also use the roller as like a gua sha bc I haven't bought one yet (lol) And it works pretty darn well! I love this product and will be buying again :)"
		},
		{
			"review_title": "was great at first but then made under eyes dry",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "it was great at first, but after about a week of use it made my under eyes super super dry and irritated! i don’t normally have a reaction to things which is weird too :/"
		},
		{
			"review_title": "Mediocre",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I like the roller ball, it feels very cooling. Overall, I haven’t noticed a different in my skin. I wouldn’t repurchase!"
		},
		{
			"review_title": "Under Eye Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
			"review_text": "First of all I wear contact lense. Love this product as I can treat my eyes and no oily film  issues on my contacts. My under eye area looks lighter- feels hydrated. Glad I got this !"
		},
		{
			"review_title": "Not worth it.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Not worth the money. It really dried out the skin around my eyes and there was absolutely no noticeable changes."
		},
		{
			"review_title": "Over rated",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I was expecting a lot more than it actually has to offer. It is a nice interesting packing but the actual result is not big deal."
		},
		{
			"review_title": "Older version was better",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I had probably bought 6-8 of the older green bottle version and had loved it. Unfortunately I think the formula has changed and it's not as moisturizing, it dries immediately upon application, and the rolling ball also needs more product squeezed out in order to roll smoothly as well. Overall the update to this product has been disappointing. Like so many other products, the price has increased and the quality has gone down."
		},
		{
			"review_title": "Meh.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I haven’t noticed a difference it’s not a need but I still use it every day in the hopes that it’ll help my under eyes."
		},
		{
			"review_title": "My New Fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "This is definitely a repurchase for sure. Love the cooling feeling I get one applied and the rolling ball is so unique!"
		},
		{
			"review_title": "Not the same as the older version.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
			"review_text": "This is not the same formula as the  dark green packaging. This one irritates my eyes"
		},
		{
			"review_title": "Instant De-Puffing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Yayyyyy finally something that works for my eyes. I have really puffy eyes, especially in the morning. This worked immediately and feels so good. It even seems like it helped calm down the irritation I had from a previous eye cream. Took off a star because the dispenser almost puts too much product out but that’s not that big of a deal."
		},
		{
			"review_title": "A MUST HAVEEEEE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I am 16 years old and i have baggy and dark under eyes but once i started using this eye cream, i saw a fast change and my eyes looked lighter and less baggy. it also makes my concealer look so smooth!!"
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
			"review_text": "This product is the best thing ever!! I used it for about a month and it brightened my under eyes so much and it so so hydrating. I love this product so so much, go buy it"
		},
		{
			"review_title": "will 100090% purchase again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "just put this product on for the first time and my eyes were instantly de- puffed it was crazy like actually unbelievably."
		},
		{
			"review_title": "Caused irritation",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I really wanted to love this product because of the packaging and the texture but I'm either allergic to it or it doesn't play well with other products because it caused a lot of irritation and I wasn't able to use anything but water and reparative moisturizer for a few days for fear of further irritation. Will not be using or purchasing again."
		},
		{
			"review_title": "A must-have in my morning/nightly routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I've been noticing significant improvement in my under eyes. Less puffiness and less purpled-colored. I still have a bit of eyebags but not as terrible or obvious as before."
		},
		{
			"review_title": "Miss :/",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Gave me a rash under one of my eyes, love the other innisfree products so don’t let this sway you away from the brand as a whole, this one was a miss, a great one for dry under eyes though is the Bobbi brown eye cream"
		},
		{
			"review_title": "NOT WORTH IT",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "BUY ON YOUR OWN RISK!!!!!! I BOUGHT THIS & JT DRIED MY UNDEREYES SO MUCH ITS NOT HYDRATING ITS THE OPPISITE. IT ONLY LIGHTEN MY EYES A BJT BUT THATS IT BUT USING IT WILL MAKE UR SKIN DRY"
		},
		{
			"review_title": "no difference, gave me tiny bumps",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "this product did not make any noticeable differences for me personally (in the span of about a month) and it actually gives me tiny bumps under my eyes when i use it too frequently (i have sensitive skin) i have dark circles and puffiness, but didn’t see any improvement while using this product. under makeup, my under eyes would crease a lot, so i didn’t see any difference in smoothing out fine lines. fyi, i know this might not be intended for makeup but just thought id put it out there too!   i do love the roller, how the product applies and feels. sadly, made no difference for me. bummer because its at a good price point compared to other under eye products!"
		},
		{
			"review_title": "Effective. I definitely recommend.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I don’t have prominent dark circles but off late was experiencing some due to stress. This really helped. I could see effects by the third day. I applied every night for a couple of weeks. Now I only apply once in a while. definitely recommend"
		},
		{
			"review_title": "so good! but application is a learning curve",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Porcelain skin tone, Dry skin",
			"review_text": "love the cooling aspect of the metal rollerball,  feels so luxe! the product itself is excellent, I work in ophthalmology and see no concerning ingredients as far as eye irritation or milia, I've been using this for about 2 months, application just was a bit of a learning curve. I only need about a quarter pump to take care of both my eyes, make sure to spread it really thin. as any more then this and the product will pill."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Great eye product, great price. Don’t need much, just one pump for both eyes. I use this during the day and a different product at night. I have literally tried every eye cream and this is my go to. I would still purchase if this was triple the price."
		},
		{
			"review_title": "Dark circles 30yo European",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Normal skin",
			"review_text": "It seriously does the job. For the price point, it’s excellent. I’m sure there’s better stuff out there, but this works great for me."
		},
		{
			"review_title": "Great Applicator Bad Formula",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I have been using this product for a few weeks now if not for a month. I love the packaging and the applicator. It is cooling to the touch and mess free which I love. When applying the product it is slightly thin but very spreadable so one pump is enough for both eyes. Upon initial application, it is hydrating as I have dry eyes and it seems to depuff and brighten the under eye. However, this effect does not last. Over time the brightness goes away and you’re left with the same under eye circles and tired eyes you had before you applied the cream. For the price this cream should be able to help improve my under eyes instead of only brighten them for an hour or two after application."
		},
		{
			"review_title": "Add brightness to your skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been using this for a week so I can’t see results yet but I love applying this in the morning and at night. It feels fresh and it gives my eyes the glow that was missing."
		},
		{
			"review_title": "Very hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The roller applicator is great because it is cooling and you can control how much serum you are using. It also helps with depuffying around your eyes. I found this serum to be very hydrating and I've seen small changes to my dark circles. Can't wait to continue using to see the full effect.   I received this product for free in exchange for a review."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "after a few weeks of use, i began to get reds bumps in the areas that i applied this. i assume it’s because the applicator gets dirty and not a reaction to the ingredients, because i had no issues the first couple of weeks. did not see any difference in my undereyes during those first couple of weeks either."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Love the applicator! I like how you can use under makeup and doesn’t crease or pill. I don’t have a ton of discolouration under my eyes but It helps with depuffing and dryness for me"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "After using this eye serum over the past few weeks.  My eyes look and feel very hydrated and brighter.  I used the eye serum in the morning before putting on any makeup and also before going to bed at night.  I like the fact that I can control the amount of serum that comes out of the rollerball. I recommend using this product.  I did receive this product for free to test for my honest review."
		},
		{
			"review_title": "Did nothing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I just finished this product and it makes me cry, it is so irritating and not worth it"
		},
		{
			"review_title": "Hard Pass",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This was not for me. It made me break out around my eyes which I didn’t know was possible. It also made my pores in the area red… just all around not for me."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "A BIG NO! My eyes it’s so irritate after use this product !!! It’s horrible ! I don’t recommend this product"
		},
		{
			"review_title": "Good but not amazing",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have been using this product for about two weeks and haven’t noticed a difference. I love the metal applicator and the gel like consistency. However, I know my under eye bags are very stubborn so mahbw that’s why it hasn’t been as successful."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, lightMedium skin tone, Normal skin",
			"review_text": "This product when used, makes my eyes irritate and tears roll down continuously. Always feels dizzy when applied. Wouldn’t recommend."
		},
		{
			"review_title": "Puffy dark undereyes be gone!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I have been using this Innisfree eye serum for 2 weeks every morning.  It has a unique pump style roller ball applicator, where you can pump a little of the serum on the edge of the roller ball and then apply it.  The metal roller has a nice cooling effect that helped with depuffing.   The caffeine in this serum also helps with this, and the niacinimide did seem to lighten my dark cicles.  This is also a light gel consistency, which is what I prefer in an eye serum. I am very happy with the results so far! I received this product for free in exchange for a review #freeproduct"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Using around 3 weeks, I like the tube design and easy to apply. The special roll-on massages my eyes very well. Even I can see an obvious change in a short time, it provides a hydrated night for my eyes. I received this product for free in exchange for a review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my honest review. I was very pleased that this is a fragrance-free product which won't irritate my eyes. I enjoyed the applicator ball which made it easy to apply the product and it had a cooling effect. I found my under-eyes more hydrated but I did not get rid of dark circles. For the price point, I think this is a great product for moisturizing the skin."
		},
		{
			"review_title": "Loved it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I totally loved it. My eyes are not puffy anymore. My under eye skin feel hydrated right away and it has reduced the look of my dark circles as well. The caffeine in the cream takes away the puffiness. I loved the applicator a lot."
		},
		{
			"review_title": "Moisturizing Eye Serum!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I've used this eye serum for about a week. I only put it on my undereye and didn't use any other products on my face, except for night cream everywhere else. The cream is thick and makes my undereye feel really moisturized. However, I didn't see any changes in reducing puffiness or making my eyes brighter. It might be because I haven't used it long enough. I was surprised that it doesn't have any smell at all, which is nice for people who don't like scents. The roller that comes with it was also a nice addition. I don't know if it helps with absorption like they say, but it feels cooling and makes the experience more enjoyable. Overall, I like the packaging with the roller, it's moisturizing, and it doesn't have a fragrance, so I think it's a good product. If you're looking for an eye serum, this could be a good choice. I received this product for free in exchange for a review. #freeproduct"
		},
		{
			"review_title": "A staple in my night time routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I received this product for free in exchange for a review. This eye serum have become a must-have step in my night time skin care routine. I love the way that this serum applies with the roller ball, it feels very soothing and evenly distributes the serum. I also love that this serum doesn't have any fragrance which is great for eye serum. I haven't yet noticed much difference in the brightness of under eyes, but I can definitely see that my under eyes look hydrated! The serum has also helps with reducing the puffiness under my eyes. The serum has a great price point, definitely will re-buy it when I run out. #freeproduct"
		},
		{
			"review_title": "Happy With This Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "I received this product for free in exchange for a honest review. When first opening the packaging, I was very impressed with the design for this product. The application is incredibly easy and mess free. You are in control of how much product can be used. I placed mine in the fridge and while applying the sensation of it was so much better. I have been using this for 2 weeks now and no bad reactions with my sensitive skin and the puffiness is slowly but surely reducing. The ingredients works great for me and I will continue to use this product for the future."
		},
		{
			"review_title": "My new must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Got this #freeproduct in exchange for my honest review. Loved the serum, made my eyes feel rejuvenated and smooth it’s very cooling on the skin and feels great great part of my morning and night skin care routine"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Got this #freeproduct in exchange for my honest review. Loved the serum, made my eyes feel rejuvenated and smooth it’s very cooling on the skin and feels great great part of my morning and night skin care routine"
		},
		{
			"review_title": "Did not work for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product for free in exchange for a review. I have dark circles so I used this product both day and night for more than 2 weeks now and honestly, I did not see major improvements around my eyes. There's still some puffiness even after using it consistently. I did love the fact that it had no fragrance as I prefer fragrance-free products from topboxcircle. The applicator did not dispense the product well. I followed the directions for use and the amount of serum dispensed was so low that it dried up before I could spread it around my eyes. I am a huge fan of Innisfree's green tea cream but this did not live up to its reputation. #freeproduct"
		},
		{
			"review_title": "Good eye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for a review #freeproduct from #topbox. I have been using it for 3 consecutive days (day and night), I would normally have a puffy eye upon waking up. I added this to my beauty regimen and it gave me good results. I like how the roller glides with cooling effect, I try not to dispense too much serum so the product will be easily absorbed by my skin. It is very refreshing and hydrating for my under eye area. The smell is very subtle (or no scent) for me which I appreciate since I am not fond of very strong scents. No sensitive reaction to my skin which is really great.   This product is good with its formulation, I will definitely keep using it."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this #freeproduct for my honest review from #topbox. After using this for 3 weeks this is my unbiased opinion. I  should have read the instructions before I tossed them because it took me 5 days to figure out no actual product was coming out but this is mo fault of the product just the user. Although my eyes did enjoy the roller . After figuring out how to get the product out it felt absolutely amazing around my eyes. After only two days a brown spot under my left eye was noticeably lighter and a deep crease was also quite minimized.  Now after 3 weeks the spot is gone and the deep crease is hardly noticeable.  This is definitely a goid product and I would definitely recommend it. One tip I would give is a little goes a long way. The first day I used too much serum and it did not completely absorb and you could see it dried up under my concealer. So also make sure you really apply it well so it absorbs."
		},
		{
			"review_title": "A new go to in my routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I received this product for free in exchange for a review. I really quite enjoyed this eye serum. It comes in an easy to use container; one quick click is more than enough product for both eyes. Comes with easy to use roller, just roll it all over for even easier use. The product itself provided noticeable improvement to dark circles. I love this and highly recommend."
		},
		{
			"review_title": "A great eye serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have received this product for free in exchange for a review #freeproduct and I have been loving it so far. I have been using it both day and night and i love the cooling sensation it gives under my eyes after hours of working hard. It is very hydrating and light scent and I have loved how it makes my eyes look the next day. I would recommend this"
		},
		{
			"review_title": "A great eye serum to hydrate the eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this #freeproduct from #trywithtopbox in exchange for an honest review. I use this serum every day in the AM. I like to use the roll-on applicator to apply the serum, because it helps distribute product, massage it in, and de-puff the eye area. The serum is very thin and silky, which is the perfect consistency for an eye serum. I've used thicker formulas from other brands in the past and find they feel too heavy in comparison. I have normal/combination skin so this serum is perfect. Once it is massaged into the skin, the eye area is left feeling soft and matte. I did not experience any sensitivity using this serum and my eyes in general felt fine so no problems there. No notable fragrance either. I'll keep using it, but I have yet to see any effects on my under eyes (and I don't really have puffy eyes so I'm not sure how much it helps on that end).  One thing I think could be improved is the pump to dispense the product feels a little finicky, it took me a few pumps to get it to work properly (which is normal) but every time I had to press on the pump, it seemed to move around a little. This might just be a small packaging issue but this was the only issue I had, and it was a minor one."
		},
		{
			"review_title": "A great eye serum to hydrate the eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this #freeproduct from #trywithtopbox in exchange for an honest review. I use this serum every day in the AM. I like to use the roll-on applicator to apply the serum, because it helps distribute product, massage it in, and de-puff the eye area. The serum is very thin and silky, which is the perfect consistency for an eye serum. I've used thicker formulas from other brands in the past and find they feel too heavy in comparison. I have normal/combination skin so this serum is perfect. Once it is massaged into the skin, the eye area is left feeling soft and matte. I did not experience any sensitivity using this serum and my eyes in general felt fine so no problems there. No notable fragrance either. I'll keep using it, but I have yet to see any effects on my under eyes (and I don't really have puffy eyes so I'm not sure how much it helps on that end).  One thing I think could be improved is the pump to dispense the product feels a little finicky, it took me a few pumps to get it to work properly (which is normal) but every time I had to press on the pump, it seemed to move around a little. This might just be a small packaging issue but this was the only issue I had, and it was a minor one."
		},
		{
			"review_title": "GreenInnis",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "I received this product for free in exchange for a sample. The packaging is we designed and ergonomical.The silver tip is surprisingly cool and glides well. The eye serum absorbs well and soothing. I appreciate it to be non greasy and do not enjoy the Dimethicone and Phenyl Trimethicone in the ingredients list. I saw no improvement in the brightness."
		},
		{
			"review_title": "Amazing Eye Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product for free in exchange for a review #freeproduct What a great product. It is so easy to use once you push it down a couple of time at first. It is a roll on for under your eyes. The concept is very cool and I really liked the applicator. I was very excited to try the Innisfree Green Tea Caffeine Bright-Eye Serum with Niacinamide. The metal ball is very cool under your eyes. I used it every morning and every night. I noticed that it reduced any puffiness around my eyes and made my skin feel very soft. It has started to make my skin brighter under my eyes which is good as I have dark circles. I didn’t notice any scent and I didn’t have any reaction to it. I will definitely buy again. Thank you"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Medium skin tone, Combination skin",
			"review_text": "First of all the applicator is very cool. The roller ball kind of gives a massage with the serum. It’s easy to apply. And the serum is very light weight and soaks in quickly. I have been using it for past 2 weeks now once a day and can see a bit change in my eye skin. They are a little brighter than before and feel very hydrated."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I used this serum for two weeks for my dull and puffy under eyes I loved the super practical and easy to use applicator. the cold roll on really helps with green tea to reduce puffiness. I also noticed that my eye area is more hydrated. This is the first time I've tried this brand and it's a great start. I received this product for free in exchange for my review. #freeproduct"
		},
		{
			"review_title": "Great product for price point",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I received this product for free in exchange for a review. I like the applicator. Easy to use and measure amount you want to apply. Application is quick with roller and the metal ball is cooling and nice to use for massage. The product did not cause the uncomfortable pulling of some products. There was reduced puffiness and appearance of fine lines."
		},
		{
			"review_title": "Leaves my eyes feeling refreshed!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "I received this product for free to try and then give my honest review. I don't usually use eye products but I'm really liking this serum. The Innisfree green tea caffeine bright eye serum with niacinamide definitely helps perk up the eye area. My eye area feels soft and awake after using this. Great eye serum and a great cost!"
		},
		{
			"review_title": "Must-Have Product in Night Routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for a review.  #freeproduct The innisfree Green Tea Caffeine Bright-Eye Serum from Sephora is a game-changer. Its lightweight formula absorbs quickly, reducing puffiness and brightening the delicate eye area. The infusion of green tea and caffeine provides a refreshing sensation, making it an ideal pick-me-up. I've noticed a visible improvement in dark circles, and the serum's hydration lasts throughout the day. A must-try for anyone seeking a revitalizing boost for tired eyes."
		},
		{
			"review_title": "So soothing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product free from Topbox in exchange for my honest review. I have sensitive skin and this did not irritate it. I first used it morning and night but I found it mildly sticky feeling so I reduced it to just PM. The roller ball is very soothing and I decided to try it kept in the fridge and it felt amazing cold. I did feel this reduced puffiness but I think I need more time to see if it has any effect on fine lines or dark circles. I really like this product and will use the remainder of the bottle and possible purchase more.  #freeproduct"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I got this product for free from top box and I love it.  Hydrates under eye well and the applicator is nice and cooling under the eyes. #freeproduct"
		},
		{
			"review_title": "Great Eye Serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I really liked this eye serum, as I noticed it gradually improved the puffiness and dark circles under my eyes. I have been using it for over two weeks and applying them at night bore going to sleep. The applicator is very practical since you don’t need to use your fingers to apply it and you get the right amount. I received this product for free in exchange for a review. #freeproduct"
		},
		{
			"review_title": "Excellent eye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for a review - I absolutely love this bright eye serum. I used it morning and night and noticed it helped reduce the puffiness around my eyes. It was gentle and did not irritate my sensitive skin, which is a huge bonus. After a few days of regular use I noticed my eyes were looking more bright and less puffy. The applicator is easy to use. #freeproduct"
		},
		{
			"review_title": "Love this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for a review. Innisfree Green Tea Caffeine Bright-Eye Serum with Niacinamide is a game-changer. Its potent mix of green tea, caffeine, and niacinamide targets dark circles and puffiness effectively. Lightweight and quick-absorbing, it refreshes tired eyes instantly. Over time, the under-eye area appears smoother, firmer, and brighter. The sleek pump dispenser ensures freshness. I love this design so much! A must-have for anyone seeking rejuvenated eyes."
		},
		{
			"review_title": "Love The Cooling Applicator",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I am in my mid-50s and my eyes were looking so tired and puffy. I have seen results after just a few applications of this Eye Serum. The applicator is very helpful as it has a cooling effect while applying it under your tired eyes. You give a small push on the back of the applicator to make the Serum come out. I love the ingredients in this Serum, Green tea is high in amino acids and antioxidants. Caffeine and Niacinamide as well caffeine help to depuff the eye and Niacinamide helps brighten under the eye area. I love its all-natural ingredients. It helped reduce the puffiness and discoloration. Helped with my fine lines and wrinkles. This Serum is very lightweight and does not dry out under your eyes. I highly recommend it to anyone. I received this product for free in exchange for a review #freeproduct"
		},
		{
			"review_title": "Nice but no miracles",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for a review. After 7 days of morning and night application I didn’t notice any difference in my under eye puffiness or dark circles. It has no scent and is a nice smooth texture. The applicator is refreshingly cooling. No sensitivity issues. I work 12 hour nights on a computer and was really hoping this would help but I suspect the only thing that will is another job!"
		},
		{
			"review_title": "A clean soothing eye serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes.  #freeproduct  It has a great cooling effect when applied, and feels great in the mornings. No fragrance which I appreciate, and it feels hydrating upon application and a few hours later/overnight as well. I haven't noticed much change to my under eye discoloration, however they do feel less puffy.   I would recommend if you are looking for a undereye serum that is very hydrating and needs depuffing for the morning."
		},
		{
			"review_title": "Improved puffiness",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really like this eye cream.  I have puffy eyes from chronic allergies.  This took my puffy eyes down.  Took a few days to start working. But after that each time I used it, it only took about one hour and the puffy eyes were gone.  I gave it 4:5 stars as it didn’t work well for my dark circles"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes.  #freeproduct  I have been using this eye serum every morning since I got it, and it has a nice cooling effect on my under eyes, and has a very nice scent to it. It helps me feel very refreshed in the morning, and very hydrated. However, I haven't really noticed any difference, so I probably have to wait a few months to see if it does anything, I will keep using it  because I like how it wakens me up in the morning."
		},
		{
			"review_title": "Didn’t work for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I was really looking forward to liking this product after reading the good reviews. My eyes became irritated, red and watery after each use. It did nothing for my eye bags."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
			"review_text": "this depuffed my eyes noticeable and I feel they look more even tone"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. Dispensing this product is great, just pump and roll the product. The applicator is cool and refreshing and glides on nicely. I can notice my under eyes brighten as soon as it is applied. I had no sensitivity problems with the formula. I would recommend this product! #freeproduct"
		},
		{
			"review_title": "Inovating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. This serum is a lightweight Cream with a metal ball at the aplicator,It is really cool to give a gente massage in the eye area,doesnt have fragrance which i really apreciate and provides a Nice hydration without clogging pores or cause any other problem. It does Help with puffines in the morning!"
		},
		{
			"review_title": "I love the roller ball massager!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I have been using rhis bright-eye serum for few days now. I had to press the pump many times before the serum came out. Once I got the serum to come out it was great. I have been using it mostly in the morning to brighten my look. I really like the roller ball massager to apply the serum. I dont have to use my fingers and that's a +. The roll-on have a cooling effect which is perfect to refresh the contour of my eyes. My dark circles look visibly better with the serum, but I am not 100% satisfied. I do recommend to people with lighter dark circles."
		},
		{
			"review_title": "Great product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. This product is really great! It smelt good and made my under eyes look so much better just after 1 week of using. I would recommended this to others to try. I will be buying again in the future"
		},
		{
			"review_title": "A must-have in your daily routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I received Innisfree Green Tea Caffeine Bright-Eye Serum for free from Topbox Marketing in exchange for my honest review.  Love that the pump dispenses just the right amount of product and the roller ball is fabulous for massaging the cream into the eye area - cool and refreshing.  I have never tried a caffeine eye cream or niacinamide before so restricted it to night-time use but I didn’t experience any adverse reactions.  The entire routine with the cream and massaging roller appears as promised to depuff and brighten my generally puffy under-eye area and provides the right amount of moisture without feeling greasy.  I am very pleasantly impressed with the product and would highly recommend.  I received this product for free from Topbox Marketing for testing and review purposes. #freeproduct #Topbox"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "I recieved this for free from topbox and I absolutely love it! I use it in the morning to wake up and diminish puffiness from my tired eyes. It's cooling and refreshing and diminishes the puffiness and brightens my eyes. definitely recommend"
		},
		{
			"review_title": "Not good for sensitive skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "As other have said, this product is not good for people with sensitive skin. It gave me patches of dry burning skin underneath my eyes. I stopped using it a few days ago but they have still not gone away."
		},
		{
			"review_title": "Amazingly refreshing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I don’t usually use eye creams and products like this but it was so pleasant and refreshing. The applicator has a metal tip which stays cold without being refrigerated. This alone feels amazing and definitely helps depuff the eye area. The caffeine and other skincare help to moisturize and brighten the delicate skin. This has become one of my favourite parts of my morning routine before or even if I don’t plan on wearing makeup for the day. I would recommend to literally anyone and would imagine they would also fall in love. Great product."
		},
		{
			"review_title": "Nice evening night serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "First off, I'm a big fan of the Innisfree brand so was excited to try the eye serum. I love the applicator, the button to  depress and pump out some product and then the roller ball to massage was fabulous, much better than traditional roller balls where you end up with too much product. I found this to have a gel consistency that did not play well with my makeup so I recommend using at night. I don't have sensitive skin and I experienced no reactions. I found it left my undereyes feeling refreshed in the morning and less puffy. I received this product for free from Topbox Marketing for testing and review purposes. #freeproduct"
		},
		{
			"review_title": "An Absolute MUST!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I absolutely LOVE this eye cream! I have been using it in the mornings and have noticed my eyes look less puffy and more energized! I have sensitive eyes, yet this formula didn't irritate my eyes (probably because of the alcohol/fragrance free formula). The gel is lightweight, smooth and unscented; applies white but becomes clear. The packaging is simple but chic, I adore the cooling eye roller as the application (like WOW!!), Very easy to use and easy to travel with. I highly recommend, a real must have, and this will probably be a re-occurring purchase for me! I received this product for free from Topbox Marketing for testing and review purchases. #freeproduct"
		},
		{
			"review_title": "Oh happy days #freeproduct",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. Affordable caffeinated niacinamide.  I wake up for work at 5 AM and always have puffy eyes. the caffeine definitely puff them a lot faster than usual. I have never use niacinamide on my eyes, but I felt like it got rid of some of the bumps under my eyes. The serum is smooth, and the applicator ball is cold and glides nicely. The applicator did not pull on my eyes at all and was easy to use."
		},
		{
			"review_title": "Recommend!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I love how it’s a roll on application. It feels nice rolling it under the eyes. Lightly scented which is a huge bonus for me. I find it instantly helped reduce the puffiness and left my under eye hydrated, especially right now during winter my under eyes get super dry. I will definitely purchase this product in the future. I received this product for free from Topbox Marketing for testing and review purposes. #freeproduct"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I have an oily skin type and am very acne prone. I have not had any more breakouts due to this product and it does not burn my under eyes at all. I like to use it in the morning since they're ia caffeine and use another eye cream at night. I also really like the cooling effect the silver roller ball has but I do wish it helped your skim absorb it more. I have to go in after applying with my ring fingers to really blend and dissolve into my skin. Otherwise - love it! One of my favorite parts of my morning skin care and its a great price. I'd give it a 4.5 if that was an option."
		},
		{
			"review_title": "Had an allergic reaction and had to go to the E.R.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Porcelain skin tone, Combination skin",
			"review_text": "I bought and used this product and within less than 2 minutes my eyes started swelling! My eyes were black, blue and purple and still are the next day. I had an anaphylactic reaction to this eye serum! My eyes swelled shut, were severely irritated and bruised, and my face swelled up. I use a lot of new products and have never been allergic nor ever had a reaction. THIS WAS THE WORST AND MOST TERRIFYING EXPERIENCE OF MY LIFE!! I wrote to Sephora and Innisfree and Sephora has ignored me and Innisfree asked me if I was sure it was their product because they do rigorous testing. THIS WAS THE ONLY PRODUCT I USED! OF COURSE I KNOW WHICH PRODUCT ALMOST KILLED ME!! I also tried it on my hubby the same night and his eyes watered a lot the next day but his eyes not face swelled up at all just me. BUYERS BEWARE PLEASE! IF YOURE SENSITIVE TO PRODUCTS I WOULDN'T EVEN TRY IT! I'M NOT SENSITIVE TO PRODUCTS AT ALL AND LOOK WHAT HAPPENED TO ME, WHAT DO YOU THINK COULD HAPPEN TO YOU? Sephora should be ashamed of themselves also because I reached out to them and Innisfree and was completely ignored by Sephora..... so scary be careful y'all!!!!!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I really wanted to love this product cause it was on the lower price range and the reviews were good but when I applied it , it burned my under eyes so bad. So if you have really sensitive skin I don’t recommend"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I received this product for free from top box marketing for testing and review purposes. Excellent product applicator wands  works beautifully no mess on your fingertips serum is scentless and refreshing . Almost immediately saw small result in first application highly recommended"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This is my new go to eye serum! It definitely decreased puffiness in my eyes and left my under eye area feeling smooth and hydrated. It can definitely be used even without a primer. I will definitely be purchasing in the future."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
			"review_text": "I have been dealing with dark under eyes for the past few momths, however no product I have used has seemed to make a difference. This is the first under eye products that has given me visible results and improve my overall daily skincare!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
			"review_text": "Love how cooling this eye cream is!! Especially with the metal roller ball it instantly reduces puffiness and wakes up my under eyes! This eye cream is super light and can easily be used everyday under make up"
		},
		{
			"review_title": "Love the Rollerball!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "Absolutely in love with this eye serum from Innisfree!! The roller ball is such a nice touch and it really helps with cooling and depuffing. After using it for a few weeks my under eyes are looking brighter!"
		},
		{
			"review_title": "So easy and effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I have been using the Green Tea Caffeine Bright Eye Serum and I really do love the results.  I have tried eye patches before but they slide down my cheeks and take 10 minutes of waiting.  This product is so easy - I keep it in the fridge and swipe it on with my morning coffee and it REALLY de-puffs the skin around my eyes.  It preps your face for the day and makes your eyes look awake."
		},
		{
			"review_title": "Definitely worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "The cooling effect is so relaxing! I use this in the AM to de puff and wake up my eyes. The cooling sensation helps to really wake me up! It dries down quickly too so feel free to layer moisturizer and spf after a minute! No complaints at all. I'll be giving this to friends as a recommendation- esp in combo with the glamglow as a PM eye cream. That one is amazing too, does a lot for my crows feet"
		},
		{
			"review_title": "Love Unique Roller Ball Design!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Note: I received the green tea caffeine bright eye serum for free from innisfree in exchange for my honest review. I’m absolutely loving this eye cream! I really love the roller ball application method. I’ve never another eye cream that has this form factor. The roller part of the cream is really enjoyable and actually makes me way more likely to actually use it consistently. As for the cream itself, it’s a nice lightweight eye cream. I didn’t experience any stinging (even when I got it directly in my eyes). I will say that I haven’t seen significant results in terms of under eye darkness/lines. However, I’ve only been using it for a few days so only time will tell how effective it is in the long run."
		},
		{
			"review_title": "Super eye cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I really love this eye cream and the fact that it has the rollerball is a bonus. Feels refreshing and cooling and hydrating."
		},
		{
			"review_title": "So hydrating",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I love how light weight this eye cream is. The applicator is so cooling and immediately depuffs and brightens. It makes my under eyes smooth and hydrated which is perfect for under my makeup! I highly recommend this eye cream!"
		},
		{
			"review_title": "Good affordable eye cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I’ve been using this eye cream for a week now and can give my honest review. This eye cream is a nice basic affordable eye cream. Overall it does hydrate ur under eyes and does give you a bit of a boost. I don’t think it’s an eye cream that’s gonna solve your under eye dark circles but it is a nice affordable eye cream that I do recommend if ur looking for an affordable eye cream."
		},
		{
			"review_title": "Love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This product is great, I use it every morning and night :) big fan, super hydrating."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I have been looking for an affordable but quality eye serum for the longest. I love this eye serum which did not take too many usage to start noticing a difference. I love the roll-on applicator giving me that cool relaxing feeling as I put this product on. I received something in exchange for this post"
		},
		{
			"review_title": "Depuffer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This eye serum has worked wonders on my eyes. I have heavy bags and noticed a reduction since using it. This serum is infused with green tea and caffeine to brighten and de puff by eyes. Can’t wait to continue using it for more improvements."
		},
		{
			"review_title": "Your under eye will thank you",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Oh my goodness this is literally such a lifesaver. I've been so tired lately and my under eyes need a little lift me up. This has been helping my under eyes look less puffy and brighter and ultimately just looks so much better. I received this product in exchange for this post."
		},
		{
			"review_title": "The applicator is magic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The first thing that stood out to me was the size of the product. It’s it’s not that large however, it releases just enough product for the under eye area, so not much is wasted. I really like that the roller ball applicator that distributes the right, even amount if eye cream that I need and the roller ball really help gliding without any pulling, or tugging on my tender eyelids. I kept the product on my windowsill away from sunlight so that it could get the winter coldness, and that coldness really helps also in the depuffing of my eye bags. i noticed a difference in the puffiness of my eyes after five days of consistent a.m. and p.m. use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "It contains green tea extract to help fight the signs of oxidative damage to the skin and brighten dark circle. The new formula is easy to absorb and has no pilling on my eyes. Hyaluronic Acid helps to hydrate my fine lines."
		},
		{
			"review_title": "Refreshing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This Eye Serum feel light and refreshing. It hydrates and depuffs the eye area. I like that it is unscented and doesn’t sting my eyes. It has a neat rollerball applicator which feels soothing and relaxing. The price is very reasonable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This Innisfree green tea eye serum feels very comfortable and hydrating on my skin. It contains caffeine which can make my swelling eyes look less tired. It feels cool on the skin and it can give me a refreshing feeling."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Innisfree's Green Tea Caffeine Bright-Eye Serum is a quick fix for tired eyes. Infused with green tea, hyaluronic acid, and caffeine, its roll-on applicator instantly brightens. Fragrance-free and eco-friendly, it hydrates, depuffs, and leaves eyes looking refreshed. A sustainable, dermatologically tested solution for a brighter gaze!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I love the applicator for this eye cream. You click the top part down to dispense the product and then the metal ball rolls effortlessly across your skin to smooth the product out. It’s super easy to apply. It leaves my eye area feeling soothed and moisturized.  It didn’t irritate my eyes at all. Overall my eye area appears brighter as well."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "The green tea caffeine eye serum has helped with my tired eyes in the morning. I have puffy eyes and dark circles from lack of sleep, but this has been really great. It's easy to use and incorporate into my skincare routine. I'm currently using it day and night. I love the rollerball applicator."
		},
		{
			"review_title": "Comfortable eye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received something in exchange for this post from innisfree It is a hydrating eye serum with niacinamide, caffeine, and a cooling rollerball applicator. Skincare meets massage tool in this all-in-one eye serum, with hydrating, depuffing, & brightening benefits. Target tired eyes with this refreshing blend of Green Tea, energizing caffeine, and brightening niacinamide, mess-free! The rollerball applocator is so comfortable when using it to apply on eyes! It helps absorbs quickly! Non-sticky! Won't irritate my eyes! It is very good for all seasons! This gentle remedy restores elasticity, ensuring skin stays as vibrant as ever."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This Innisfree eye serum has a very cooling effect due to its applicator, which felt nice to use in my morning skincare routine. I have also noticed a slight improvement in my eye bags and the puffiness near my under eye area."
		},
		{
			"review_title": "Bright and Tight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Took this with me on a vacation to India where I barely slept and man did this help. I love how it took my dark and puffy eyes and made it right and tight. It was perfect since I’m here for a wedding. It smells good and is packaged well. I’m very happy with this serum and will be buying it."
		},
		{
			"review_title": "Feels heavenly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have to start by talking about the built in roller applicator. It felt so cooling upon application which I loved. The feeling of the product itself was light and combined very well with the applicator. I highly recommend this."
		},
		{
			"review_title": "Loving the Rollerball On My Puffy Eyes! 💚",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have been on an Innisfree kick recently and have been building up all sorts of skincare made by them. My newest addition is their new Green Tea Caffeine Bright-Eye Serum. I have the toner from the same line and really like them both! 💚  The Innisfree Green Tea Caffeine Bright-Eye Serum is a hydrating eye serum with niacinamide, caffeine, and a cooling rollerball applicator. I only have one other eye product with the rollerball applicator and I honestly really love it! I suffer from really bad dark circles, puffiness and fine lines around my eyes.  So I’m all for an eye product to help me battle these issues. While I really like the results I get from using this eye serum, I also have sensitive, reactive eyes and this eye serum burns my eyes if I get it too close to them. 💚  I just have to be very careful when applying. The packaging is nice, it’s a long tube that you pump the tip of, it dispenses a small amount of product from the rollerball and then you just use the roller ball to spread out the eye serum and let it work it’s magic! The rollerball feels so good on my puffy under eyes and I really am liking that my dark circles are less prominent. Usually my eyes have very deep, dark, dark circles and they are definitely starting to improve. 💚  Innisfree Green Tea Caffeine Bright-Eye Serum is really hydrating and does a great job brightening my under eyes. I just really wish it didn’t irritate my eyes sometimes. Other than that, I really am enjoying it and happy to have had the opportunity to try it. I’m looking forward to seeing how it improves my under eyes after a little longer of usage. 💚"
		},
		{
			"review_title": "Cooling sensation",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The Innisfree Green Tea Caffeine Bright Eye Serum addresses dark circles and depuffs tired eyes. Key ingredients are niacinamide and caffeine. What I like about this eye serum is the rollerball. The metal rollerball has a cooling effect and feels really nice when you massage it around your eye area. The cooling sensation along with the massaging helps with the depuffing."
		},
		{
			"review_title": "Green tea caffeine bright-eye strum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been using this product for over a month now. While I don’t notice a huge difference in my under eye appearance, I do love how it feels when I apply it. Very  soothing and hydrating. It also makes me feel more awake"
		},
		{
			"review_title": "Works great for big eye-bags and puffiness.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I’m over the moon trying this green tea caffeine bright eye serum . I usually have big eye-bags so the roller ball massage applicator helps to reduce it which give me a youthful look appearance. I love that this product slowly brightens the dark circles of my eyes and wrinkles which is hard to see from the other product that i used before.I definitely love this and i will recommend it to others to try."
		},
		{
			"review_title": "Work perfect on my dark circle 👍🏼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Innisfree Green Tea Caffeine Bright-Eye Serum has become an essential part of my skincare routine. This serum truly works wonders for tired and dull eyes. Its potent blend of green tea and caffeine instantly refreshes and revitalizes the delicate skin around my eyes, reducing puffiness and brightening dark circles. The lightweight formula absorbs quickly and leaves my under-eye area feeling nourished and hydrated. After regular use, I've noticed a remarkable improvement in the overall appearance of my eyes, making them look more youthful and vibrant.   I’m impressed 💕"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This green tea undereye serum has been working wonders for me. My puffiness and dark circles have been significantly reduced. I loce the coping effect of the roller ball and makes a nice addition to my skincare routine"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "The Green Tea Caffeine Bright Eye Serum is a refreshing addition to my skincare routine. Its lightweight formula absorbs quickly, leaving my under-eye area feeling rejuvenated. The infusion of green tea and caffeine provides a noticeable boost, reducing puffiness and promoting a more awake appearance. Over time, I've observed a subtle improvement in dark circles, making it a staple for combating tired eyes. The elegant packaging and user-friendly applicator add to the overall positive experience. Overall, a reliable choice for those seeking a brightening and energizing solution for their eyes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I got this for my mom because she has really puffy eyes and it has been working so well! She’s been using it every morning during her morning routine and loves it. The roller ball massager really helps because it’s so cool and smoothing to the eyes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This eye cream works wonders, acting quickly to depuff my eyes almost instantly. I applied it overnight and saw visible results in the morning. The great price is justified by its noticeable impact on dark circles and under-eye bags. Highly recommend, and I'll definitely purchase again.I received something in exchange for this post"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Great eye serum. Moisturizers and brightens my eyes especially in the winter months. My concealer applies so much nicer and gets less crusty when I use this eye cream. I use it day and night for great results!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I struggle with dark circles that never seem to go away. I’ve tried many eye serums/creams but they don’t work like this one does. I applied for a week and I definitely see a difference. It’s amazing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Love this eye green tea caffeine serum! You can really tell the difference right away. I put on the serum under my eyes and noticed how the black bags were disappearing little by little. I would definitely recommend it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This is a game changer. I've been using it for barely a week, twice a day, and the difference is very apparent. It's easy to use and can be used under concealer without issue."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this eye serum so much! Perfect packaging and ingredients. My skin feels hydrated, moisturized and firm. I use it twice a day and I love the results. I would highly recommend it to anyone to try it out!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this eye serum, it's very lightweight and hydrating.  I also like that it helps brighten my undereye and also keeps it hydrated without being sticky or heavy.  I also like that it has clean ingredients"
		},
		{
			"review_title": "Do NOT use if sensitive skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Immediately upon application, I felt it did nothing but exaggerate the issues I was hoping to hide - dark circles, bags, etc. Within a few hours, I felt stinging in my eyes and rinsed them, and then the next day woke up to swollen, Buffy eyes. AVOID if you have sensitive skin!"
		},
		{
			"review_title": "Great…But…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "After my eyes looked way better and felt way better! The only thing I didn’t like about it was the little roller that apllied the product 😭"
		},
		{
			"review_title": "Great for moisturizing but bad under makeup.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have been using this for over a month now. I wanted to like this so much but it didn’t really do much for me. Great as a PM moisturizer because it piles and leaves a residue but sadly I can use under makeup."
		},
		{
			"review_title": "Please bring back the original formula and scent .",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I’m sad because they changed the formula and scent. I wish they kept the fruity green tea scent. The consistency is a bit drying not like the original formula. At least the roller ball  is still cooling."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "So I was just getting ready for the day and I see that the letters are staring to fall off also I have had this since oct and is half full but I’m just sad that the letters are commingled off but I do rec"
		},
		{
			"review_title": "Don't Recommend For Sensitive Skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I was so excited to try this product but it makes my skin around my eyes break out every single time I use it. Didn't seem to help with under-eye bags either. If you have sensitive skin I would not recommend!"
		},
		{
			"review_title": "Sensitive skin be aware!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Sensitive skin be aware! I used the product multiple times and it burned! I noticed small red bumps around my eyes, and my eyes are puffy and swollen after using this product. Be careful!"
		},
		{
			"review_title": "must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love this innisfree eye cream honestly the best one I’ve tried + the roll on applicator is perfect to apply it without a mess."
		},
		{
			"review_title": "Absolutely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I looooove the cooling applicator! Such a fresh feeling in the morning. I think that I’m gonna stick with this product for a loooong time"
		},
		{
			"review_title": "Definite improvement and love the applicator",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I have been using this product morning and night for the last three months and I have noticed quite the improvement in my under eye darkness and puffiness. I do have very sensitive skin and eyes and have not had any adverse reactions."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this product, i’ve been using it for about a month and my puffiness has dramatically decreased. The roller is so soothing as well"
		},
		{
			"review_title": "Great applicator, cream is just ok.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I didn't see a difference after using this for a few weeks.  I love the applicator and ease of use, especially the fact when you push the cream up it looks like a frog face.  So ultimately not the best product but makes me smile when I use it :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "Hydrating and I love the cooling applicator which definitely depuffs."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Didn’t see any difference after using the whole tube. Only love the applicator and cooling effect."
		},
		{
			"review_title": "It's okay !",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "The roller is really satisfying, but I feel like the product is drying. I need to use it for a longer period of time to see a difference in terms of brightness."
		},
		{
			"review_title": "Used for two months.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Oily skin",
			"review_text": "Been using this for two months now. I bought it because it said it brightens and depuffs eye. It does soothes my under eyes and that's just about it. Love the packaging and how cooling it is but that's about it."
		},
		{
			"review_title": "Very soothing + love the formula",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This was an instant add-to-cart for me when I heard about it. It is great on one of my eyes. The other eye is extra sensitive and the serum hurts when I use it above that eye, below my brow. It is excellent for three-fourths of my eye area."
		},
		{
			"review_title": "De-puffing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Day 2 and I already see less puffiness and darkness under my eyes, but make sure to put in the fridge before using"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "There was a event at the mall and got a free consultation! The innisfree employee helped me out and recommended me this product since I’m prone to milia around my eyes. The product is thin and worked super well for my eyes. I’m very happy!"
		},
		{
			"review_title": "Flaky",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Loved the applicator but it flaked badly. Never seen flaking like that anywhere on my skin before."
		},
		{
			"review_title": "does nothing for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "super easy to apply but i’ve been using it for over a month with no difference to my puffy eyes :(("
		},
		{
			"review_title": "Weird film/makes my makeup patchy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I thought I was going to love this product. I absolutely love innisfree as a brand and have a ton of of their products. Unfortunately this creates like a film on my skin, breaks up my makeup, and makes my skin flaky and dry. makesnmt ma"
		},
		{
			"review_title": "Woke up to Puffy and Swollen Eyelids",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Nope. If you have sensitive skin, I would stay away. I’m not sure which ingredient it was, but it really irritated my eyes. My under eye was burning and felt so thin after using this. I woke up to puffy eyes. When I open my eyes, I can feel the swelling of my eyelids. Binder I was extremely swollen with multiple folds because it was so."
		},
		{
			"review_title": "Nice and simple. Does it’s job.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "This is such a nice eye serum for the morning! I have sensitive, stingy eyes and had no problem with this. It was light and hydrating. The stainless steel roller ball stays cool and depuffs nicely right after waking up."
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really wanted to like this product based on the reviews, even though I don’t have any skin sensitivity issues but it made my eye areas super sensitive. I returned this product."
		},
		{
			"review_title": "Genuinely surprised",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’ve never had an eye serum, cream or mask actually help with morning puffiness. Shocked that this affordable product did just that within minutes. It is light, silky and hydrating. The roller ball is a treat too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "This product makes puffiness disappear within minutes of application. It is also hydrating."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am 8 weeks past postpartum, and this is my holy grail. my OB told me I don't look tired as a first time mom, and trust me I am. this has been my best friend. the roller. ball is lovely and cooling, making it easy to apply product."
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I just started using this last week bc my previous Holy grail was out of stock, only a few days in and I'm already obsessed. My under eyes not only stay soft and moisturized all day but I feel like they minimize the  appearance of my fine lines more than my previous eye cream. Highly recommend!!!"
		},
		{
			"review_title": "Nice to have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I can’t say I’ve noticed a difference just yet, but the applicator is great. You can massage it in and feels so nice around the eye especially when cold. This line has a great smell as well and I love it as part of my routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I've tried several eye contours and this is definitely the best I've ever tried and don't even mention its applicator, it's the best without a doubt💥✌🏻"
		},
		{
			"review_title": "All positives",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "Bought this for my bf as a beginner under eye treatment. He loves it. Loves the cooling ball. His under eyes feel very hydrated (his words lol). And he says he feels his under have become lighter! Good price point too :)"
		},
		{
			"review_title": "Love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Gifted by Innis Free Beauty and Skeepers! I heard such great things about this tinted lip balm! Never knew I would be gifted. Tried it on and it looks so good on me. The shade is so perfect for the skin plus the dewyness is beyond words! Keeps my lips hydrated and smells amazing! Plus it is so soft looking!"
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "Definitely worth it!! I've used it 4 times and I've noticed a big difference"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Very easy application and I really like the scent. It's especially refreshing applying it during the hot summer days!"
		},
		{
			"review_title": "Great serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I got this complimentary from skeepers and innisfree and im loving it! Love the applicator, love the feel of the serum and i think I’m seeing improvement! I’m so happy I got this right on time before i started a new job where I’ll be starting my shift at 5 am, this will totally help"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This Green Tea Caffeine bright eye serum gifted to me by Innisfree is so nice! I love the cooling rollerball and really like how I can control how much product I want with the pump! A little goes a long way and the product doesn’t feel heavy on the skin. I usually wake up with puffy eyelids and i’ve definitely noticed a difference since using this serum! I highly recommend this product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I am absolutely in love with this skin, care, product line, and this eye serum is no different. Let me start by saying the applicator, for this is amazing as it has a metal ball that applies the serum beautifully under the eyes and on the lids well, leaving a cooling and soothing effect. This really melts and absorbs nicely into the skin, and my under eyes look more hydrated after use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this Green Tea Caffeine Bright-Eye Serum complimentary from Innisfree in exchange for an honest review and I love the applicator tip, it's soothing and depuffing and great for a little eye massage. I like to put it in the fridge for an extra boost."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received this complimentary from Innisfree in exchange for my honest review. I was just telling my wife how I wanted to treat my undereyes as they were getting dark and dry. I have used eye creams before but they came in jars and I didn't like them as I have bigger hands and was a pin to try to scoop cream out. With this not only do I not have to scoop but it comes with a roller application. This makes it easier to apply even when I'm being lazy. The cream felt nice on my undereyes and hydrated them. I see a little bit of a difference in my darkness but I think I would need more time to see how effective it is. I do like it so far though."
		},
		{
			"review_title": "Super interesting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this complimentary from Innisfree in exchange for a review and so far I’m really loving this. It applies so easily and the roller ball gives a super good chilly feeling. I honestly don’t notice much of a difference in appearance (but I never really have) however it feels really hydrating and smooth. My only complaint is that the pump mechanism isn’t super smooth and it gives an uneven amount of serum each time."
		},
		{
			"review_title": "I love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really enjoy this eye serum! The metal applicator is so cooling and refreshing on the skin. The serum absorbs very nicely into the skin. This does not irritate my eyes at all. There is a very mild, clean scent but goes away almost instantly. I was gifted by innisfree"
		},
		{
			"review_title": "The cooling roll-on eye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Green Tea Caffeine Bright-Eye Serum was gifted by innisfree. I really like the cooling roll-on applicator, which is very convenient to use under eyes. The serum is lightweight yet effective to hydrate around the eye areas. Also, it is infused with green tea as well as caffeine that helps depuff my eyes in the morning. As I used this product for just about a week, it’s a bit hard to tell if the serum helps brighten eyes. I will keep using it to see the result."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I love an eye product with caffeine.  I feel like it helps reduce the appearance of my dark circles.  I have been loving the Green Tea Caffeine Bright Eye Serum, gifted by Innisfree.  It contains green tea and hyaluronic acid.  It has a very unique pump and roll-on applicator.   I just pump the product up and apply it with the roller ball. I love how cooling the  roll-on massage tip feels so good on my skin.  My eyes look brighter and feel moisturized."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
			"review_text": "Istarted using this a few weeks ago and it definitely got rid of the puffiness quickly, and my fine lines are no longer visible. I liked the product as it doesnt sting unlike other products. It is also light and non-greasy.It dispenses the right amount which is just perfect for the eyes. Gifted by innisfree"
		},
		{
			"review_title": "Perfect for hiding crying eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I was gifted by Innisfree the green tea eye serum. After crying for two weeks straight and not being able to sleep much after an emotional breakup you would never be able to tell. I am telling you GET THIS in your cosmetic refrigerator NOWW!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
			"review_text": "The Green Tea Caffeine Bright-Eye Serum gifted by Innisfree is so refreshing. I love the applicator that is so simple to use and feels so refreshing and cooling when applying the serum. It is easy to pack and I love that my under eye skin instantly looks brighter and luminous. Works great for under make up too."
		},
		{
			"review_title": "Perfect eye cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "was gifted by Innisfree this caffeine brightening eye cream and I have been using it for the last week and I have been loving how bright it has been making my under eyes! I have been using it every morning and I can see a difference in how brighter my dark circles look. I’m excited to continue using it!"
		},
		{
			"review_title": "Light eye cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I received this product complimentary from innisfree for honest review .This serum feels so refreshing on the eyes and reduces puffiness , It brightens and reduces any puffiness and the roller ball is so cool and soothing.Absolutely love it."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I took this eye cream on a recent trip and am so glad it’s the one I chose. It was the perfect thing for late nights and early mornings and sat beautifully under makeup. I loved the cooking applicator! Gifted by innisfree"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Let me start off with the applicator, I love this applicator! It's currently summer in KY, so this rollerball feels wonderful under my eyes both in the AM and PM.   The product itself is good. I haven't noticed any drastic change with my under eyes, but I have yet to experience that with any eye serum/cream, but it feels good.   I have noticed on days when my eyes water, that I need to be cautious of rubbing my eyes because this product can irritate my eyes. On those days I just wash my face when it gets to that point. So be mindful of that.   gifted by innisfree but all opinions are my own."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is the best thing thats ever happend to my eyes. I  cant believe how truly amazing this works. My puffiness under the eyes magically disappear after I put this on. I'm so thankful for this product . Complimentary from innisfree"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Loved using this hydrating eye cream gifted by innisfree! Very easy to use and also portable! Can be used anytime of the day for a little pick me up! Glides on smoothly and just one pump is all you need to smooth around your eye area’ highly recommended!"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have always had darkness under my eyes and soo hard to find something that actually works. This product not only helps visibly reduce the darkness but also reduces the puffiness around your cheekbones. The applicator has a rolling ball that helps distribute the formula properly. Feels amazing after applying and can notice a difference in the am. This product was gifted by innisfree."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am in love with this product. I tend to lean towards anything with caffeine when it comes to eye products as a mom with 3 littles under 4. I love the cleanliness of the application since it’s a roller ball AND feels cool upon application. Gifted by innisfree"
		},
		{
			"review_title": "Eye Serum Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I was super excited to be gifted by Innisfree &  Sleepers a chance to try out their Green Tea Caffeine Bright Eye Serum! I was thoroughly happy with this product. The pump and roller ball are awesome for easy application. I actually put the whole tube in the fridge so it would have an even more cooling effect. This product instantly de puffed my eyes. The product itself has this nice soft iridescent color that blends right into your skin. My eyes were left much brighter and way less puffy. Definitely plan to continue to use this product! Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Dry skin",
			"review_text": "Received complimentary from Innisfree in exchange for my honest review. This green tea+HA eye serum has the metal ball applicator of my dreams: kept in the fridge it'll immediately tackle those morning undereye bags and dark circles. The price is right though it only contains 10mL of product Vs the standard 15mL in most other eye cream jars."
		},
		{
			"review_title": "Added to nightly skin care routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I received the Innisfree green tea bright eye serum. I really liked this product. It was easy to use and mess free. I added this product to my nightly skin care routine and it makes the under eyes very hydrating! I’m going to continue to use this product and plan to purchase more! Gifted by Innisfree"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by innisfree. My under eyes have never looked better. I love how easy this is to apply and how energetic and beautiful my skin looks. I love the packaging It’s super gentle on my skin. I highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "The green tea bright eye caffeine serum from Innisfree is so refreshing, especially during this hot summer! The tip is very cooling and really helps to distribute the product. This was my first time using an eye serum AM and PM, but now I’m hooked! I click once to get the product and split that between both eyes and use the roller balls to run it in. I was gifted by Innisfree this product for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Gifted by innisfree. The green tea caffeine eye serum seems to be taking care of the dark circles under my eyes! I put this in the fridge so the cold roller ball would also help with any puffiness that I have."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This feels nice but I did find it stung my eyes a bit."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Gifted by innisfree.The infusion of green tea, caffeine, and niacinamide is a winning combination that works wonders. Not only does it visibly depuff my under eyes, but it also brightens the area, making me look more awake and refreshed."
		},
		{
			"review_title": "Love This",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I received the Green Tree Hyaluronic Acid Hydrating Eye Serum complimentary from innisfree in exchange for my honest review and opinion. I found the roller ball to be very nice to use as it was very gentle under my eye. The serum had a soothing cooling effect which reduced the puffiness under my eyes. Overall it definitely gave my eyes a more awake look. I will absolutely keep using this."
		},
		{
			"review_title": "Awesome eye cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I was gifted by innisfree. This under eye brightening cream is so nice! I have pretty dull dark undereyes and I feel like this really helped! I liked the packaging as well and how easily it glided on. Will repurchase in the future."
		},
		{
			"review_title": "Absolutely love k beauty anything. No exception",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I’ve only used it a handful of times, but I honestly really love the applicator. I couldn’t figure it out at first but the pump keeps the product from spilling out! The metal ball applicator feels amazing. The product itself sinks right in and seems to brighten my eyes. I’m happy with it. Gifted by Innisfree"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I gave this to my boyfriend to use and so far he likes it! Easy to apply every morning for him and it also feels nice. So far no results yet but a little bit truly goes a long way. Innisfree is a great Korean skincare brand so I do trust this product."
		},
		{
			"review_title": "Love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I really liked this product! I found that it was very easy to use and has pretty fast results! It felt very soothing under my eyes and definitely made them feel brighter. I would definitely recommend this! Gifted by innisfree"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I did not know I needed this product but now I’m addicted! I love the cooling feeling on my eyes, it really helps when I’m tired or sick. My eyes also look visibly depuffed. Will definitely be keeping this in the rotation. Gifted by innisfree"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Hydrating, cooling, and refreshing!! I really enjoy this under eye serum. The roller ball adds to the cooling effect and it is a great addition to my early morning routine. Gifted by innisfree"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This eye serum helps my eyes look brighter. It also keeps my skin moisturized. The cooling roller ball feels relaxing to use.  I really like that the texture is lightweight. You only need to use a little. This was gifted by innisfree."
		},
		{
			"review_title": "A stable!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This eye cream is incredible. The cooling roll on tip is everything, i love how it applied the cream with a cooling effect, that helps with puffiness around my eyes. It was so hydrating and soo soft! Gifted by innisfree."
		},
		{
			"review_title": "Smooths and revitalizes eye area",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this product complimentary from Innisfree. This is such a beautiful lightweight eye serum that is easy to apply with the roller ball applicator that has a cooling sensation on application. It absorbs beautifully and instantly smooths and hydrates my tired and dull looking skin around my eye area. It makes this are look refreshed and revitalized. The lightweight texture does not bother my sensitive eyes and brightens and depuffs the eye area. This is definitely the boost the skin around my eyes needs! I highly recommend this eye serum."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I am 5 weeks postpartum and this has save me! I don’t look tired at all and I wake up 4 times in the middle of the night. The ingredients are the best and the roller is amazing! My under eyes look softer and bright.  Love love it. Totally recommend this. This was gifted by Innisfree."
		},
		{
			"review_title": "Nice eye serum I",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I am very satisfied with the results. I've noticed brightness under my eyes, and most importantly, less puffiness. I use it every morning before applying makeup. I would recommend this product to anyone who needs to reduce puffiness on a daily basis."
		},
		{
			"review_title": "Love the applicator",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "This is a top tier applicator! It instantly cools my under eyes and feels so refreshing. I‘be used an ample amount for the last week and already notice it running low because I have to pump a couple of times to get the product out. Nonetheless, it’s SO hydrating and my concealer blends perfectly on top of it. Gifted by Innisfree."
		},
		{
			"review_title": "Morning pick me up!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product was gifted by innisfree. I was super excited to get this product because I wake up with some serious puffiness around my eyes. The roller ball is nice and cooling and the product itself goes on a very wet gel but dries down without any stickiness. I think it’s a great pick-me-up in the mornings!"
		},
		{
			"review_title": "Nourishing Caffeine Boost For Tired Eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was gifted by Innisfree the Green Tea Hyaluronic Acid Eye Serum complementary for my honest review and feedback.  This is a light weight eye serum that is so easy to use! I love the applicator - it had a cooling roll on massage tip. This product instantly hydrates my tired eyes and makes them feel refreshed. If you need amplified hydration under your eyes this is the product you should purchase! The roller ball is so soothing and helps wake my eyes up every morning. I personally love that this is a lightweight formula since I don’t like using a heavy product under my eyes (I try to avoid getting milia). This definitely helps depuff and brighten my eyes when I use it consistently - I notice a huge difference!   It is a nourishing caffeine boost for tired eyes. My boyfriend doesn’t have a skincare routine but I think he would benefit from using this product and it would help brighten his dark circles.  I also appreciate that the expiration date is clearly printed on the product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Stunning soothing formula!! I will buy this again and again. It definitely depuffs and hydrates. My under eyes are sooooo dry and this helps a lot. I also love the applicator. The metal is cool and soothing. Gifted by Innisfree"
		},
		{
			"review_title": "Nice applicator!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "wouldnt expect this thing to work miracles but it smells really good and it wakes my eyes up. I enjoy adding this to my routine especially during the hotter months as it feels very cool and refreshing.  Goes on smooth, soothing gel, I like the cool effect it has under my eyes"
		},
		{
			"review_title": "A must have for the eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I received this complimentary from innisfree to try out and see how it does for me and I just love how well it made my eyes brighter and full of life. It has a little roller ball on it so it goes under your eyes very good! My eyes are no longer puffy or dark circles. This is definitely worth buying!"
		},
		{
			"review_title": "amazing product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Gifted by innisfree ! I absolutely love this product. I have puffy eyes in the morning and this product has completely changed that. The cool roller ball and formula has reduced the puffiness in my eyes significantly. It has also kept my under eyes super moisturized. I would absolutely recommend!"
		},
		{
			"review_title": "So refreshing !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "This eye serum instantly makes me look more awake!  It helps to get rid of puffiness under my eyes in seconds.  I often have dark circles, so this serum helps with that too.  The hydration it provides makes my makeup go on better too. It’s easy to use-After releasing a little serum from the tube, you use the metal ball roller to help spread the product around the eye area. I find it to be so refreshing. Since the product is so light I don’t have to worry about it causing milia like some eye serums/creams do.  I use this several times a day to keep my eye area skin looking great.  Complimentary from Innisfree"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I love a ton of the skincare products from Innisfree and this product certainly did not disappoint! It is super hydrating, feels super refreshing, and my eyes always feel so much more awake in the morning after applying it! I highly recommend putting it in the fridge for a few minutes before using it if you want it to feel even more refreshing and cool on your undereyes! Gifted by Innisfree!"
		},
		{
			"review_title": "Great for morning wakeups!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I use the Innisfree green tea line everyday- the HA and the moisturizer and was so excited to add this eye cream to my morning routine! It has the same light tea scent and goes on smoothly to really hydrate under my eyes without leaving any residue that may mess with my makeup application. The caffeine helps to brighten under my eyes and soaks in to give them a less dark appearance. The cooling rollerball feels so nice. So far I’m really happy with this affordable eye product! Gifted by Innisfree."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "This product is amazing for tired eyes. It has a cool metal applicator that de- puffs the under eyes and smoothes it out. This eye cream included caffeine in it which is very hydrating and amazing for the under eye area. gifted by innisfree."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Love this! The rollerball is super cooling and feels great under the eyes. This is great for using in the mornings when you’re tired and need some waking up. I love the green tea as well. gifted by innisfree."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The applicator is so soothing to use.  The cooling roll-on tip is a great massage to depute my eyes after a long days of shift. The serum infused with green tea for antioxidant. My eyes feels nourish after each use. No sensitivity so far. Gifted by Innisfree."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "My new favorite eye serum! My under eyes tend to get puffy in the morning, and my whole eye area sometimes feels dry and sensitive at night. I like how this comes with a cooling rollerball to soothe me day and night! So happy to have gotten this gifted by Innisfree!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "The caffeinated eye serum from green tea is the best for my skin after a long day. This serum is applied with a refreshing roller ball that massages and softens the serum on my skin and has helped me a lot with my dark circles, I loved it, thank you very much for gifted me Innisfree"
		},
		{
			"review_title": "The perfect under eye cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I was gifted by Innis Beauty and this product saved my under eyes! My under eyes were so dark and this product made them lighter in just a few days. I highly recommend this product for anyone who struggles with dark under eyes. Sits so beautifully under makeup and is the perfect under eye cream!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Loved the feeling and results of this eye roller. Not only did it minimize my puffy under eyes but it also lightened the darkness of that area. The cooling effect when using the roller was very satisfying. Gifted by innisfree"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love how practical this product is, just swirl and go! The massage ball is definitely the best part of it. I love the cooling and hydrating sensation it leaves when applied. The size is perfect you can take it anywhere. I received this product complimentary from innisfree in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received this Green Tea Caffeine Bright-Eye Serum complimentary from Innisfree. I love how cooling this feels on my under eye area, especially after a late night. I also like how it makes my eye area look smooth and hydrated. It works really well under makeup too."
		},
		{
			"review_title": "calming undereye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "the green tea line is great for sensitive skin. i have been using the face serum for a long time. this eye serum is really easy to use and hygienic because of the metal rollerball applicator. i have sensitive skin and break out easily but this does not cause irritation for me in the undereye area. gifted by innisfree"
		},
		{
			"review_title": "Quick and easy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I received this eye serum complimentary from Innisfree for review purposes. I really like the texture of this serum, it is so lightweight and absorbs almost immediately into my skin. I keep it in the fridge so it is always cooling and depuffing when I apply it under my eyes. It does not have a sticky or tacky residue after application and does not cause my makeup to pill over it. I'm excited to continue using it to see long term effects on my eye bags."
		}
	]
}