{
    "product_id": "1704",
    "name": "Crystal Noir Parfum",
    "brand": "Versace",
    "categories": "Fragrance, Women, Perfume",
    "price": 182.0,
    "about": "Fragrance Family:Florals.Scent Type:Classic Florals.Key Notes:Yellow Mandarin, Amber, Musk.Fragrance Description:Crystal Noir Parfum is a rich amber-floral scent for her, ideal for evening wear. A bouquet of sensual blooms with tuberose and lily of the valley blends beautifully with Italian yellow mandarin and sweet caramel. A golden vanilla orchid accord adds a stylish twist.",
    "ingredients": "Alcohol Denat. (SD Alcohol 39-C), Parfum (Fragrance), Aqua (Water), Tetramethyl Acetyloctahydronaphthalenes, Alpha-Isomethyl Ionone, Benzyl Salicylate, Hydroxycitronellal, Ethylhexyl Salicylate, Trimethylcyclopentenyl Methylisopentenol, Butyl Methoxydibenzoylmethane, Benzyl Benzoate, Coumarin, Geraniol, Citronellol, Limonene, Pinene, Laurus Nobilis Leaf Oil, Rose Ketones, Isoeugenol, Terpineol, Linalool, Terpinolene.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent..-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly..-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent..-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent...Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
    "num_reviews": 1,
    "overall_rating": 5.0,
    "product_url": "https://www.sephora.com/ca/en/product/versace-crystal-noir-parfum-P514191?skuId=2819167&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2819167-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 mL parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2819167-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "3 oz / 90 mL parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2819142-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Mysterious and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "My go to winter scent. A mature scent. No fruity fluffy teenage fragrance here. Just rich, deep, dark, and mysterious."
        }
    ]
}