{
    "product_id": "499",
    "name": "Fruit Quench'rz Hydrating + Strengthening Lip Oil Trio",
    "brand": "Fenty Beauty by Rihanna",
    "categories": "Skincare, Value & Gift Sets",
    "price": 49.0,
    "about": "What it is:This limited-edition lip-oil trio goes on clear and cushions lips with fruit oils and extracts..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness and Loss of Firmness, and Elasticity.Highlighted Ingredients:- Jojoba Seed and Rosehip Fruit Oils: Lock in moisture and soothe dry lips..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This break-apart lip-oil trio nourishes dry, chapped lips and visibly plumps with hydration while decadent oils bind moisture to lips. These lip oils feature three juicy scents: Barbados Cherry, Kalahari Melon, and Passion Fruit to wear or share as the ultimate holiday treat..This Set Contains:- 0.19 oz/ 5.6 mL Barbados Cherry Lip Oil.Clinical Results:In a 4-week clinical study of 49 people, instantly:.Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
    "ingredients": "-Jojoba Seed and Rosehip Fruit Oils: Lock in moisture and soothe dry lips..-Sweet Cherry Seed Oil: Infuses lips with essential fatty acids to moisturize and nourish.  .-Barbados Cherry (Acerola) and Wild Cherry Extracts: Antioxidant-rich; condition and renew lips...Barbados Cherry Lip Oil: .Polyglyceryl-2 Triisostearate, Polyglyceryl-2 Isostearate/Dimer Dilinoleate Copolymer, Diphenyl Dimethicone, Silica Dimethyl Silylate, Prunus Avium (Sweet Cherry) Seed Oil*, Simmondsia Chinensis (Jojoba) Seed Oil, Dextrin Palmitate, Rosa Canina Fruit Oil, Malpighia Glabra (Acerola) Fruit Extract*, Prunus Serotina (Wild Cherry) Fruit Extract*, Raphanus Sativus (Radish) Root Extract, Maltodextrin, Citric Acid, Aqua/Water/Eau, Benzyl Alcohol, Benzyl Benzoate, Dehydroacetic Acid, Butylene Glycol, 1,2-Hexanediol, Aroma/Flavor...Kalahari Melon Lip Oil: .Polyglyceryl-2 Triisostearate, Polyglyceryl-2 Isostearate/Dimer Dilinoleate Copolymer, Diphenyl Dimethicone, Silica Dimethyl Silylate, Prunus Avium (Sweet Cherry) Seed Oil*, Simmondsia Chinensis (Jojoba) Seed Oil, Dextrin Palmitate, Rosa Canina Fruit Oil, Malpighia Glabra (Acerola) Fruit Extract*, Prunus Serotina (Wild Cherry) Fruit Extract*, Raphanus Sativus (Radish) Root Extract, Maltodextrin, Citric Acid, Aqua/Water/Eau, Benzyl Alcohol, Benzyl Benzoate, Dehydroacetic Acid, Butylene Glycol, 1,2-Hexanediol, Aroma/Flavor...Passion Fruit Lip Oil: .Polyglyceryl-2 Triisostearate, Polyglyceryl-2 Isostearate/Dimer Dilinoleate Copolymer, Diphenyl Dimethicone, Silica Dimethyl Silylate, Prunus Avium (Sweet Cherry) Seed Oil*, Simmondsia Chinensis (Jojoba) Seed Oil, Dextrin Palmitate, Rosa Canina Fruit Oil, Malpighia Glabra (Acerola) Fruit Extract*, Prunus Serotina (Wild Cherry) Fruit Extract*, Raphanus Sativus (Radish) Root Extract, Maltodextrin, Citric Acid, Aqua/Water/Eau, Benzyl Alcohol, Benzyl Benzoate, Dehydroacetic Acid, Butylene Glycol, 1,2-Hexanediol, Aroma/Flavor...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply as often as needed for instantly hydrated, smooth lips...Recycling Instructions:.-Its protective outer box is made of FSC material and is recyclable. .-FSC certification ensures that our boxes come from responsibly managed forests..-When youu2019re done, swipe on the last of the goodness. .-Then, rinse and discard the cap and recycle the bottle.",
    "num_reviews": 38,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/fenty-skin-rihanna-fruit-quench-rz-hydrating-strengthening-lip-oil-trio-P513388?skuId=2813731&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2813731-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Keeps my lips hydrated and has a gloss look without it being sticky. the trio is definitely worth it as you get different flavors for a good price"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "LOVE LOVE LOVEEEE these so much!!! they look so nice & glossy on, but are as moisturizing as a high quality lip balm"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Very good and hydrating the price is amazing but right now!!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "very thick, more like a gloss. feels nice on the lips but I prefer my lip oils to be a little thinner."
        },
        {
            "review_title": "Hydrating and long lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Great lip oils and all 3 scents smell amazing! The doe foot is large which I love because I have full lips. The formula feels nice and hydrating with no sticky or gooey feeling. It lasts a decent amount of time without needing to reapply. I've used many different lip oils on the market and these are just about on par with the others. However, compared the the others, these are quite expensive, even when on sale."
        },
        {
            "review_title": "Awful first impression",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "u201cTerrible product. Within 2 minutes, it made the corners of my mouth white. Donu2019t waste your money.u201d"
        },
        {
            "review_title": "Love fenty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "The price and quality doesnu2019t match , Claireu2019s lip oil would be better choice"
        },
        {
            "review_title": "Your lips will thank youu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Absolutely love this lip oil!! This trio is definitely a bang for your buck since 1 retails for $33 CAD. So this is basically buy 1 get 2 for $16u2026Girl Math!!! lol but seriously your lips will thank you!!!"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Deep skin tone, Dry skin",
            "review_text": "This product is one of my favorite lippie and leaves a good tent and great value one of my best purchases"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "These are the best lip oils! Not sticky, and they truly leave my lips feeling hydrated for HOURS without reapplying"
        },
        {
            "review_title": "Amazing lip oil trio!ud83eudd29",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "After using this product for the last couple days, I have noticed how hydrated my lips have become the packaging is great. The lip oil doesnu2019t leak which Iu2019ve noticed on different lipgloss/oils, stays on the lip for a long period of time smells true to the label and has a flat color to it. The application is simple. The applicator itself is soft on the lips. The formula definitely works how it says it both hydrates and repairs however it is a little sticky in the end. I think itu2019s definitely worth buying, especially"
        },
        {
            "review_title": "Melon tastes like soapu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "These feel amazing! Iu2019m so glad I got these. Theyu2019re not sticky but nourishing and not oily like other lip oils. Love the cherry and passion fruit scents but tbh the melon tastes like soapu2026"
        },
        {
            "review_title": "Juiciest lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "These lip oils are awesome! Colour is subtle and all three smell amazing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Best lip care ever and you get three for the price of one."
        },
        {
            "review_title": "Poor Quality and Artificial Scent u2013 Not Worth It",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "disappointed with this product. When it arrived, two of the bottles were almost empty. Additionally, the scent was very artificial and not pleasant at all. Even on sale, itu2019s not worth the price. Overall, thereu2019s nothing great about theseu2014definitely wouldnu2019t recommend."
        },
        {
            "review_title": "Just average",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Nothing wrong with these, but there are just so many options for lip oil out there and these do not stand out in any way. They smell nice and feel hydrating when applied. The applicator is the oversized, soft kind that I really like.   Other than that, Iu2019ve used lip oils that were more hydrating and that have lasted longer. These donu2019t have any tint either. Not really noticeable at all, other than having a fun, fruity smell.   Iu2019m ok with the price I paid for these, since they were on sale and I applied a further discount with the code available for fenty that far. But I wouldnu2019t purchase them again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "doesnt wear off fast and makes my lips feel so hydrated even in the cold"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This oil just isnu2019t living up to the hype. I would apply it and it wouldnu2019t stay glossy. Which caused me to keep applying the product. It also caused my lips to be come dryer and then my skin started to peel off on my lips."
        },
        {
            "review_title": "A must have for everyday lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I loveeee thiesw lip oil so much. Iu2019ve had this for about a month now and it checks so many boxes that I was looking for in a lip oil, plus they smell really good but not too strong"
        },
        {
            "review_title": "Meh",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wanted to love it - but itu2019s not worth it for me. It has an artificial strong smell (but it goes away after a few minutes). It feels thick and hydrating while itu2019s on but left my lips dry after."
        },
        {
            "review_title": "100% WORTH IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Hands down THE BEST lip product out there! If youu2019re debating on getting this or summer Fridays etc. GET THIS!! The pack is on sale and so worth it, 1 lip oil is $24. They smell like candy and feel very nice on the lips"
        },
        {
            "review_title": "A must have for me!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Every time I see these multipacks I stock up ! I get for myself and my mom. And we both love them. Very hydrating so your lips look glossy and plump but not sticky. Just right for the winter weather!"
        },
        {
            "review_title": "LIP QUENCHER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I donu2019t normally do these reviews, but when I saw this set on Black Friday for like $25 I was likeu2026 I NEED TO GET IT NEOW! And I absolutely LOVE LOVE LOVE IT. In terms of flavor from greatest to least would be: Cherry, Passion Fruit and then the Melon. The trio is not necessary but I do love interchanging which one I use one a day to day"
        },
        {
            "review_title": "You can break up these boxes into 3 gifts!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Love the fruity scents of these.Texture is nice & thick but not sticky. This set can be split up & gifted to different people so itu2019s a great value. Not a long lasting oil but still good. Packaging not luxe but oil itself is nice."
        },
        {
            "review_title": "Very moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "These oils are so good and moisturizing. Highly recommended"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "These lip oils all smell great and are very hydrating and long lasting. They donu2019t really have any color on the lips but I like that for application before bed. The only real downside is that hair will stick to your lips."
        },
        {
            "review_title": "Great products",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "The scents all smell really good and fruity! It lasts longer than most lip oils Iu2019ve used and has a thicker consistency. Makes my lips feel hydrated for a long time. I just wish it wasnu2019t so expensive, but you get what you pay for"
        },
        {
            "review_title": "Keep on hand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I have the Barbados cherry and the shine is amazing. I donu2019t really notice the scent n Iu2019m ok with that.  Iu2019m obsessed with the quality and shine alone."
        },
        {
            "review_title": "The smellu2026yum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone",
            "review_text": "Rih you snapped gurl!! These are amazing! They smell so delicious and feel amazing on the lips! A must! A must! A must!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Omg the smells on this lipgloss are sooo good. Itu2019s not sticky at all. I love this lip oil. I had to buy 2 of them."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "This has a lovely hugging texture, not sticky, great taste/scent but at the en of the day, I had dry flaky lips. I tried it a little bit later for another whole day and the same thing happened. Returned."
        },
        {
            "review_title": "Passionfruit is AMAZING!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I got this pack because I LOVE passionfruit and it didn't disappoint! I love the colour, consistency, and how my lips feel afterwards. I wish they sold the passionfruit on its own, because im not a fan ot the cherry.  I also wouldn't say that this formula is strengthening."
        },
        {
            "review_title": "THESE ARE SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Oh my God the consistency with these oils are so good literally my fave product from fenty they glide on so well and smell so bomb"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
            "review_text": "I've been eyeing this lip oil for a while so I was really happy when fenty came out with this holiday pack. They all smell like candy/lollipops and are very moisturising. No colour but that's okay. Would definitely buy again."
        },
        {
            "review_title": "Not as I expected...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This product is just okay. I really don't like the packaging, looks very cheap in person. Doesn't smell like I expected. Doesn't taste bad. A little bit disappointed this time... But I still really like this brand."
        },
        {
            "review_title": "A five-star lip oil from Fenty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I bought a single tube and got hooked so I had to order this trio. The scents are delicious, they're not super sticky, and they feel great on the lips. I like to wear this overnight as well as a lip mask over my regular balm. My favorite is the Barbados cherry but they're all very good and they don't leave a nasty taste in your mouth like other lip oils I've tried. I highly recommend these."
        },
        {
            "review_title": "Lip quenchers - just what your parched lips need.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "These are spot on for me. I am going to make sure that from now on I always have one of these on hand. Not sticky, and my lips feel so moisturized. I didn't think I would like passion fruit but it ended up being my favorite one."
        }
    ]
}