{
    "product_id": "958",
    "name": "Forget The Filler Lip Plumper Line Smoothing Gloss",
    "brand": "LAWLESS",
    "categories": "Makeup, Lip, Lip Plumper",
    "price": 35.5,
    "about": "What it is:u00a0A clinically tested, ultra-shiny gloss with immediate and long-term softening, hydrating, and visibly plumping benefits...Highlighted Ingredients:.- MAXI-LIPu2122: Scientifically and clinically shown to visibly increase lip volume by 40 percent..- Shea Butter: Hydrates and soothes the lips..- Rosehip Oil: Makes lips feel pillowy soft...Ingredient Callouts: This product is cruelty-free and vegan...What Else You Need to Know: This clean lip gloss feels wonderful to apply with a plush applicator that luxuriously hugs your lips. Immediately, lips feel comforted and appear ultra-shiny and smooth with less-visible lines and signs of irritation. With consistent use, this gloss is shown to visibly increase lip volume and decrease lines...The oversized doe has curves and then some. The size of the vial accommodates its plush size. When the doe is removed from the vial, it appears less full. The total amount of product in the vial is 3.3 mL as is written on the packaging, but the vial is bigu2014just like the doe and just like your lips, when you use the product...Clinical Results:.Based on an independent study on the specific ingredient complex, MAXI-LIPu2122, itu2019s clinically proven to:.- Improve lip condition +100%.- Improve lip softness and comfort +70%.- Improve lip hydration +60%...CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "-MAXI-LIPu2122: Scientifically and clinically shown to visibly increase lip volume by 40 percent..-Shea Butter: Hydrates and soothes the lips. .-Hyaluronic Acid: Makes lips feel pillowy soft...Polybutene, Polyglyceryl-2 Tetraisostearate, Hydrogenated Styrene/Methylstyrene/Indene Copolymer, Synthetic Beeswax, Isostearyl Isostearate, Synthetic Fluorphlogopite, Stearalkonium Bentonite, Caprylic/Capric Triglyceride, Glycerin, Water, Ethylhexyl Palmitate, Calcium Sodium Borosilicate, Fragrance, Octyldodecanol, Silica Dimethyl Silylate, Menthoxypropanediol, Capsicum Frutescens Fruit Extract, Zingiber Officinale (Ginger) Root Extract Butyrospermum Parkii (Shea) Butter, Silica, Helianthus Annuus (Sunflower) Seed Oil, Tocopheryl Nicotinate, Tribehenin, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate Prunus Amygdalus Dulcis (Sweet Almond) Oil, Rosa Canina Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Sorbitan Isostearate Tocopheryl Acetate, Tin Oxide, Palmitoyl Tripeptide-1, Phenoxyethanol, Lactic Acid. May Contain: Peut contenir : Titanium Dioxide (CI 77891), Red 30 Lake (CI 73360), Iron Oxides (CI 77491, CI 77492, CI 77499).",
    "how_to_use": "Suggested Usage:.-Apply to clean lips and wear solo as a nearly clear, ultra-shiny gloss. .-Apply on top of lipstick to add glass-like shine to your favorite shade (while getting the visible plumping benefits of the gloss). .-Apply before bed to benefit while you sleep.",
    "num_reviews": 2010,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/lawless-forget-filler-lip-plumping-line-smoothing-gloss-P468175?skuId=2785640&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2785640-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Rosy Outlook",
            "shade_descriptor": "super sheer baby pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2414514-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Lavender Sorbet",
            "shade_descriptor": "pale pinky lavendar",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2651305-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Daisy Pink",
            "shade_descriptor": "sheer, creamy baby pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2468270-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Velvet Daisy",
            "shade_descriptor": "rosy pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2840536-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Velvet",
            "shade_descriptor": "rosy mauve with plummy undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2468296-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Juicy Watermelon",
            "shade_descriptor": "sheer watermelon",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2678480-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Cherry Vanilla",
            "shade_descriptor": "a sheer cherry",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2592467-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Violet Bloom",
            "shade_descriptor": "soft orchid",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2651313-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "George",
            "shade_descriptor": "medium taupe nude",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2555134-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Maple Sugar",
            "shade_descriptor": "warm truffle",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2741593-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Not enough product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love this product but for the price for 0.11 fluid oz is crazy."
        },
        {
            "review_title": "Okay but not amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I think this product can stand on its own as far as color and shine. This product feels good on the mouth but I donu2019t think it hydrates the lips that well. I got this color thinking it would be more opaque but  itu2019s basically clear."
        },
        {
            "review_title": "great but donu2019t like the packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "i really love this product. it fills lip lines and looks beautiful. however, the package gets really messy and a lot of product is on the applicator."
        },
        {
            "review_title": "A need in my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love it I use it everyday and it makes my lips look so smooth and is very moisturizing"
        },
        {
            "review_title": "Best lipgloss ever !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Best lipgloss ever.  Great coverage. Wear it over lipstick or on its own. This color is so pretty"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Lavender Sorbet - pale pinky lavendar",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Love the color.. Lavender Sorbet.  I like the formula but not enough product in the tube for the price."
        },
        {
            "review_title": "A must have lipgloss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Absolutely gorgeous color and not sticky at all. Love that that it doesnu2019t burn your lips like other lip plumper. Lawless is my go to lipgloss"
        },
        {
            "review_title": "A new staple in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Fell in love with this product, the perfect amount of gloss and color. I recommended this lip gloss, especially this color, for anyone looking for a quality gloss that will plump the lips and smooth the lines and texture, leaving a smooth and glossy application."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s nice! I really like the product but the thing is that is way to small how I imagine"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Great scent, color, and shine. It is a little sticky for about 5 minutes after applying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I loveeee this gloss perfect color & last long ! Definitely am going to purchase more."
        },
        {
            "review_title": "Canu2019t live without",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Lasts for a long time and is the perfect mild plumping. I usually hate lip glosses but Iu2019ve repurchased over 10 times!"
        },
        {
            "review_title": "My new Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this stuff! I'm super picky with lip gloss. the plumping effect is minimal but I love the cooling tingling effect. I love the color and the consistency. I dont find it sticky (but if you pile it on I'm sure it would be) it smooths my lips out and makes them look better than any other gloss. I got it in a Sephora favorites pack and bought another once I finished the trial. My only problem is I wish they made it in a bigger size!"
        },
        {
            "review_title": "Makes for perfect lip combo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love these glosses! They are so good and pigmented too! Throw on a brown liner and then this gloss and your lip combo will EAT Everytime! I have 3 of these glosses and waiting on 2 more to come in! Highly recommend"
        },
        {
            "review_title": "spend less for better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "gives a nice plumping effect but I don't see a difference in my lips"
        },
        {
            "review_title": "Awkward applicator and sticky",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I purchased this after seeing so many positive reviews, but I just didn't have the same experience.  Positives: Nice packaging, pretty color.  Negatives: The applicator is enormous, so it's really awkward to apply; it's so sticky it ends up all over my face and stuck to my hair; the scent."
        },
        {
            "review_title": "Love product but new tube mostly empty",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love, love, love this product, however my most recent purchase wasnu2019t even half-filled when I opened it. I was on a trip to NYC for the holidays and was running low and decided to stop in the Sephora in the meatpacking district since I donu2019t have a Sephora in my new home town. I was waiting for my flight to return home and opened the package and found very little product in the tube. Here I am unable to go back to Sephora as I am already at airport and I donu2019t have a store when I get home. Itu2019s really too bad because I love this product."
        },
        {
            "review_title": "Waste of money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Does absolutely nothing to plump your lips. Very thick and sticky, Donu2019t waste your money."
        },
        {
            "review_title": "Not as expected",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was so excited about this product, unfortunately it's very sticky. It leaves those tacky strings between the lips when you open and close your mouth. I also noticed it doesn't appear to be a full bottle. There are lots of air bubbles inside. I doubt I'll repurchase."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Normal skin",
            "review_text": "I. LOVE. THIS!! And I need more of it, and I need to order more!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Daisette - cool candy pink with a pearl finish",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Hi! I am a sephora beauty insider community ambassador and this is my honest and authentic review. I love the metallic shift after it's applied as a topper. It's a bit thick in consistency so a little goes a long way. I do enjoy the bigger applicator as well. Very pretty color"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "One of my favorite lip products! Not sticky and beautiful finish."
        },
        {
            "review_title": "Prettiest lippie",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Such a beautiful color. The consistency is amazing too. The only downside is I feel like thereu2019s not much product in it. I use them up SO fast and I donu2019t use them THAT often"
        },
        {
            "review_title": "True to its claims",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Ok. where do i begin. this is just the best thing iu2019ve used. best thing since sliced bread"
        },
        {
            "review_title": "Ok gloss, not worth it in my opinion.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This lip gloss doesnu2019t live up to the hype in my opinion. It smells very medicinal, like cherry blistex. It comes half empty, and the applicator is aggressively big. I will not be repurchasing."
        },
        {
            "review_title": "My go-to lip gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I got a full size of this in a Sephora favorites kitu2014 not knowing much about this specific brand. Itu2019s now my new favorite plumping gloss and lip gloss in general! It doesnu2019t burn like other plumping glosses, more of an intense tingle. Itu2019s also not sticky!! The color is super pretty. Will repurchase forever"
        },
        {
            "review_title": "A must have for every make up bag!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This lip gloss is gorgeous & it stays on for a long time!!! My lips are on the drier side, this keeps them moisturized without having to reapply all the time. I will be buying other colors."
        },
        {
            "review_title": "Daisy is really Pepto Bismal pink. Avoid",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The color Daisy is literally comical. Itu2019s Pepto Bismal pink. And I live for a good, cool pink. This wasnu2019t it. My 7 year old was laughing at me. Formula seemed fine although not super plumpingu2026hard no for me"
        },
        {
            "review_title": "Not worth the Price!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I just bought this lip gloss today and as you can see by the picture I will be lucky if I get a weeks worth of use out of it. There is barely any product in the bottle to say I can give an honest review on whether or not I actually like it. Very disappointed"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "If I can GIVE ZERO STARS I WOULD LOL!!!! Thereu2019s not enough product in the tube youu2019d probe get about 5 uses and then itu2019s done! BETTER OF WITH FENTY"
        },
        {
            "review_title": "It's a NO for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "First time every trying this brand and I wanted to love it, but I absolutely hated it.  It is super sticky, it's not smooth at all.  Sticky and gloppy.  It's a NO for me."
        },
        {
            "review_title": "16482912628/10",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "Its so cooling and lasts forever before having to reapply, looks like a filter"
        },
        {
            "review_title": "The best !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "My absolute favorite lip gloss . A comfortable plumping feeling . Longwearing. Not sticky ! Love love love!! Already bought my second tube :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "George - medium taupe nude",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This color does not look like a medium taupe nude on the lips. In fact, it's mostly sheer and you can't see anything at all.  It's also half empty already. I love the application. The packaging feels lux. But not enough to purchase against  This has a sweet minty scent and minty feel to the kips."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This are amazing. A little goes a long way, and they smooth and fill my lips. I normally have very dry lips, and product tends to grip all my dry patches and makes my lips feel gritty. This lipglosses smooth and fill in my lips while also leaving them hydrated. Iu2019m super picky about my lip products. They have a nice smell, and I can wear them on top of my lips while also combo or on their own. I know they seem light packaging wise, but you donu2019t need a whole lot (I also have medium/large sized lips) the color payoffs always look good, and the shine always looks juicy!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I purchased this product because I do like a sheet gloss and it looked like it would be really great; but when I swatched it in store vs wearing it when I bought it, there was no color pay off in the color cherry vanilla.  Not to mention the tube was not even full, it was practically a fourth gone with just one application.  It is not worth the price for the amount.  Sorry itu2019s a pass"
        },
        {
            "review_title": "Pass! Donu2019t get your $$ worth!!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s half empty! Contacted lawless personally and they responded with u201cif we filled it all the way up, the applicator wouldnu2019t fit.u201d Thereu2019s sooo much space before even taking the applicator out and itu2019s BRAND NEW!"
        },
        {
            "review_title": "Most favorite gloss EVER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I love this gloss. It really is amazing. It fills in the lines on my lips and stays for awhile. My only complaint is that itu2019s too small and I run through it quickly. I wish they offered more colors in the larger size. I have light  skin with blue eyes and love the lavender sorbet color, but"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love this gloss so much but what a rip off. Thereu2019s barely any in the tube. Havenu2019t had it for a week and itu2019s already finished."
        },
        {
            "review_title": "My new fave !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this lipgloss ! It smooths your lips out like Iu2019ve never seen something do before , thereu2019s not much plumping I donu2019t think , just minimal amount. It lasts for awhile without having to reapply ."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Color is perfect over a brown liner & instantly makes your lips look plump. Super sexy gloss. I love it!"
        },
        {
            "review_title": "Came HALF EMPTY",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Gloss came half empty and when I tried to return it, the Sephora employee claimed it was used so she couldnu2019t take it back. RIDICULOUS and WASTE OF MONEY!"
        },
        {
            "review_title": "Hard Pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "Felt thick and sticky...cheap. Not worth the $.... nothing special about this product at all."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Daisette - cool candy pink with a pearl finish",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone",
            "review_text": "Bottle comes half empty and I was really disappointed for the price. The frostiness is decent!"
        },
        {
            "review_title": "My lipgloss is popping",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I LOVE the curved applicator. I love the way it makes my lips look. All my wrinkles are magically covered and it leaves this smoothing sort of effect. The only thing I canu2019t figure out is why it comes half empty. I really think they need to check the amount going into these tubes. Itu2019s so good but rings out quickly"
        },
        {
            "review_title": "Cute, but thereu2019s better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s a nice lip gloss with a good colour but it runs out fast for the price, and honestly it was hard to see a difference in the plumpness of my lips. Good lasting power though"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not the best plumper but I love the way it looks and feels on my lips"
        },
        {
            "review_title": "Save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this product and I was so excited because the lawless overnight filler was wonderful. However upon receiving this, it is half empty, does not last long, does nothing to smooth or plump. It is sticky and like something you can buy from the dollar store. I would not have paid this much money for this item had I known."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "OBSESSED. Buy it u wonu2019t regret. Only thing is thereu2019s not much in it"
        },
        {
            "review_title": "YES BUY IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Easily one of the best lip glosses out right now, I've repurchased this atleast 3 times already. The gloss it leaves on your lips makes them look juicy and alive, it's perfect for reapplying right before that picture, before you leave for date night, just buy it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Maple Sugar - warm truffle",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": ""
        },
        {
            "review_title": "Iu2019m obsessed !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Omg I love love love it.best shades, product n superb packaging .Iu2019m obsessed with these beautiful lip glosses. Now they are add in my daily makeup routine.thanks for sending me these beauties.love lawless products ud83eude77ud83cudf38"
        },
        {
            "review_title": "Barely Any Product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love this product however it came half empty. I ordered this in two colors and both arrived in the same state. Sigh. Not worth the price for the lack of product. This picture is exactly how it looked out of the box"
        },
        {
            "review_title": "Forget the filleru2026 more like FORGOT TO FILL IT!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I love the formula of this product so Iu2019ll give it an extra star but itu2019s crazy how empty this product came in! I just received it 15 mins ago and took the wand out and immediately noticed itu2019s only 25% of the way filled without the wand. I have the shade in velvet from a Sephora favorites set and was so excited for this but imagine my disappointment when it only 1/2 delivered. Sadly this is going right back since it seems like this is a common complaint about this product."
        },
        {
            "review_title": "Shiny and hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This gloss feels great and isnu2019t sticky. My only qualm about it is that it is pretty sheer and I was hoping there was more color in the gloss. I do wear it over a tinted chapstick and it is a beautiful combo."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Lavender Sorbet - pale pinky lavendar",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I would love to give this 5 stars bc I do love the colors I have and they are hydrating but I used this for one day and it looks like Iu2019ve used it four times!"
        },
        {
            "review_title": "Yes yes yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Best kept secret. This creamy, beautiful, glossy lip plumper gives a little plump but not burning. Bought several during the sale"
        },
        {
            "review_title": "Very warm toned...but still the best formulation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Best formulation out there! However, I give up on the colors. I'm going to stick to Rosey Outlook which gives You-But-Better every time I use it. This looked orange-brown tone on me (I'm very cool-toned). I'm blown away with the applicator as well...I sometimes forget to mention how easy this product is to apply."
        },
        {
            "review_title": "I'll always give this product 5 stars",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Best formulation out there! However, I give up on the colors. I'm going to stick to Rosey Outlook which gives You-But-Better every time I use it. This color is cool-toned, and it this is the look that you want, it's the color for you."
        },
        {
            "review_title": "Beautiful Gloss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Absolutely LOVE lawless lip plumpers.  So glossy, beautiful pigment, and  long lasting.  If you have older thin lips like mine, you need this ASAP!"
        },
        {
            "review_title": "Not it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Plumping is minimal, itu2019s more of a minty feel than some of the old school burning lip plumpers. As others have mentioned, tube is maybe half full at best brand new out of the box, which is disappointing. The biggest thing that I canu2019t get past is how sticky it is! It clung to my lips even after trying to wipe it off, I really did not like that so will be returning  canu2019t"
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is def work the hype! Instant gloss and shine! I need more shades & a backup of this shade!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "This lip gloss is amazing. Hydration and plumping will not disappoint. I love the color. I will continue to use this product."
        },
        {
            "review_title": "Not for sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My favorite beauty blogger raved about this but such a waste. The moment I applied my lips they started BURNING, and even after wiping it off they were still red, raw and chapped."
        },
        {
            "review_title": "Can you fill the tube up?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Product is nice. Gives the just bitten full lip effect. Wears long and isnu2019t a painful plump. Only problemu2026 the tube is basically half full when itu2019s brand new.  I know there needs to be head room for the applicator but not this much. This photo is after one use. I rather buy the Patrick Ta and get a full tube of product with the same results."
        },
        {
            "review_title": "Gorgeous color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "Even though thereu2019s not much product in here (which is why I took off a star) this color is gorgeous & the shine is beautiful"
        },
        {
            "review_title": "A little too candy pink for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The color is nice, but it looks a bit odd on me. I think I'm going to get Velvet instead. Otherwise, fantastic formula, the applicator is the best out there, and it did have a nice watermelon flavor."
        },
        {
            "review_title": "Good, but not a holy grail",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "the formula is great, the package is beautiful, I would repurchase, but it does come less product than other gloss and the shade cherry vanilla is actually much more lighter than these swatches"
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I am obsessed! Perfectly glossy but not sticky, and good amount of colour. Leaves my lips feeling soft and hydrated and I love the plumping effect."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this lip gloss. It really does smooth out lines. Cherry vanilla give a nice pop of color without being too bright."
        },
        {
            "review_title": "A miss serving time around",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This color is very pretty, but I think the formula changed since last time I tried this product. My lips become dry and peel whenever I use this and feels very sticky and not softening upon application. A total miss"
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "Holy grail lip gloss. It's a cooling effect, thank goodness instead of a burning effect, and it's not too thick, so it lasts well enough, but it doesn't feel goopy."
        },
        {
            "review_title": "pale on darker lips",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "love lawless but not the right shade  for my lips because it looks really pale until the gloss settles. juicy watermelon is my favorite shade!"
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Absolutely obsessed! Iu2019ve tried pretty much every plumping gloss and this is by far the most comfortable, non-sticky, moisturizing! Just perfection!"
        },
        {
            "review_title": "Nice lip balm",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love the color and the look of this lip glaze.  It's a little sticky - but it's not a problem."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Daisy Pink - sheer, creamy baby pink",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "it does plump, but after sitting on your lips for a while it gets grainy. also, the packaging leaks so much that you really only use half of the tube before it runs out and for the price thatu2019s unacceptable"
        },
        {
            "review_title": "Itu2019s a hit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Got this last minute and added to my cart after seeing it on tik tok. It didnu2019t disappoint! I love the shade feels super hydrating with a really good shine. Not too sticky with good color coverage Would recommend"
        },
        {
            "review_title": "The best ever!! Holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Easily the best lip gloss Iu2019ve ever used. I have stock piled these like the apocalypse is coming. It is the only lipgloss Iu2019ll ever wear again itu2019s that good."
        },
        {
            "review_title": "terrible shade, accentuates my lip lines",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "returned this product due to the terrible shade :( appears to have no pigment at all despite being a milky white shade it looks ashy on the lips. the formula isnu2019t bad and i would definitely repurchase just not this shade. non-sticky formula but on the thicker side. it accentuates my lip lines"
        },
        {
            "review_title": "Plump and glossy lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Love this product! It makes my lips look so plump and glossy! It is a bit sticky but itu2019s not overly sticky."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Rosy Outlook - super sheer baby pink",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After 45 you start appreciating the lip products that donu2019t make the lines on your lips more noticeable, and this lip gloss is one of them. It looks like glass, instantly fading the lines, making my lips plumper. What I donu2019t like is the small amount of product that comes in the tube. Itu2019s sticky but like hard sticky, which may be why it doesnu2019t transfer as easy as other glosses and stays longer."
        },
        {
            "review_title": "Loving this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "Just got this and Iu2019ve been using it nonstop. I love how it feels on my lips! Iu2019m not really a beauty girl or  in to make up and things like that, but this lip gloss might get me into some make up here and there.ud83eudd2d"
        },
        {
            "review_title": "Most amazing lip filler minus the packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is the best lip gloss/plumper Iu2019ve used so far. Moisturizes you lips and the lines on your lips disappear. Packaging could definitely use some work which is why the 4 star review. Most of the product leaks and sits on the component and not the wand."
        },
        {
            "review_title": "SO MUCH FOR NON STING!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Okay so I have to say the color is realllyyyyy pretty BUT THIS IS HORIRBLE ! I got this in a Sephora favorites set and i hate it !! Number one! Itu2019s super sticky even after whipping it off. The sting hurts super bad too! Plus doesnu2019t even plump my lips. The sting still hurts after taking it off too  I really donu2019t recommend this !"
        },
        {
            "review_title": "Packaging rip off",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Actually love the gloss itselfu2026 but itu2019s a complete rip off. The product gets stuck under the rim and on the bottom (Iu2019ve tried everything to shake it out). You would need a longer stick to reach it! You end up only getting about a weeks worth of product!"
        },
        {
            "review_title": "Nothing is perfect! But this formula is ud83dude0d",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I got this in the mail today and I have to say I really love it. The color is stunning - I got u201cdaisetteu201d and I also love the formula. It is thick but not goopy. Itu2019s a very comfortable gloss and I would recommend this for people with sensitivity to makeup  I did notice it was not filled all the way, but it wasnu2019t too bad. Very cool product! I will buy again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Rosy Outlook - super sheer baby pink",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have returned many a lip plumping gloss before because they either sting and hurt so much (even an immediate wipe off doesnu2019t fix) or because they donu2019t actually plump. I can happily say this does have a plumping effect And no stinging. It has a cooling minty sensation that isnu2019t unpleasant. Itu2019s also fairly long lasting which was impressive. I do wish the applicator was a little bigger but otherwise this is a repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Daisy Pink - sheer, creamy baby pink",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Obsessed my go to lipgloss. Non sticky, plumping without stinging or redness."
        },
        {
            "review_title": "A STABLE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "First, if youu2019re looking for a plumping gloss thatu2019ll make your lips bigger donu2019t get this one. But if you want one that smooths your lips out GET THIS ONE. I have so many glosses and this is the first one Iu2019ve finished this fast ! I love this gloss so much and will be repurchasing u2026 often. I itu2019s super be Etsy and smooth. It doesnu2019t get stringy or sticky. Love the formula love the color! Shade: George"
        },
        {
            "review_title": "Nice Shine.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "It has a nice shine. However, it didnu2019t plump my lips as much as I thought it would. It was really just a tingly effect."
        },
        {
            "review_title": "Loveeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "Love this color; it's very sheer and beautiful on dark skin. You don't have to reapply too often. The only issue is that I don't think there is a lot of product in the bottle."
        },
        {
            "review_title": "it's ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "I found while using this that it stayed on my lips for hours, which I loved. It doesnt give a super glossy look and almost dries down to adhere to the lip without getting sticky. Wears very nice throughout the day as well, every once and a while you can smack your lips and still feel a generous amount of it on and it stays silky and smooth. Almost like it clings to your lips. When applying it does feel thick however, which I got used to very quick but was hard to enjoy. I bought the cherry vanilla, and it has a very subtle scent, which was great because you dont smell it all day. Almost like a cherry bubblegum. After a few moments when you apply you can feel a slight cooling sensation on your lips that doesn't burn. It also has a different type of applicator which I thought I would love but it grabs way too much product for myself personally, and then everything gets messy when I try and put some back. The bottle didn't spill when I let it bounce around in my purse which is a plus but it also came half full due to the shape of the bottle and applicator (with the wand in the bottle it looks full, but when you remove it there is very little product in the bottle). I've also used this when my lips were cracked and it hasn't bothered my skin at all, but I wouldn't call it 'nourishing'. 0 colour payoff. All in all, it's a very basic and boring gloss and I'm not sure it's worth $34 but I also didn't hate it. If it was cheaper I think it would be a lot more worth it for what it is and does."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Juicy Watermelon - sheer watermelon",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "love the color and itu2019s so long lasting but it doesnu2019t last long at all- either lower the price or double the product!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Velvet - rosy mauve with plummy undertones",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love the product but the packaging is a serious rip off - the bottle came half empty!! Donu2019t know how they havenu2019t changed it by now - not worth it given that youu2019re actually paying full price for half the product"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Rosy Outlook - super sheer baby pink",
            "review_buyer_description": "",
            "review_text": "I like the product but be aware that after a while the lipgloss starts to spill. Most of the product is on the rim of the bottle."
        },
        {
            "review_title": "NOT WORTH THE PRICE!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Received this product and it was half empty. Did not plump my lips didn't notice any difference after application. Definitely not worth the price. I prefer the too face lip plumper, sephora lip plumper or the Dior lip plumper."
        },
        {
            "review_title": "Staple in my bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "I typically don't like gloss products. This lawless gloss is amazing. Love the wear and color."
        },
        {
            "review_title": "Such a pretty color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador.  The great thing about this plumper is the applicator. I love how the wand is curved so that it contours to your lips for an even application.  It does tingle a bit when applied but that feeling goes go away after 5 minutes or so. I did notice that my lips looked fuller in about 5-10 minutes.  The formula is not sticky and glides on smoothly.  It wore well by itself for more than 4 hours.  I normally hate lip plumpers and avoid them because they make my lips look too puffy but this one wasnu2019t bad and gave my lips a fuller look without it looking un natural.  I got the color Lavender Sorbet which is a pretty lavender pastel pink color. Definitely worth a try if you are looking for a glossy lip plumper."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Light skin tone",
            "review_text": "If you want to try this gloss just buy cherry vanilla , nice color and very glossy also with nice cherry scent, I have also tried velvet and george and I can't stand the smell of these two are horrible also they have a milky color on it even though I have seen many reviews in tiktok they try it and it was very beautiful but on real life its has milky color which I don't like"
        },
        {
            "review_title": "Really does make lips look plumper",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "It tingles and feels a bit cold in the beginning, but this is expected since it really does plump the lips and make them look fuller. The pictures are very accurate in showing the color and the way it looks on the lips. I recommend this shade Cherry Vanilla because I got it recommended by somebody else since apparently depending on the shade it does not look the same. I feel even after washing the lip plumper off, my lips feel soft and hydrated. Overall I love it and I do recommend buying it."
        },
        {
            "review_title": "Itu2019s glossy and nice.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The gloss was pretty good. I like that. Itu2019s a little thick."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Nudie for life! This is my new go to lip gloss. It looks great and makes my lips feel so good. Looks so good on top of the Lancu00f4me throwing beige lip color. Highly recommend!"
        },
        {
            "review_title": "Not full",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Why is she 1/3 empty upon arrival? I havenu2019t used it yet but it smells nice and I think the color will look cute. But for the price the amount of product in the tube is really disappointing."
        },
        {
            "review_title": "Needs better packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love this product but please create better packaging. Even with the cap fully closed the gloss comes out and gets everywhere. Now mine is half empty and Iu2019ve only had it for a week."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
            "review_text": "I love the color of this lip gloss. And it feels nice on my lips."
        },
        {
            "review_title": "Literal lip filler in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Literally the best lip gloss ever. Straight up makes it look like I got lip filler itu2019s pretty insane. A little goopy but itu2019s worth it for the results. Btw I have another more mauve shade of this & the results are definitely more dramatic with this color!"
        },
        {
            "review_title": "Line-smoothing?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "I see the hype! I bought the cherry vanilla scent because it seems to be the one that everyone is obsessed with, and I get it. I was nervous about the bright red pigment, but the color is BEAUTIFUL and not overly red at all. The scent is okay, when I first smelled it it immediately reminded me of cherry cough medicine, but I used to it over time, and it doesnu2019t last forever. My other issue is that it doesnu2019t seem to be line smoothing like it claims, but maybe Iu2019m not using it correctly."
        },
        {
            "review_title": "Must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I didnu2019t believe it fully until I tried it out. As a wrinkled lip girly I almost bought huda and then saw this product on TikTok that stated it could fill in the lines. Not only did it fill in the lines it was still there ten minutes later. still there t"
        },
        {
            "review_title": "Line smoothing, super glossy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "So pretty. Thereu2019s not many lip glosses that actually are able to smooth the lines of your lips and make them super glossy. Itu2019s a thick gloss but feels pleasant on the lips cause of the cooling sensation. Donu2019t really see any plummeting"
        },
        {
            "review_title": "Cute but nothing special",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "All of the colors are really cute and the formula is nice too. Not too sticky and has a nice cooling effect. But I didnu2019t see any big difference or that it made my lips more plumpu2026 nothing special just cute gloss."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Very thick, smells nice but too expensive for what it does. I was really hoping it would u201cfillu201d in my lips, as mine have deep lines naturally but this didnu2019t do anything. The color is very very very sheer.  Should have just stuck to fenty or juicy tubes"
        },
        {
            "review_title": "Holy Grail Lipgloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "My new favorite lipgloss! From the very first swipe I was in love. If you have not tried it what exactly are you waiting for!"
        },
        {
            "review_title": "Love!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am obsessed with these lipglosses, I plan to purchase more. But they are definitely under filling the tubes with product. The applicator is amazing and the shine is good. You will need to re apply after eating and drinking, other than that. The shine lasts all night!"
        },
        {
            "review_title": "New fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Beautiful color and light tingling with plumping. The gloss is very shiny and overall a great buy!"
        },
        {
            "review_title": "Feels really nice but I wish there was more produc",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I love this I have a medium skintone and it looks really good on me, but as you might have seen on other reviews, not much product. I wish it would have more product but it didn't last me 10 uses like others have said. It lasted me over 4 months wearing it on week days and sometimes at home because it feel really nice and cooling. I already have natural big lips so I can't really tell if the plumping worked but I don't really care. I would %100 give this a 5 if it had more product, it lasted me quite a while more than others but maybe they were using it generously. This is really good if you're willing to repurchase and if you have the money too since it is pretty expensive. Again love the minty cooling affect, looks really nice, but I wish it had more product for the amount of money it costs. (I bought the normal 3.3 ml size)"
        },
        {
            "review_title": "Worth the hype!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "This gloss does what it says! The gloss is smooth and gives a nice juicy pout. The color is so flattering! I will definitely purchase in other shades! I saw so many influencers rave about this gloss, and it is definitely worth the hype and money!"
        },
        {
            "review_title": "My daily gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Amazing product! The formula is really nice - not sticky, and it hydrates and smoothes."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Juicy Watermelon - sheer watermelon",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Itu2019s pretty but not worth the $30 because it easily comes off and you have to keep reapplying"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Juicy Watermelon - sheer watermelon",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I found this gloss to be thick and slightly sticky."
        },
        {
            "review_title": "Best gloss, meh color on me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I returned this because there was no real difference between Daisette and the normal, clear one that I already have. This is the best gloss that I've ever used, but the color just washed me out,"
        },
        {
            "review_title": "meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "super pretty color, super smooth, definitely not stick. BUT it does not last at all!! like at at all. even if you don't eat, it comes off super easily back to your bare lips :( not worth the price because of this"
        },
        {
            "review_title": "Love it. Always reaching for it in my rotation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "after using this for almost the entire summer, Iu2019ve found it to be so hydrating. The color doesnu2019t fade me out, granted my lips are dark/mauve at baseline. Its a nice lightly tinted frost that doesnu2019t leave a residue and is so hydrating.  hydrating"
        },
        {
            "review_title": "LOVELY LIPGLOSS ud83dudc44",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "Love these glosses. Very shimmery. For a plumping gloss, it doesn't burn or sting. It feels very moisturizing and has a very pretty effect."
        },
        {
            "review_title": "Came HALF EMPTY!!! NOT WORTH THE PRICE!! USED!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "While I LOVE the Lawless brand, I ordered this online and upon immediate unboxing, was INCREDIBLY DISAPPOINTED! It comes LITERALLY HALF EMPTY!!! Maybe mine was used as the top of the wand already had gloss all over it. For the price and product being HALF EMPTY, this is a NO! Not worth the price for half the product!"
        },
        {
            "review_title": "If you got the money for it, I guessu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The hype might be a bit too high for what it actually is, just a plumping gloss. Also I almost thought I got a used one because of the lack of product but it seems that is typical for this shade so careful for that."
        },
        {
            "review_title": "Not what I was expecting",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "This product is really nothing special. I got the shade Velvet, and the color is nothing like the shade online. Out the tube it looks more pale pink and the color fades on the lips. Glossy finish, but it will give you the white line on your lips."
        },
        {
            "review_title": "Mehu2026 itu2019s okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Nothing special about this. Not worth $30 for the amount you get."
        },
        {
            "review_title": "Stunning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Absolutely breathtakingly stunning lipgloss! So happy I bought this and now Iu2019m gonna buy several other colors as the formula is perfection along with the pigment and staying power.  Brava ud83dudc4fud83cudffb"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Rosy Outlook - super sheer baby pink",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I wish it came with a bit more product for the price, but overall one of the glossiest lip glosses I have !"
        },
        {
            "review_title": "Best lip plumper Iu2019ve tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve used almost every lip plumper and this is by far the best. No stinging, just a nice minty feeling. Iu2019m really starting to love the products in this company!"
        },
        {
            "review_title": "Love this color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is my third lawless lip product and I am really really loving the shades - the packaging is very cheap like dollar store level but the colours are Incredible! Iu2019m not usually a big gloss person I find it sticky and annoying but this just looks too good! Please donu2019t discontinue"
        },
        {
            "review_title": "Literally empty. DO NOT BUY *Warning*",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "bought this in hopes that I would find another gloss to add to my collection and make a staple. I was very mistaken. I have no issues with the formula or color. But the little amount of gloss you receive is thievery. Brandbnew out the box"
        },
        {
            "review_title": "Ripoff",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone",
            "review_text": "There is NOTHING in the package.  Either include more product or lower the price.  Such a ripoff"
        },
        {
            "review_title": "Love how moisturizing this is!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love the Lawless lip products!!  So moisturizing and the only thing that keeps my lips soft in dry Colorado!!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "I love this! I got it in a Sephora favorites kit and now I canu2019t live without it! I use it more as a lip gloss but it has a slight tingle! Idk why there are so many bad reviews but I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Velvet - rosy mauve with plummy undertones",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Such a great product. So smooth on your lips. I find it makes my lips plump too"
        },
        {
            "review_title": "did not like it at all",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "really thick formula, creates sticky lines between lips when talking. really wouldn't recommend this product tbh. applicator is also weird and uncomfortable. i was really disappointed after seeing people talk about how much they love it. yes the plumping effect is really good and has a pretty colour."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Daisette - cool candy pink with a pearl finish",
            "review_buyer_description": "",
            "review_text": "I love this lip plumper, it looks so good on. The color is stunning as well and I love how it applies. Great for everyday wear and lasts so long, would highly recommend. Great product! Good to keep In your purse"
        },
        {
            "review_title": "Beautiful gloss",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love the colour of this gloss so much. Itu2019s the perfect pale lavender-pink shade which does not read purpley at all. The product itself is so smooth and very comfortable to wear. I donu2019t find it stings at all, and does not have the typically u201cplumpingu201d tingle, more of a minty cooling effect. I had to knock off 1 star because I did find it dried out my lips after reapplying all day. I will be buying again though!"
        },
        {
            "review_title": "High shine lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
            "review_text": "This lip plumping line smoothing tinted balm stick in the shade u201csweetieu201d is very different and has a unique formula. It has specks of sparkle(glitter) which is different as it is the shimmering version. If thatu2019s not your vibe, then get the regular formula. I have not worn it on its own but with a brown lip liner. Itu2019s a moisturizing formula and helps to plump the lips. I definitely want to try a more darker shade because the formula is nice!"
        },
        {
            "review_title": "Pretty in pink",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This didnu2019t sting To bad and my lips looked soo pretty! I also loved the shade!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Velvet - rosy mauve with plummy undertones",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "My lips feel so supple and buttery soft after using this! I love how the shimmer adds a slight plumping effect without being super overwhelming with shine. Itu2019s the perfect size to pop in my fanny pack and great that itu2019s a balm and color all in one."
        },
        {
            "review_title": "Lowkey a scam",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Would give 4 star review if there was more product, when you first buy it looks half used but the product itself is decent itu2019s cute"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Velvet - rosy mauve with plummy undertones",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I LOVE this formula so much. The peppermint is so satisfying. I actually get better plumping effect from this than other tried and trues on the market that I used for years. I will say this particular color(velvet) is much lighter in person than shown online buts still beautiful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Daisette - cool candy pink with a pearl finish",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This is a beautiful lip product. The packaging is weighted and feels really nice in the hand. The formula is nice and hydrating with the perfect amount of pigment. The scent is not offensive. I would recommend this product for anyone looking for a sheer tint."
        },
        {
            "review_title": "Over hyped had to return",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I had to return it. For the price point I expect it to be great but definitely not worth it."
        },
        {
            "review_title": "Lipgloss junkie who LOVES these glosses",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Despite the reviews saying these are half empty I have purchased 3 of these. Velvet, glazed and watermelon. The watermelon one I returned as the color wasnu2019t for me but the other 2, omg. Obsessed. I would rather pay a bit more and reach for them daily then buy another gloss that I donu2019t reach for. Worth the price in my humble opinion."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Okay this shade is absolutely beautiful! I like that it is also lip plumping too! It doesnu2019t leave your lips feeling all weird either! It last for quite a while too. I am so happy that I found this and tried it out!"
        },
        {
            "review_title": "Great Gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this gloss! Stays on pretty good too! The u201cvelvetu201d color is lighter than expected but itu2019s still nice."
        },
        {
            "review_title": "Hoped for more",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Daisette was exactly the color I needed in my life. Unfortunately it just comes across flat and lacking in pigment. I donu2019t mind thick and sticky lipglosses, but this is extremely thick and sticky. A lot comes off on the wand and onto your lips, so be careful or youu2019ll end up with thick, goopy lips. I wish this color retained more of that beautiful pink it shows in the tube, and I wish the pearl actually left a sparkly sheen."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Maple Sugar - warm truffle",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Good product, but unfortunately the container only came half empty. Not sure if this is normal or if it was just mine? Other than that, good product."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I love using this amazing lip plumping line itu2019s smooth and is the perfect pairing of a clinically proven lip treatment with a gorgeous wash of color. Tinted Balm Stick offers amazing results for me and I love it!"
        },
        {
            "review_title": "Looks pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Looks very pretty ud83dude0d It makes my lips look fuller and sexy. Iu2019m in love ud83eudd70"
        },
        {
            "review_title": "WOW FACTOR",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "If any of you remember Huda Beautyu2019s lip gloss in Angelica, you will LOVE this!  I saw this on Mikaylau2019s TikTok, being a huge Lawless fan, she did one swipe and I was sold. I immediately went to my Sephora to get a tube rather than wait. It glides on perfect, not sticky, great wand and so so pretty! i bought this in 3 colors. Candy Sky, Glazed and Daisette! Every color is stunning. Itu2019s the perfect pop of shine on my Florida sun kissed skin!"
        },
        {
            "review_title": "Best gloss youu2019ll every own",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "One of my favourite lip products ever made. Colour is universally flattering, smells like Dr. Pepper and plumps lips without a burn. I literally use this once a month so that I donu2019t run out."
        },
        {
            "review_title": "Absolutely Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Omigosh this product is so good! I got it in a sephora favorites kit and it was SO WORTH IT. It plumps your lips but itu2019s not painful and it smooths the lines on your lips so well. Definitely worth it."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The lipgloss is amazing! The feeling on my lips and the sweet smell of the watermelon. The texture is so smooth and not sticky and tacky like other high brand lipglosses. WORTH IT!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Daisette - cool candy pink with a pearl finish",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This lip plumping lip product is amazing. I love the way it made my lips look. It did not make my lips sting from the plumping. The color is really pretty and I highly recommend it. It did a good job staying on."
        },
        {
            "review_title": "The scent is horrible.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The color is beautiful and I love the wand and how nice my lips look. It really doesnu2019t show lines and itu2019s not sticky, but I hate the overall scent and had to return because of it."
        },
        {
            "review_title": "A donu2019t",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Way too frosty.  I bought two colors online that arenu2019t available in stores and both are too frosty to wear."
        },
        {
            "review_title": "Fabulous and Worth Every Penny!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I simply love ALL these lip plumpers/lip gloss.  These are my go to glosses and at 60yrs old, Iu2019ve  used my fair share of gloss!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Daisette - cool candy pink with a pearl finish",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful product plumps lips and not sticky. But barley comes with any product. The amount that you get is not worth 26 dollars. Would not bye again only because of the size. Love the product."
        },
        {
            "review_title": "But Now!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I would give this lipgloss 5 stars if I could! Hands down one of the best formulas. Not sticky at all and so pigmented. I own a few of these."
        },
        {
            "review_title": "Great Color Selection & Payoff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Pretty similar formula to other plumping glosses. What sets these glosses apart is the color selection and pigment payoff. Will buy more!"
        },
        {
            "review_title": "Not worth the $$, even with amazing formula",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I absolutely love the formula, color, and texture of this gloss, but I simply cannot justify the price tag compared to the amount of product you get. The applicator is super nice but takes up sooo much space in the bottle. It is super thick and a perfect amount of color for me, but not sticky. A bit tacky on the lips but more in a long lasting way. Seriously though, most of these reviews are sponsored and if I got this for free I would leave a good review too. With this price point per mL though I cannot imagine buying again, even with all of the pros."
        },
        {
            "review_title": "I keep buying over and over again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I keep this one in stock. Always have a back up. I donu2019t know if itu2019s me or I just use this one the most, but it seems to run out quicker than other shades. The most beautiful pink/clear gloss. My your lips plump and juicy!"
        },
        {
            "review_title": "Ok watermelon",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This has been my summer shade all summer. You can nude it down with a brown and pink lip liner. This shade is beautiful. It was perfect for a beach date night. These are my favorite plumping glosses."
        },
        {
            "review_title": "Love these!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the perfect shade to transition into fall. I love love love these glosses. They are nice and juicy. Gives a slight plumping look to the lips. Non of the annoyingu2026my are on fire and having an allergic reaction feeling. I have three of them in my purse right now!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This lip gloss is truly unique! It has a delightful fruity candy flavor and scent that I can't get enough of. The gloss provides an amazing shine while making your lips feel ultra-hydrated. The plumping effect is gentle, with just a slight tingleu2014no discomfort or pain here! It lasts for hours without needing a touch-up. The Velvet shade delivers a vibrant, darker pink, while Rosy Outlook offers a more neutral, natural tint."
        },
        {
            "review_title": "Must Have for sure!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This lip gloss is truly unique! It has a delightful fruity candy flavor and scent that I can't get enough of. The gloss provides an amazing shine while making your lips feel ultra-hydrated. The plumping effect is gentle, with just a slight tingleu2014no discomfort or pain here! It lasts for hours without needing a touch-up. The Velvet shade delivers a vibrant, darker pink, while Rosy Outlook offers a more neutral, natural tint."
        },
        {
            "review_title": "Finish touch",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Smells amazing and last long on lips !!!!!!!!!!!!!!"
        },
        {
            "review_title": "Great color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Purchased the Lavender Sorbet gloss and the color is perfect - a great nude pinky color for all skin tones and truly does smooth out your lips. The only thing keeping me back from giving 5 stars is its tacky/sticky."
        },
        {
            "review_title": "One of the best smelling flavors and colors!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Love love love this color and scent! Very luxurious and smells so good! A hint of color which I love! Very moisturizing and long lasting. One of my favorite lip glosses to put over lipsticks or even just a lip liner!!"
        },
        {
            "review_title": "A must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Simply the best! No burning or any crap other brands have for plumber gloss! Itu2019s my go to!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "i love it!! the applicator, the smell, and especially the shine. doesnu2019t plump much at all, but there is a bit of a cooling sensation that makes them a bit plumper. itu2019s the one shiniest lip glosses iu2019ve ever used, and itu2019s not sticky by any means. love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Daisy Pink - sheer, creamy baby pink",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "so vibrant and plumps my lips well!! i love the shine"
        },
        {
            "review_title": "#1 gloss!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "BEST GLOSSES EVER. so worth the hype, these are my fav glosses!! the formula is unmatched"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My new favorite gloss! Feels so buttery and smooth on my lips and doesnu2019t burn! More of a tingly, minty sensation"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Rosy Outlook - super sheer baby pink",
            "review_buyer_description": "Green eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "Iu2019ve been using the lawless gloss for a while and I am loving it! It stays on the lips long enough and even if your hair can stick in it it keeps the lips hydrated. I really recommend it!!"
        },
        {
            "review_title": "Second time buying & probably the last.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Maybe I just got a bad one. This is my second time purchasing the Forget the Filler gloss. The first time was in the shade velvet and I loved the product, color & consistency. It smoothed out my lip lines and made my lips feel bigger. However, I repurchased in the shade Cherry Vanilla and as much as I love the product, I am beyond disappointed. The bottle came less than half full. One use and there is barely any product left in the tube. The tube also doesnu2019t seem to twist completely closed on this one. Maybe I got a bad bottle but other reviews show that there is barely any product immediately after opening. I didnu2019t think this was an issue with my first purchase, but maybe the quality has gone down. For $26 I probably can not justify buying a product that is barely full, as much as I love it. I will be on the lookout for something else thatu2019s similar."
        },
        {
            "review_title": "GET IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "its soo pretty and gives you a natural like lips and completely removed the lines from the lips. I DO NOT HAVE FILLERS OR BOTOX THESE ARE MY NATURAL LIPS"
        },
        {
            "review_title": "ABSOLUTELY LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is by far the best lip gloss I have ever used and will continue to repurchase. I am on my third one and it definitely plumps, cools, and makes any lipstick/lip liner look 100x better when applied on top."
        },
        {
            "review_title": "A great addition to my gloss collection.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I looked at a lot of lip plumper glosses and when I came across this product it seemed like the right fit. I like the effect of plumping it gives and subtle tint and is long lasting. One thing I don't like is the sticky feeling once it starts to wear off."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Daisy Pink - sheer, creamy baby pink",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I got Daisy Pink. This is shear, so you wonu2019t get much of a pop but this is so creamy and moisturizing. This feels so nice on the lips Iu2019m definitely going to get other colors."
        },
        {
            "review_title": "Almost empty tube :(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was really excited to try this lipgloss out but was disappointed with how much little was in the bottle. There was a noticeable air bubble in the tube."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "LOVE IT. I have dark lips so it is hard for most colors to really show up. But the pay off is amazing and itu2019s so hydrating."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Daisette - cool candy pink with a pearl finish",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "i am addicted to these glosses and ordered daisette the day it came out. the shade is so pretty and the texture is lovely as always. the gloss is hydrating and does not irritate my eczema-prone lips. the scent in the tube/upon application is nice, but it turns kind of play doh-y once on the lips which doesn't happen with any of my other lawless shades. it fades within a few minutes but makes for a somewhat unpleasant experience.  i have to echo the other reviewer who commented on how little product there is in the tube. i have a ton of these glosses and feel kind of ripped off - the new daisette tube is 1/3 of the way full at best."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was skeptical at first bc i felt it was kind of pricy for a lipgloss but IT IS GOOD. It made my lips look so juicy and plump considering my lips are pretty small I would repurchase it again and the color is so pretty and shiny and glossy."
        },
        {
            "review_title": "NOT WORTH IT",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Beautiful color. Nice scent. LITERALLY NO PRODUCT. Every time i buy one it's less filled than the last. Ridiculous. You'll get about 10 uses and that's it."
        },
        {
            "review_title": "So plump and smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My favorite gloss ever!! Itu2019s thick, but not sticky. It smoothes and plumps without the burn. Velvet is mlbb shade for my light skin tone. This honestly makes my lips look so full (and they are not naturally) lol"
        },
        {
            "review_title": "New favorite gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019ve been a die hard Dior Lip Maximizer girl for years but I thought Iu2019d give this a shot since it had good reviews. I was immediately sold. This stuff is perfect in terms of what I personally look for in a plumping. High shine, not sticky, the cooling sensation, and of course the plumping effect. This is an absolute win in my book and as much as I hate to say it, this will be my new go-to plumping gloss."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Velvet - rosy mauve with plummy undertones",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Sheu2019s cute but sheu2019s definitely sticky and super thick. I donu2019t mind the thickness because it makes sense it would be to fill in lines but I have to talk a lot when Iu2019m working and the stickiness made it feel gross."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Juicy Watermelon - sheer watermelon",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "These glosses are thee best plumping glosses. They look and smell amazing. You can apply generously and they donu2019t get weird. You can apply a thin layer and itu2019s still cute."
        },
        {
            "review_title": "beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "it's really pigmented and has a beautiful color, 100% recomend"
        },
        {
            "review_title": "LOVE DAISY PINK",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "LOVE THE DAISY PINK!!! Itu2019s the perfect pink color that makes you look healthy and glowy! Love the scent and the color. Itu2019s my favorite! I love anything from the Daisy line!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Beautiful color.  As seen in the picture it is a cooler shade than Daisy Girl.  Does last a while."
        },
        {
            "review_title": "barely any product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "i love this formula, but i could literally never justify this price for the amount of product you get. you're lucky if you get more than 5-10 uses out of this. got this half off and still feeling robbed"
        },
        {
            "review_title": "Unique gloss",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The color for lavender sorbet is so pretty perfect for when u dont want a very vibrant lip, something a little cooler toned"
        },
        {
            "review_title": "Go to Lip Plumper",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, notSure skin tone, Normal skin",
            "review_text": "Nice plumping effect and looks beautiful on!!!!!!!"
        },
        {
            "review_title": "AMAZING shade & will buy another just for a backup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have a few of the Lawless products. I typically wear Dior for my lips u2014 glosses, plumper and especially lipsticks. But I got a few samples of Lawless awhile back and they are a nice alternative to my products.  I love their lipliners!! I also like their plumping lip gloss products. This shade is AMAZING."
        },
        {
            "review_title": "Great applicator and great scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Not too sticky, nice amount of plumping and great scent. Iu2019ll repurchase!"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Very high prize for the actual amount of product, and while I am in love with this color shade, unfortunately it fades in less than minutes. Expected more for the $$ and rave."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Pros: smell so good Cons: used all of three times (no double dipping either) and the tube is halfway done! Im speechless. For near $30 thatu2019s incredibly insane. Also, I didnu2019t find it to fill lip lines. its also"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Velvet - rosy mauve with plummy undertones",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I originally got this gloss in a gift set from Sephora and it is now a must have! Just bought my second tube!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Velvet - rosy mauve with plummy undertones",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Love these. You do have to put a decent amount on your lips for them to look filled in by the gloss though"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Velvet - rosy mauve with plummy undertones",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "First I just have to say how amazing this lip plumper is! The formula is amazing, makes my lips look like I had filler done, doesnu2019t burn my lips (more of a cooling sensation) and tastes great! Second, this is my main complaint, Iu2019ve only used this product 3 times and itu2019s already almost empty. For the price point I want more product. Formula is perfect but not enough product. only used this product"
        },
        {
            "review_title": "Nice gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really like this lipgloss. Not sure it provides much plumping, but it looks really nice on and isnu2019t overly sticky. It even hydrates."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lavender Sorbet - pale pinky lavendar",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have never loved a colour in a lip product more!!"
        },
        {
            "review_title": "I USE IT EVERY DAY! LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "THIS LIP GLOSS IS SO GOOD, IT MAKES MY LIPS SO SMOOTH AND PLUMP  ITS SO PRETTY"
        },
        {
            "review_title": "Love product but overpriced!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really love this lip gloss but there is barely any product in the tube. I went through it in 2 weeks which was so disappointing. I think for the price and amount it is not worth it! 3.3 ml for $35! ud83dude33"
        },
        {
            "review_title": "So good, but so little",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really love these lip glosses... so much. but MAN there is so little product in the tube... like barely filled halfway. The way I wear lip gloss, these barely last a week.  I really struggle to justify the price."
        },
        {
            "review_title": "Must have xx",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Sexiest color , pale pink , glossy , stays on for hours . Definitely will be repurchasing."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Rosy Outlook - super sheer baby pink",
            "review_buyer_description": "",
            "review_text": "Fait un tru00e8s belle effect, mais devient facilement collant"
        },
        {
            "review_title": "Smoothing and flattering",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this lipgloss, itu2019s a beautiful shade, I just wish it came with more product. I got it about one week ago and Iu2019m almost done with it."
        },
        {
            "review_title": "Underwhelming & overpriced",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "When brand new the tube was 1/4 full. The applicator takes up the whole tube. The tube itself is messy and product builds up around the top. The gloss is OK, but the cheap scent completely ruins the experience. For a better off actually paying for dior.pricey gloss youu2019re"
        },
        {
            "review_title": "New must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Honesty any shade is great! Itu2019s a perfect lip product but does have minty scent which isnu2019t bad after wearing it. So so so long lasting definitely worth the money."
        },
        {
            "review_title": "Auto-Replenish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I always get compliments on this color. I think this gloss gives the effect of filling in lip lines to make lips look more plump. The product gives a very u201ccushionedu201d feel on the lips."
        },
        {
            "review_title": "Love the color BUTu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It is WAY TOO MINTY for me. So strong that even after 30 mins it was still there. Such a shame because the color is beautiful. Applicator is a little weird. Only two cons. I had to return."
        },
        {
            "review_title": "Good but overpriced",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this gloss so much itu2019s so smooth and feels so good on the lip and looks so shiny and gorgeous, but itu2019s such a small amount for the price it only lasts me about 10-15 uses."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Itu2019s giving the y2k vibes. Glittery and sassy. Love it."
        },
        {
            "review_title": "Slightly disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Honestly very disappointed with the packagingu2026 When I received this it had little to none product in the tube. Although the formula was very nice Iu2019m still disappointed with the little amount of product  I received."
        },
        {
            "review_title": "LOVEEEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Beware this does run out fast, however this product is so good. It stays on and itu2019s so thick and smooth. It plumps a little but if your looking for major plumping just know that this product does not do that. I love this stuff!"
        },
        {
            "review_title": "It's okay, but sticky.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "It is a very nice gloss, but sticky!  Doesn't really last long either.  If you don't want sticky, don't buy."
        },
        {
            "review_title": "not enough product for the cost",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this formula, and was exactly what I was looking for in a gloss! Great shine, very moisturizing, and I love the color on my lips. I wanted to give this 5 stars, but you get such little product and the price point doesn't seem fair for how little product you get in return. Would rebuy several times over if the amount of product matched the cost"
        },
        {
            "review_title": "My favorite glossu2026 Iu2019m on my third tube!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is my favorite lip gloss! I have it in Juicy Watermelon and Rosy Outlook. Itu2019s hydrating and slightly plumping but doesnu2019t burn. I love this gloss with a liner. I always get compliments!"
        },
        {
            "review_title": "The Best Gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "Sooo beautiful. Fills in all the lip lines and give a subtle filler look. Also doesn't hurt at all!"
        },
        {
            "review_title": "Too sticky",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So sticky!! Color is nice though but I probably wonu2019t repurchase."
        },
        {
            "review_title": "Amazing formula, bad container design.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love the formula and the color is gorgeous!! However, the packaging sucks. The applicator is very nice but the container leaks all the time so a lot of product is lost and itu2019s just a mess."
        },
        {
            "review_title": "A staple in every girlu2019s collection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "So so good! Very slight tingly sensation, way less intense than the Too Faced Lip Injection glosses. Minty flavor and made my lips so juicy and smooth, I even was complimented by a stranger in the grocery store! The BEST gloss I have ever triedu2026 I will never go back to any other gloss!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love this product, but I lost it the second day I bought it :(,ufffc it didnu2019t settle into my fine lines and made my lips more plump"
        },
        {
            "review_title": "Little product inside tube, not worth $26",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I wanted to love it because it is a nice color and love the applicator.. but I used it only THREE days (reapplied maybe twice a day) and it's already empty!!! For $26 a tube, there is very little inside"
        },
        {
            "review_title": "Empty bottle",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "The cherry vanilla shade was beautiful, light, and not sticky. Itu2019s a shame that my bottle had such little product inside, it was about halfway filled. As soon as I took out the applicator I noticed that half of the container was empty and there was also an air bubble inside. For 26$ this is completely unacceptable. Donu2019t waste your money."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Not for me I tried at the store and I liked  But when I used at home for hours I didnu2019t like it  Unfortunately the box was in the trash and I couldnu2019t return it"
        },
        {
            "review_title": "my favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "hands down my favorite gloss! I love the feel the hydration and the plump!  glad I got a  mini in a sephora kit!  so I could go back and buy the full size!"
        },
        {
            "review_title": "Full lip look without the burning feeling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "The sheer color of the rosy outlook shade is super flattering and can be easily tinted with a lip pencil underneath. I am a big fan of any lip plumper that makes lips look fuller without burning and stinging- this formula is super easy on skin. This does make my lips look fuller and overall just more hydrated. Like every other review though I do with there was more product in the tube for the price you pay."
        },
        {
            "review_title": "JUICY!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Adore this product. It is a satisfying application and has a slight plumping sensation. The product color is stunning and smells amazing."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this product but it always looks empty. I purchased one today and it seemed like the bottle had maybe less than half. For the price point i just canu2019t. It is pretty thou2026"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Rich skin tone, Oily skin",
            "review_text": "Great lip gloss but even with the top on it spills out from the top a little and it gets messy"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Cherry vanilla is my favorite glow off all time. It has a perfect amount of tint and feels INCREDIBLE on the lips. The only sad part is the giant applicator that takes up too much room and because of that, thereu2019s barely any product. Thatu2019s sad because I am in love with this gloss"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, mediumTan skin tone, Combination skin",
            "review_text": "Great product. The only bad thing is that it does come with a lot of product."
        },
        {
            "review_title": "Love it but colour is misleading",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I love lawless products. They hydrate and plump your lips so well without any stinging. HOWEVER, the colour of velvet is completely different online than it is in real life. Itu2019s more of a nude pink rather than mauve"
        },
        {
            "review_title": "overpriced",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Porcelain skin tone, Dry skin",
            "review_text": "overpriced for a clear lipgloss, definitely nothing special"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Perfect for summer, a bit sticky but super hydrating!"
        },
        {
            "review_title": "Best plumping gloss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Best plumping gloss hands down! Wish there was more product, but you certainly get what you pay for. Best plumping affect. Not too sticky and not to tingly (does tingle though!)."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "From seeing all the hype on TikTok, I thought I would be obsessed with this but itu2019s overhyped. It does not plump at ALL, does not get rid of lines either, also thereu2019s barely any product"
        },
        {
            "review_title": "Gives nice plumping effect without burn",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I just recently bought this product and I already enjoy it. I will say it is the most expensive lip gloss I own as the rest are just drug store ones but I will say it's the best out of all of them. I love that this gloss has the plumping effect but that it does not burn your lips as have other lip glosses in the past. If I were to repurchase I do not think I would get the same color again it is too bright of a pink I feel as if a subtler one would be better for me. It also leave your lips very moisturized which I enjoy. Overall it is a bit pricey but it's worth it."
        },
        {
            "review_title": "Could be better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Pricey, limited product, mediocre plumping, glossy finish. 3 stars because I love the applicator."
        },
        {
            "review_title": "A must have in my routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I would give this more than 5 stars if I could.  It is so beautiful on. It is not to bright.  It also goes great with any lipstick shade.  I have purchased this more than once and now have my family purchasing it.  A must have for your home, purse, or office."
        },
        {
            "review_title": "best lippie ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "best lippie out there! love the plum and the cherry vanilla color- first lip gloss iu2019ve ever repurchased:)"
        },
        {
            "review_title": "Favorite Gloss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Best lip gloss ever! Slight tingle from the gloss but not overpowering and makes my lips look amazing!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s a good product, but the quantity is sooooo less for the price"
        },
        {
            "review_title": "Too Expensive, Too Little Product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "The actual gloss itself is really nice, and as advertised - I feel like it makes my lips look bigger and juicier due to how dense the gloss is. It's definitely a real GLOSS gloss, thick and sticky, so if you don't like that, you won't like this. However it comes with SO LITTLE product, there's a huge air bubble in it, and the rod and doe foot applicator take up like over a third of the tube space to begin with. You are paying approx. $30 for like five to ten uses of this lip gloss. Really, really not worth it."
        },
        {
            "review_title": "Barely any product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Itu2019s good I guess but the bottle literally came half empty like barely any product in it and for 26 dollars kinda not worth it imo"
        },
        {
            "review_title": "must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "literally the best lip gloss i've tried. i bought this out on a limb and im so glad i did, i use it all the time"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Lavender Sorbet - pale pinky lavendar",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "Iu2019m an absolute lip gloss junkie and this one is in my top five, for sure. The color stays for a long time, it isnu2019t sticky but has a unique texture and is a little thick, the applicator is nice, Iu2019m definitely keep this one on the rotation."
        },
        {
            "review_title": "I rarely wear any other glosses. The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "HANDS DOWN one of my two favorite glosses. High shine, not tacky, they last for the LONGEST TIME. I cannot express enough how many compliments I get when I wear the Lawless glosses. These and the Patrick Ta Major Plumping lip glosses are my every day go to."
        },
        {
            "review_title": "Pricey but worth it.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Love it! I totally see how is worth the hype but thereu2019s few amount of product for that price."
        },
        {
            "review_title": "Bottle Half Empty",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bottle came half empty. By the time I had time to make a return, the Sephora employee claimed itu2019s used up and they canu2019t take it. I told her she can check a brand new box and will see what i mean but she refused to take my return. Disappointed. Do better!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love everything about these glosses . I have had several and will always repurchase."
        },
        {
            "review_title": "best plumping gloss ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
            "review_text": "normally not a fan of plumping glosses. absolutely love this one. the shades are gorgeous, they sit so comfortably on the lips, and they actually do plump your lips without that crazy burning feeling. honestly lawless needs to make more shades bc i cant get enough of these"
        },
        {
            "review_title": "Packaging and product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I really do enjoy the product itself  smells nice and application is beautiful and provides hydration. However, it seems like the product isnu2019t full like itu2019s empty and it doesnu2019t seem like it wouldu2019ve been used, so I think itu2019s just big packaging and less product."
        },
        {
            "review_title": "Give me every shade!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Every other u201cplumpingu201d gloss I have tried has been extremely drying and uncomfortable to wear. This actually feels moisturizing. I just wish the glossy finish would last longer."
        },
        {
            "review_title": "Empty",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "The product is beautiful this specific color for some reason is always empty. this is is my 2nd and Iu2019m going to return again bc itu2019s an empty $26 tube. You can see the empty spaces in the bottle. Please fix lawless"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Maple Sugar - warm truffle",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gorgeous finish and color, worked as expected and i have no complaints, keeps lip lines smoothed out"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Rich skin tone, Dry skin",
            "review_text": "The color is nice i use it with brown lip liner. The plumping doesnu2019t really last long and also finishes too quickly."
        },
        {
            "review_title": "meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "packaging looks cute but thereu2019s barely any product when you first open the box. even in the little duo set the gloss barely has any product and appears so empty. not worth for $26"
        },
        {
            "review_title": "GET THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "THE BEST THING EVER. it smells SOOOO good. Although it seems a bit intense, it is not the boldest red. Itu2019s a moderately sheer red that provides the perfect look and boldness. It also makes your lips feel and look soooo good."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Juicy Watermelon - sheer watermelon",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The product itself is AMAZING. however, this scent was off for me. It was a little chemically and faux. Otherwise, it stays on forever and is so moisturizing"
        },
        {
            "review_title": "Not worth the hype!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Didnu2019t love it, specially for the price. Never got the plumping look or effect. I have used different products that give you the same look, if not better. Have only used it 2-3times to fully test it, just not giving and itu2019s already low."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the look and feel of the gloss but thereu2019s not a lot of product in the packaging."
        },
        {
            "review_title": "Ehhhhh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Looks sooooo pretty but itu2019s so expensive for no product. Iu2019ve used it twice so far and itu2019s already almost empty."
        },
        {
            "review_title": "Such a nice lippie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "100% worth it. I bought the mini and fell in love with it so I just had to buy the full size. It doesnt sting really bad its more like a tingly sensation. Its really really good. Its so nice paired with lip liner"
        },
        {
            "review_title": "I sadly donu2019t recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Giving 2 stars because the feeling is nice but the color is completely off. I think itu2019s misleading which makes me sad because I got two. I feel like itu2019s a waste of money, there is barely any pigment in watermelon, Iu2019m scared to try rosy outlook. I donu2019t like giving bad reviews, but watermelon is way too light in person. Super light pink. I wanted to wear this without makeup, but this is definitely one I have to wear with makeup or liner, it has a chalky kind of color. It also didnu2019t remove all the lines from my lips, which isnu2019t a huge deal to me. But this is bothersome for the price. I was waiting for the mail like a kid waiting for candy, but this candy was more like coal."
        },
        {
            "review_title": "canu2019t believe i lived without it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "i bought this lipgloss after receiving a sample with a different order. ive never been a huge lip gloss girlie, always preferring a balm but i immediately loved the nonsticky formula and how hydrating and long lasting it was! i ended up buying it for my best friend for her birthday and she loves it too!! the plumping isnu2019t super noticeable but the hydration is amazing! my lips have never been this soft and supple! and it doesnu2019t burn at all, just a little cool feeling. iu2019ve gone back and bought the lip balm AND overnight lip mask in this line u2014 all wonderful!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Juicy Watermelon - sheer watermelon",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Absolutely my favorite lip plumping gloss ever!!! Super comfortable and hydrating!!!"
        },
        {
            "review_title": "Gorgeous but not filled",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Dry skin",
            "review_text": "I wish I didnu2019t like this so much. I own juicy watermelon and the cherry one and both are gorgeous. I love the smell, the color, I do notice a line filling effect (maybe not full on plumping but enough to notice my lines arenu2019t as noticeable), the cooling sensation, it has decent lasting poweru2026 BUT the amount you get is absolutely insane. I thought people were exaggerating in their comments when they said itu2019s half full. My photo today is literally brand new, just took the top off and took a photo. That being saidu2026 I bought this after already knowing itu2019s a problem after buying my first color, so clearly I still came back for more. I just wish I didnu2019t like the product so much because this is almost laughable."
        },
        {
            "review_title": "Color discrepancy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The color daisy pink was comparable to a concealer lips color and not what the picture provided. Way too light and the pink hue was really off."
        },
        {
            "review_title": "My new favorite!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is my favorite go to lip gloss for a regular day or special event. Itu2019s a slight plumping effect so it doesnu2019t burn too much but it does enough to make your lips look juicer. It also lasts so long o  your lips"
        },
        {
            "review_title": "Beautiful lip gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this gloss! Smells great, wand is amazing and hugs the lips. So happy with this purchase."
        },
        {
            "review_title": "Weird Color",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was expecting a warm brownish burgundy shade but this looks so orange on my lips, the gloss itself is fine but kinda thick for my liking."
        },
        {
            "review_title": "No",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Horrible lip gloss, doesnu2019t leave any color and itu2019s no plumbing at all"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Rosy Outlook - super sheer baby pink",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I loved the product but at this point you are ripping off with the amount you give for the price you are asking for i wont buy anymore because how stingy they are with the quantity of product just get a fenty gloss"
        },
        {
            "review_title": "Not a repurchase for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I wanted to love this and I donu2019t hate it, the color is so pretty but I I think with me being so into the lip oils now this was too cute thick and it was too sticky! I donu2019t think I would repurchase"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Nudie - pinky nude with a pearl finish",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It is ok - no obvious difference when using the product."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Velvet - rosy mauve with plummy undertones",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Really nice product, not sticky at all and definitely has a plumping effect. Disappointed with the amount of product!! Thereu2019s very little product in the package. Super expensive for what you get."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Daisy Girl - soft baby pink",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "So pretty for that translucent nude lip ..and juicy"
        },
        {
            "review_title": "Huge disappointment",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "Super disappointed with this. Thereu2019s barely in a product, super thick, and smells like old chapstick. The price does not match the quality of the product at all."
        },
        {
            "review_title": "SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "i am in love with this brand! this gloss isnu2019t sticky, which i love. super hydrating. definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Daisy Pink - sheer, creamy baby pink",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Okay I love this. Super comfortable applicator, color is gorgeous! The formula is smooth & I love the minty feel. I would repurchase this for sure"
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Lasts longer than most glosses just wish there was more product in it for what youu2019re paying"
        },
        {
            "review_title": "Love it but needs a packaging upgrade",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Looooove the product itself. Bought juicy watermelon first and now this is my second tube. Pretty sheer shade but sooo glossy. The only problem is that on first use the tube is less than half full. Wish there was more product for the price"
        },
        {
            "review_title": "My new favorite lip product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this product. Not thick or terribly sticky but you do need some level of stickiness to stay put. Colors are incredible. I have 3 shades - Daisy pink, cherry vanilla and velvet and I would love to try all the shades.  customer ser"
        },
        {
            "review_title": "if you want a long lasting gloss, GET THIS!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "so long lasting. i had a 4 hour nap and the gloss was still on when i woke up, like what?!!"
        },
        {
            "review_title": "Great lip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Beauties color in the watermelon. Itu2019s not too tacky and does have a plumping/slightly tingly feel"
        },
        {
            "review_title": "V",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "This product is not worth it. It makes my lips pill and become dry and flakey after use. This also leaks a lot and comes HALF FULL PEOPLE. 26 dollars can buy you a whole lot more."
        },
        {
            "review_title": "Missed the mark for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I had a deluxe sample of Rosy Outlook and really liked the formula. I didnu2019t mind the sticky texture because it lasted a long time and smoothed out my lip lines. I ended up getting a full size of Velvet in one of the Sephora Favorites kits and I really donu2019t like it. The packaging allows too much product to stay on the applicator (unlike with the mini tube) so I have to scrape some off as I pull it out of the tube, resulting in a mess because of how sticky the formula is. The color is also a miss; itu2019s too light and it doesnu2019t look like any of the colors are sheer enough for what Iu2019m looking for."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this product so muchhhh! But it does come half empty would I say itu2019s a must have no, but it is such a good lip gloss the applicator is so nice it is kinda curved so it fills ur lips nicely! I would definitely buy it again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Velvet - rosy mauve with plummy undertones",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "Love the gloss. Makes me feel like I have lip filler ud83dudc44"
        },
        {
            "review_title": "3 mL of Lip Gloss...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a very thick and inevitably sticky gloss, it feels nice on the lips, smells good, and has a nice cooling sensation. I do think it plumps effectively as well. I hate the packaging though the applicator holds a lot of product and I personally don't like the shape. And because it's so thick the gloss is stringy and goes everywhere. The part above the stopper is also huge? But before I bought this, I didn't realize there's only 3 mL in this tube... It's probably the most expensive gloss for the amount at sephora and I do not think it's especially worth it."
        },
        {
            "review_title": "Justu2026 no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Definitely a disappointment for me. The applicator is weird so you donu2019t really get a smooth application and the color isnu2019t as sheer as they portray it. It made my lips looks very ashy and it was kind of hard to spread."
        },
        {
            "review_title": "Huge waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The only positive thing about this gloss is the fact that it isn't as sticky as some others. It doesn't plump the way it says it will - I have had amazing results with other brands, and this one was a bust. The worst part is the applicator - you either get globs of gloss or nothing. It is weirdly shaped, doesn't spread the product evenly and makes a huge mess. Very disappointed in this purchase."
        },
        {
            "review_title": "Super pretty shade and great lip product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Absolutely love this product and the color is beautiful. I was unsure about the shade lavender but I love it. Itu2019s not sticky and love the plumping feel"
        },
        {
            "review_title": "Color theory is real, do a swatch first!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I have never found a pink gloss without it looking like a bubble gum color, this gloss included unfortunately. This shade on my mother however, she has a darker complexion and it looks GORGEOUS. doesnu2019t fill in lines."
        },
        {
            "review_title": "Leaks everywhere, bad packaging",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love this color and the product- the tube leaks everywhere. horrible packaging"
        },
        {
            "review_title": "Ride or Die Gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "This formula is so thick without being sticky. It doesn't matter what color you choose because they are all beautiful and pigmented to perfection. They last very well for a gloss and look great without liner on the lips."
        },
        {
            "review_title": "Not worth the type IMO",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got the color Daisy Pink and itu2019s okay.. I feel like it settles into the lines of lips instead of making them look plump. I added on top of a liquid lipstick and even a lip stain and it does look pretty. But for the price I wouldnu2019t purchase this again"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I really like the colour and it lasts a decent amount of time for a gloss, but it is fairly sticky. Although itu2019s listed as a plumper is doesnu2019t burn the lips like some other products Iu2019ve tried which is a bonus!"
        },
        {
            "review_title": "Eh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I had high hopes for this gloss but it just didn't impress me. Not much color, don't like the applicator and it didn't plump."
        },
        {
            "review_title": "GLASS LIPS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "This lip gloss is sooo perfect! The color u201cGeorgeu201d specially is my favorite. Itu2019s a beautiful chocolate brown color & glazes over your lips like a smooth glass! It doesnu2019t sink into fine lines & looks great in pictures as well."
        },
        {
            "review_title": "Daisy pink",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "A bit too streaky and milky in shade daisy pink imo. You really need to smush it into the lips a bit. Stellar formula otherwise, long lasting, cooling, not uncomfortable. Reminds me a lot of buxom glosses."
        },
        {
            "review_title": "I like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Doesnu2019t hurt or sting, but it does tingle. Gives the illusion of lip plumping. More like a super duper gloss. Doesnu2019t last very long. If you donu2019t mind reapplying it often, itu2019s great!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Absolutely love this lip gloss. It gives a plump look and does not dry out on lips. Only complaint is that you have to constantly put it on, as it does not last on the lips long."
        },
        {
            "review_title": "Empty",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Reviewers are right that the tube looks empty. Also not too impressed with the gloss fenty is much better"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Velvet - rosy mauve with plummy undertones",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "my fav lipgloss right now. perfect shade and perfect stickyness"
        },
        {
            "review_title": "Nothing Amazing or Wow factor",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Tried super hard to like this but it comes practically empty and doesnu2019t do much than any other gloss. It also made my lips itchy after wearing it so definitely going to return asap. Might work for you though,"
        },
        {
            "review_title": "Looks good but the amount of product for the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I would like to say I would buy this product again, but the amount of product you get for the price I would think about it. Which I hate because I love how the product feels and looks. Even my fiancu00e9 could tell the diff between this product and the elf lip oil. This product definitely does not get into ur lip lines like another products. It sits on top not emphasizing lip lines.Itu2019s just the amount of product you get. You can see gaps of the missing product In the tube. Also the color is not very pigment. The color I bought was the cherry vanilla. I was expecting more red but definitely not."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "This is a good lip gloss the only bad thing is its expensive for how small it is it looks bigger on camera but its acc really smallll"
        },
        {
            "review_title": "Great product, but not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "There isn't enough product in here! I love the gloss itself. It lasts, one coat suffices, the smell is good, it tingles but doesn't burn, the color is opaque, and it's pretty hydrating for me. However I had to take off 3 stars just for the packaging/amount. All the comments saying it's not filled all the way are right. The applicator is wide so it allows it to get the gloss on the sides. But, it picks up so much product that most of it stays stuck right below the stopper. I don't use it much (average twice a day) and I feel like I'll be out within the next month. Mind you, I bought this 2 weeks ago. The applicator is also shorter than the bottle so it can't reach a quarter of the product at the bottom. If the applicator was longer and the product was filled to the top, I'd repurchase. If you have $26 to spend, I def recommend. But if you want something that will last you a while, this aint the one."
        },
        {
            "review_title": "Not worth it..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Itu2019s okayu2026it doesnu2019t plump like I thought it would but it does give a tingly feel. Also the color is different in the bottle, when you swatch and on the lips. Itu2019s confusing!"
        },
        {
            "review_title": "Great glossss",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This lipgloss is so pretty ufffc I do not feel any tingling when I use it and you cannot see my lines in my lips when I use it itu2019s so beautiful. ufffc"
        },
        {
            "review_title": "Good lip gloss but not a lot of product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Itu2019s a great lip gloss and looks really good but thereu2019s barely any product for the price"
        },
        {
            "review_title": "HOLY. GRAIL.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "i have velvet AND juicy watermelon now, and while i most likely wouldn't buy juicy watermelon again (gorg color, VERY sticky) - velvet is a must have, as is glazed. i'm obsessed. cannot reccomend this formula more - it truly is the BEST balm gloss hybrid formula around"
        },
        {
            "review_title": "Runs out fast",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Super pretty color and fills in lines but, the applicator is so large it ends up spitting up the gloss everywhere whenever I open it. Runs out super quick bc of that."
        },
        {
            "review_title": "Love this gloss! color swatch isnu2019t accurate, tho",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this gloss. Feels great on the lips. Just slightly tacky (which I like because it helps it to last longer). Not very plumping so idk about those claims, but still love it.  I purchased in Velvet and love the pale pink color and think itu2019s very flattering. But I will say that the color swatch in the listing looks nothing like the actual color!"
        },
        {
            "review_title": "Shiniest lipgloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone",
            "review_text": "Love love this lipgloss! Probably the shiniest and non sticky formulas ever! Love this color with a darker lip liner!"
        },
        {
            "review_title": "Pass.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just an average gloss. I noticed very minimal tingling and no apparent plumping. Iu2019ve gotten way more plump out of a cheap ELF lip gloss."
        },
        {
            "review_title": "In LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "A new favorite! This is my new favorite lip plumper. I come from the days where the only option were ones that felt like your lips were endlessly burning. This is SO much better than that. It provides a true, visual plump AND an enjoyable user experience. It feels great on my lips and makes me feel so pretty. Obsessed!"
        },
        {
            "review_title": "So pretty.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This feels lovely  over my  lipstick.  It doesn't  plump your lips like a filler  does, but it gives the look and feel of a fuller lip.  I'm going to purchase  more of these."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this formula, the color, and the cooling feeling it gives !!!"
        },
        {
            "review_title": "Heh.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I decided to purchase primarily due to the claims of line Smoothing gloss. It didn't fill in the lines... Let's be real, the pictures they used appear to be of young women and/or women who have had fillers. I have quite pigmentation on my lips, and the color gives it just a tint of warmth. The gloss is a bit thick and sticky. Expect a bit of plumping sensation upon application and fruity scent, which isn't over the top. Overall, it could be great over your favorite lipstick!"
        },
        {
            "review_title": "Beautiful formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Amazing formula. I have the other colors, including juicy watermelon and Rosie outlook. Unfortunately, the color Nudie is a bit too nude on me."
        },
        {
            "review_title": "Save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Very sticky and zero plumping. Save your money. Highly disappointed"
        },
        {
            "review_title": "Bad consistency/ doesnu2019t fill in lines of lips",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Bought this because a girl raved about it on tik tok and said it filled the lines of ur lip but it didnu2019t do that for me at all, in-fact it emphasized the lines on my lips even more? The color is not cute and the consistency of the lip gloss is weird, the color seperately from the gloss if that makes sense and I have to keep smoothing it over with my finger. Not worth it!"
        },
        {
            "review_title": "Not painful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Porcelain skin tone, Combination skin",
            "review_text": "This gloss is comfortable and gorgeous. it doesn't do any extreme plumping, but it has a slight minty sensation, and the thickness and shine do make your lips look more plump. It also makes my lips feel nourished, which is a plus."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Gloss is amazing but the fact itu2019s not even filled, youu2019ll run out of the product fast. I havenu2019t even been constantly using it and Iu2019ve had this product no more than a week. Youu2019ll run through it quick."
        },
        {
            "review_title": "Fav gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Very comfortable on the lips and lasts longer than I expected about 3hrs. Very glossy and smooths the lines on lips. Love the color. Didnu2019t notice any plumping tho."
        },
        {
            "review_title": "Nice nude gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I like it, the color is not too dark or too light. It looks nice on my lips (:"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Velvet - rosy mauve with plummy undertones",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve never loved a gloss the way that I love this one. It makes my lips look amazing and I love it with my lip combo, I got it in the Sephora favorites set."
        },
        {
            "review_title": "YES ud83dudc4fud83cudffb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love how this feels. Reminds me of the OG plumping buxom glosses. This color is also beautiful and it has a mild watermelon flavor ud83cudf49 ud83dude0b"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "Iu2019m still deciding if i really like this product. It definitely has the pink sheer, but no so plumping"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "My favorite lip gloss currently! I'll be purchasing other colours."
        },
        {
            "review_title": "Very small amount of the product in good size tube",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The whole impression ruined seeing the very small amount of the product in the tube. Feeling like being scammed. They just want you to buy it again very soon."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "AMAZING!!!! This gloss is everything. It left my lips so smooth and glossy. Itu2019s not sticky at all, but I will say it does little to no plump. I would recommend this product itu2019s amazingggg!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Noticed when I opened it that it looked half empty, came straight to the reviews to confirm. But yes the amount of product received with the amount spent is not worth it. Better off with too faced ordrugstore brand su"
        },
        {
            "review_title": "Little product, all packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Awesome product, but will not repurchase. The tube is practically empty. Very disappointing that a $26 lip gloss will probably only last a week or two."
        },
        {
            "review_title": "Not filled, huge gap/ air bubble",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The product itself is 5 stars but upon opening two different units theyu2019ve both been under filled. Which if thatu2019s the amount of product is accurate then put it in a smaller bottle. Too much $$ to not be filled"
        },
        {
            "review_title": "Very nice gloss",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The clock app got me... but this is actually great. It smells great, applies smooth, lasts long. It makes your lips very even and shiny. This gloss is little on the sticky side, and has a large applicator which is nice but  a lot comes out."
        },
        {
            "review_title": "Not sure how to feel about the amount of product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I never write reviews but I felt I needed to for this product. While I do like its thickness and color, Iu2019m not sure that the amount of product in the tube is worth the money it costs. Comparing this to Fenty Hot Chocolit, the smell is a little more agreeable and the color is a little more opaque. There is a slight cooling sensation as opposed to the burning sensation of Fenty. I just opened a brand new bottle and you can clearly see that itu2019s already half empty. Iu2019m debating whether to return it or just keep it as an alternative to Fenty."
        },
        {
            "review_title": "Fav lip gloss hand down",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this product.  Wonderful color, plumping and shine.  I go through it quickly is the only downfall."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Velvet - rosy mauve with plummy undertones",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I got this in the Sephora Favorites; Clean Me Up Kit, and when I took it out of the bag, the bottle looked only half full! it was so weird, I thought it was used or something.. but after reading some comments I guess I wasnt the only one that felt that way! I get that they cant fill the gloss all the way up cause then it will spill out or not be able to close, but at the same time it kind of looked caked on inside and the tube was not even half full..maybe bad batch? So Im not really a plump lip gloss girly, (why its nice to get the kits so you can try new things!) buuuuut for a first timer I felt like it wasnt too intense and I felt like it was a good gateway into plumping glosses if you wanna start getting into them. I did like the colour too. For a first timer it was not bad experience, just the packaging/filling is a bit of a down side. Might try another colour in the future"
        },
        {
            "review_title": "GREAT GLOSS BUT NOT A RE-PURCHASE",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "If youu2019re looking for a plumperu2026this is not it but Iu2019m not for a plumper I donu2019t like them so lucky me. However, my issue is that the bottle is empty and so are the jumbo. great product but their cheapness will. be their downfall"
        },
        {
            "review_title": "New and Half empty?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Same as the other reviewers . Purchased it on the VIB Sale dates and it looks like itu2019s already half empty upon arrival ! Why ? The HAUS labs one for example and clarins is full upon arrival . Smh  returning"
        },
        {
            "review_title": "Not for the price, sorry. Empty in two weeks!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love heru2026 BUT I got her two weeks ago and the tube looks almost empty. Granted u201cshe thiccu201d and you really donu2019t need much.. but for $26u2026 fenty gloss lasts me FOREVER for $5 less."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got this on a recent Sephora Favorites kit and it is truly underwhelming. There is no color at all, there is no plumping at all. Itu2019s basically an overpriced regular lip gloss that does not even hold for 30 minutes. I will stick to Too faced or Milano"
        },
        {
            "review_title": "Donu2019t believe TikTok! Skip this gloss!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Fair skin tone, Normal skin",
            "review_text": "I fell for the hype on TikTok and was disappointed. For the high price point, this should have blown me away. The color is nice but immediately when I pulled out the wand, I felt like the bottle was half way filled. I thought I was sent a used one! That is until I saw the reviews and saw that lots of people posted about how little product you get. Lesson learned, always read the reviews. It doesnu2019t too much plumping and smoothing either, it feels no different from a regular gloss. Some cooling effect, but nothing else. Save your money and the hassle of a return."
        },
        {
            "review_title": "Obsessed! Best Lip Gloss!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I was influenced by Paloma on TikTok and she did not steer me wrong! 10/10 best lipgloss ever!"
        },
        {
            "review_title": "Current obsession",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This smells AMAZING, like I want to eat it lol. It is also such a pretty cool toned Barbie pink color that you can put on sheer or build up the color, not patchy. Itu2019s my favorite at the moment for every day!"
        },
        {
            "review_title": "Perfect clear ish gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "LOVE this gloss. I use this alone in the morning to look fresh or over lipstick for a glassy shine. It is thicker but lasts well. The plumping effect is great. The mini size is super cute and is great for keeping in my belt bag"
        },
        {
            "review_title": "kinda regret",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This gloss is half empty and the applicator is weirdly shaped grabbing a lot of product. Not much plumping either just a cooling effect. Just looks like a basic gloss."
        },
        {
            "review_title": "Not a must have!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Bought this during the Sephora saleu2026returning! The bottle is half empty, and itu2019s brand new!!! Please save your money. Hardly any product, doesnu2019t plump, just minty and super sticky. Donu2019t buy!"
        },
        {
            "review_title": "Very sticky",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This gloss is on the sticky side and has a very strong scent which I didnu2019t enjoy. It doesnu2019t smooth the lines on my lips and looks like any other gloss. I will be returning it."
        },
        {
            "review_title": "Half the size of an average cheaper glossu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, fairLight skin tone, Combination skin",
            "review_text": "I got this in a set and it is really nice but only 3ml of product is crazy for 26$!! small little companys need to stop acting like they are Chanelu2026 i cannot believe their jumbo size is 38$ for 7ml of product"
        },
        {
            "review_title": "A Forever Repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I wish I loved this less given you donu2019t get a lot in each bottle but I love it so and will continue to repurchase for as long as itu2019s available. I am not big on lip color, it tends to end up on my nose or chin (so charming) so this is perfect in Glazed and, more recently, Annie. Subtle color, lots of shine, and while I donu2019t notice a plumping effect I do think it hydrates my lips nicely."
        },
        {
            "review_title": "Makes lips look smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "An amazing lip gloss that stays over the lines on your mouth, and does not burn like a lip plumping formula. My fav item out of the Clean Me Up favorites kit I got during the Sephora sale. Probably"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Nothing special. The bottle is literally half full, itu2019s sticky and goopy! Was excited to try this since it was raved all over TikTok but ended up with a mediocre sticky gloss. Will be returning this gloss!"
        },
        {
            "review_title": "Trash",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Proves influencers are just cash cows.  Bought this because this girl raved about it.  This is trash.  Nothing in the container except a tiny amount of product.  Great concept though.  Very disappointed and sending back"
        },
        {
            "review_title": "Don't bother!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I really wanted to love it because of the colour and how it comes off online but sadly I feel the exact opposite!! The colour is really nice but it is sooo thick and sticky, and it almost feels clumpy when its been on for a bit. I felt no difference to my lips and actually wanted to take a wet wipe and wipe it off because of how unpleasant it felt. I saw absolutely no changes the moisture of my lips if anything they felt better without it on."
        },
        {
            "review_title": "Bubble in tube",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "While this gloss is AMAZING, color and formula, there is an issue with packaging, i have a couple of colors in this and after 1 use, there must have been an air bubble in the tube because its over half way gone.  This is too expensive to have that issue unfortunately."
        },
        {
            "review_title": "Too expensive for too little product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love the product but I cannot recommend to people or purchase again until they give more product at the same price or lower the price. I went through all my glosses and this is the one with the least amount of product and it has one of the highest price tags"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This shade is absolutely perfect! Itu2019s a perfect nude and isnt very sticky. Itu2019s a nice formula and I would def buy it again."
        },
        {
            "review_title": "plumping doesn't work on me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "the plumping effect doesn't work (this might just be a me thing). it's a good gloss though and the colour and smell are so good. (the bottle can be decieving as you won't get very many uses out of it)"
        },
        {
            "review_title": "BEST LIPGLOSS EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I am forever and always a lipgloss girlie and when I say this is the best plumping lipgloss I have ever tried, it means something. Doesnu2019t feel u201cmintyu201d and is the perfect thickness without being sticky. Obsessed is an understatement."
        },
        {
            "review_title": "Literally empty",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "At first I thought I was confused when my daisy pink shade ran out, but I was right! This product is unfortunately extremely deceiving. Itu2019s a good gloss but you wonu2019t get more than 10/15 uses"
        },
        {
            "review_title": "u2b50ufe0fu2b50ufe0fu2b50ufe0f",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this lip gloss itu2019s so hydrating, it fills in my lip lines and has such a pretty color. The one thing I HATE is how little product is givenu2014I had it for four days and it is already halfway empty."
        },
        {
            "review_title": "Half empty",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Love it but down fall here is u barely get any product for what u pay for. I think thereu2019s better alternatives for this one. Smells really good just donu2019t think If ur looking for something to last u a long time donu2019t  think this is it"
        },
        {
            "review_title": "Sticky",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "So I just recently purchased it And I got to say Iu2019ve never gotten a lip gloss that is so thick and sticky. The color is pretty, but it feels so heavy on your lips and itu2019s just very messy and sticky for me. I like lip glosses that are soft and not sticky."
        },
        {
            "review_title": "basically empty",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "ugh! i wanna give this 5 stars bc itu2019s so good and juicy and shiny but there is literally nothing in the tube. i thought ppl were being dramatic but wow"
        },
        {
            "review_title": "Does what it says it will do!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "The lip gloss is a beautiful color and fills in the lines on my lips perfectly. I was happy with the result"
        },
        {
            "review_title": "EMPTY BOTTLE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I tried this product a while ago and finally decided to get it during the sale, so I got a brand new lip gloss and the bottle is basically empty! save your money. Some drugstores glosses are just as good and at least you get a full bottle."
        },
        {
            "review_title": "could skip",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "nothing special. i personally am not a huge fan of the smell and the plumping is VERY minimal. however it is a very pretty color. just kind of disappointed in the product itself :/"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Probably wonu2019t buy this product again, loved the consistency and color, just not my go to wasnu2019t much of a temporary plump and there is no stopper in it, product leaks out and grabs too much as yore trying to apply."
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Velvet is a beautiful cool mauvey (not too cool though) dream. Color is so pretty and this lipgloss is the perfect lipgloss in every way. Itu2019s substantial and lasts but is not goopy. Plumps but doesnu2019t burn. Buy them all! You wonu2019t regret it"
        },
        {
            "review_title": "Buy it now! Perfect lipgloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "LOVE this lip gloss. It plumps and smooths lips and doesnu2019t burn. Itu2019s beautiful and lasts longer than average. Itu2019s a little thicker than average but in a good way. This color George is the beige neutral of dreams."
        },
        {
            "review_title": "Very pretty cherry shade",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is a very pretty cherry shade, a bit translucent. Very minor tingling sensation if you are not into a full on plumping feeling you will like this one. It is very shiny. Also on the more sticky side."
        },
        {
            "review_title": "A must have for those dry lips.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love this product, it is very hydrating which in return adds plumpness to the lips naturally as it is hydrating   Them as well as a plumping affect with the ingredient. Itu2019s more of a menthol Icy feeling, so itu2019s great for the more sensative girlys"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "makes my dry lips so hydrated and so good. And you can never go wrong with this color."
        },
        {
            "review_title": "Probably better options",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "3 stars not because the actual gloss is bad but because of the amount of product in the tube. The cherry vanilla smells so good and I really like it but I havenu2019t even had this a full month and it looks empty. The little product you do get builds up on the stick part of the wand and makes a mess. I expected a lot more product for the price, so although I like it, I donu2019t LOVE it enough to repurchase."
        },
        {
            "review_title": "It should be illegalu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "To sell something this small for $15. This is a free sample at best and even then I would find if too small. Also the product smells like every other lip plumper I have ever tried."
        },
        {
            "review_title": "Must have beige pinky nude gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely the best beige pinky nude gloss. I like pairing it with the GXVE over lining lip liner in Do whatever."
        },
        {
            "review_title": "Just a lip gloss",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is just a very thick lip gloss. It didn't plump for me at all and wears off quick. Not a fan and won't repurchase, but I did like the applicator."
        },
        {
            "review_title": "New product half empty",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I just bought this product during the rouge sale and without opening it, the bottle was half way empty.. I thought it was used until I read the reviews."
        },
        {
            "review_title": "Not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I wonu2019t be repurchasing. I find myself reapplying this more than other glosses. The applicator pulls too much product at a time. You also get half the product of most other lip glosses at this price. ufffcufffc"
        },
        {
            "review_title": "Needs more product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I recently purchased this lip gloss during the rouge sale and I love the formula but for $26 there is not a lot product :((( I have used it 3 times now and the tube is halfway empty"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I really like how the gloss looks, it also smells really good. Giving it a 3/5 because of how little product is in this lipgloss. Iu2019ve probably used it about four times u2026"
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "lawless just earned a life time customer because I fell in love with this gloss. When looking for a gloss I need something that is NOT sticky and actually hydrates, wears long and doesn't dissappear in 20 minutes, and has a beautiful color range. I also loved the cooling sensation you get when wearing this, doesn't burn or tingle just feels cool. Gonna need every shade now"
        },
        {
            "review_title": "Pleasantly surprised",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Got this in a Sephora favorites set and I love it! Smooths my lips out and gives a super glassy effect. I donu2019t find it sticky at all. Just wish it was a little cheaper."
        },
        {
            "review_title": "A must have in my lip products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product was amazing worked wonders my lips have never looked better!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "perfect everyday muted baby pink to pair with a cool tone lip liner ufffc"
        },
        {
            "review_title": "Yikes..",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Really disappointed in how this gloss felt, itu2019s extremely goopy, and feels almost slimy and thick in all the worst ways. I was sucked in through the scent, but was swiftly disappointed when i bought it and applied it."
        },
        {
            "review_title": "didn't see any plumping",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "it looks pretty on the lips but I saw no plumping, it just feels minty/tingley onthe lips"
        },
        {
            "review_title": "BEST LIP GLOSS I EVER TRIED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the best best best fomula i have ever tried. Idk what yall put in this but CHEFS KISSS.y favorite from product from lawless.!!!!!"
        },
        {
            "review_title": "Gone before ya know it.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really wanted to give this more stars but the fact that there is SO LITTLE product in the tube, made me give it 3 stars. The product itself I love but the skimpy amount inside is a total ripoff. I Love all Lawless products."
        },
        {
            "review_title": "Very little product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The gloss is okay, a little tacky, not the best Iu2019ve tried. Packaging looks great, until you pull out the applicator and notice the very little amount of product inside. Fenty Beauty Heat gloss is way better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "My absolute favorite gloss I wear it almost every day!"
        },
        {
            "review_title": "Best color for a plumper",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I tried this on in the store and was completely surprised how beautiful the color Daisy Pink is. The moment we got to the car I tried it on and it didnu2019t disappoint. Plumping with gorgeous color! Getting more!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Rosy Outlook - super sheer baby pink",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "My new favorite plumper! Itu2019s not too tingly and perfect color over any shade :))"
        },
        {
            "review_title": "No plump?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It did not plump my lips in anyway and it more just cooled my lips down. I donu2019t really know what else to say"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Juicy Watermelon - sheer watermelon",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought this gloss on a whim and Iu2019m so happy I did!  It is very thick and sticky which gives it good staying power (because careful with long hair on windy days). It also hydrates pretty good. I have used other brands of these thick glosses that have caused my lips to get extremely dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Amazing! So hydrating and such a cooling effect and the color is juste WOW love it!!"
        },
        {
            "review_title": "Perfect Milky pink gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love this! Iu2019m a sucker for any milky pink gloss, which in my opinion is hard to pull off without either being too sheer or kinda uneven in color. This too me is perfect & im already buying a backup."
        },
        {
            "review_title": "This is THE gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Itu2019s moisturizing and plumping, which is rare to have both in one gloss! I prefer this over lip injection. Itu2019s more wearable and prettier on its own"
        },
        {
            "review_title": "comfortable",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I was nervous to try this because I find lip plumpers to be irritating and painful, but this is a subtle cooling peppermint feeling. It is comfortable and moisturizing. Not sure how much it plumps, but I enjoy it!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Beautiful! The pigment is so great! I plan on buying more. Plump that doesnu2019t irritate my lips (so far)."
        }
    ]
}