{
    "product_id": "994",
    "name": "Limited Edition Perfect hair Day (PhD) Dry Shampoo Vanilla Scent",
    "brand": "Living Proof",
    "categories": "Hair, Hair Styling & Treatments, Dry Shampoo",
    "price": 40.5,
    "about": "What it is:A limited-edition, warm vanilla-scented dry shampoo formulated to actually clean hair without water so you can refresh your hair and your senses..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Color Safe.Key Benefits:- Absorbs oil, sweat, and odor.Highlighted Ingredients:- Fast-Absorbing Powders: Starch and microporous-mineral blend absorbs excess sweat and oil..Ingredient Callouts:This product is cruelty-free..What Else You Need to Know:Living Proofu2019s bestselling dry shampoo that actually cleans without water is now available in a limited-edition scent. Transport your senses with notes of vanilla, musk, green tea, and roseu2014topped off with fresh, vibrant citrusu2014while fast-absorbing powders soak up and remove dirt and oil..Fragrance Description: This scent features notes of vanilla, musk, green tea, and rose topped off with fresh, vibrant citrus..Clean at Sephora",
    "ingredients": "-Fast-Absorbing Powders: Starch and microporous-mineral blend absorbs excess sweat and oil..-Powder Removal System: Reduces particle adhesion to remove the powders and any visible residue..-Odor Neutralizers: Create freshness...Hydrofluorocarbon 152a, Isobutane, Alcohol Denat., Oryza Sativa (Rice) Starch, Propane, Hydroxypropylcellulose, Microcrystalline Cellulose, Dipropylene Glycol, Cetrimonium Chloride, Caprylyl Glycol, Disteardimonium Hectorite, Pentylene Glycol, Propanediol, Citronellyl Methylcrotonate, Cellulose, Water/Eau/Aqua, Furcellaria Lumbricalis Extract, Zeolite, Ethylcellulose, C12-15 Alketh-2, Fragrance/Parfum, Ethylhexylglycerin, Limonene, Citronellol, Hexyl Cinnamal, Benzyl Salicylate, Citral, Linalool...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Shake can extremely well for maximum cleaning results..-Hold can six to 6 - 10 inches away from dry, dirty hair..-Section and apply product in a sweeping motion..-Wait 30 seconds for powders to activate and cleanse..-Remove powder by massaging and shaking at roots with fingers, or by brushing hair..-Apply more product as needed, shaking can again..-Style as desired. &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;.&nbsp;.Recycling Instructions:.-This product is recyclable through TerraCycle.",
    "num_reviews": 3,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/living-proof-limited-edition-perfect-hair-day-phd-dry-shampoo-vanilla-scent-P514177?skuId=2812162&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2812162-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "5.5 oz / 184 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2812162-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Loved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this product! I love the original but was not a fan of the smell. Love this subtle vanilla scent!"
        },
        {
            "review_title": "no vanilla smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It works well just like their original but it also smells just like the original... maybe slightly SLIGHTLY softer but do not go in expecting a gourmand vanilla."
        },
        {
            "review_title": "Smells good but small bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "this dry shampoo works very well. The original was too floral, so I liked that this version smells like a vanilla cupcake. I just was not expecting the bottle to be so small, I wished they offered this scent in the larger size because I feel like this one will run out fast. I would recommend the product but it also doesn't feel that worth the price considering the size."
        }
    ]
}