{
	"product_id": "851",
	"name": "Oudgasm Mini Perfume Set",
	"brand": "KAYALI",
	"categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
	"price": 169.0,
	"about": "Set Description:Inspired by founder Mona Kattan’s love for oud, experience KAYALI’s Oudgasm Collection in this deluxe miniature set. This set celebrates the many facets of one of perfume’s most opulent ingredients. These unisex scents were designed to magnify the beauty of oud and explore all layering possibilities..About the Bottle:KAYALI's signature diamond-shaped bottles and opulent jeweled caps are inspired by traditional Middle Eastern oud bottles. The number indicates the rounds of formulations it took to achieve the perfect juice..About the Fragrance:KAYALI, which translates from Arabic to my imagination, features a collection of captivating fragrances, handcrafted in France using the most luxurious ingredients. KAYALI reflects limitless possibilities, personalities, and desires to celebrate and enhance one’s infinite layers..This Set Contains:- 4 x 0.33 oz/ 10 mL fragrances in Oudgasm Rose Oud |16 Eau de Parfum Intense, Oudgasm Cafe Oud | 19 Eau de Parfum Intense, Oudgasm Vanilla Oud | 36 Eau de Parfum Intense, Oudgasm Tobacco Oud | 04 Eau de Parfum Intense",
	"ingredients": "Oudgasm Rose Oud |16 Eau de Parfum Intense:.SD Alcohol 40-B/Alcohol Denat., Fragrance/Parfum, Water/Aqua/Eau, Alpha-Isomethyl Ionone, Citral, Citronellol, Eugenol, Farnesol, Geraniol, Hexyl Cinnamal, Limonene, Linalool, Benzyl Alcohol. VOC: 70%...Oudgasm Cafe Oud |19 Eau de Parfum Intense:.SD Alcohol 40-B/Alcohol Denat., Fragrance/Parfum, Water/Aqua/Eau, Benzyl Alcohol, Citral, Citronellol, Eugenol, Farnesol, Geraniol, Limonene, Linalool. VOC: 70%...Oudgasm Vanilla Oud |36 Eau de Parfum Intense:.SD Alcohol 40-B/Alcohol Denat., Fragrance/Parfum, Water/Aqua/Eau, Alpha-Isomethyl Ionone, Anise Alcohol, Benzyl Alcohol, Cinnamyl Alcohol, Citral, Citronellol, Coumarin, Eugenol, Geraniol, Linalool. VOC: 70%...Oudgasm Tobacco Oud |04 Eau de Parfum Intense:.Sd Alcohol 40-B/Alcohol Denat., Fragrance/Parfum, Water/Aqua/Eau, Citronellol, Coumarin, Eugenol, Limonene, Linalool, Benzyl Benzoate, Benzyl Cinnamate. VOC: 70%.",
	"how_to_use": "Suggested Usage:.Mona’s Fragrance Tips:.-Spritz perfume on your pulse points—inside of the wrists, behind the knees, the nape of the neck, and behind the ears—and clothes for a more powerful scent trail.  .-For even longer wear, be sure to moisturize with balm or lotion before spritzing on the body!  .-For a delicate diffusion, spray on your hair towel before drying your hair or directly onto your hairbrush before styling...Mona’s Favorite Layering Combos:.-Oudgasm Vanilla Oud | 36 and Oudgasm Café Oud | 19 are a uniquely comforting combination bound by the warmth of decadent vanilla, creamy cappuccino, and rich oud.  .-Oudgasm Rose Oud | 16 and Oudgasm Tobacco Oud | 04 is a slow burn. This alluring duo is full of secrets that are waiting to be revealed as it dries down. .-Oudgasm Rose Oud | 16 and Oudgasm Vanilla Oud | 36 is a captivating and intense floral scent embraced by a delicious hint of vanilla and decadent oud. .-Oudgasm Café Oud | 19 and Oudgasm Rose Oud | 16 is a glorious bouquet of heady florals balanced by nostalgic notes of coffee and resinous oud.  .-Oudgasm Tobacco Oud | 04 and Oudgasm Vanilla Oud | 36 are sweet and smoky. This enchanting combination will weave a long-lasting scent trail wherever you go.",
	"num_reviews": 2,
	"overall_rating": 5.0,
	"product_url": "https://www.sephora.com/ca/en/product/kayali-by-huda-oudgasm-mini-perfume-set-P514254?skuId=2819803&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2819803-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I'm writing this Review only to let you guys know that I had test sprayed this in Sephora last week and my jacket still smells amazing. this is super long lasting and I love the fragrances. i didn't love the top notes but omg when it settles  it's amazing. love these"
		},
		{
			"review_title": "absolute LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "absolutely love each and every single smell. the pack is stunning. I love all the fragrances. my husband is sharing the tobacco oud and the Cafe oud with me.  rich scent which lasts all day long."
		}
	]
}