{
    "product_id": "1210",
    "name": "After Party Peptide Skincare Set for Plumping Hydration  ",
    "brand": "OLEHENRIKSEN",
    "categories": "Skincare, Value & Gift Sets",
    "price": 42.3,
    "about": "What it is:A peptide-rich skincare duo that keeps your skin feeling strong and looking bouncy and plump with hydration long past midnight..Skincare Concerns:Dryness and Loss of Firmness and Elasticity.Ingredient Callouts:These products are vegan and cruelty-free..What Else You Need to Know:Stay glowing through the after party with this skin-strengthening duo. First, thoroughly hydrate and support your barrier with Strength Trainer Peptide Boost Moisturizer. Then, lock in moisture and maximize your results with HydraBarrier Nourishing Face Oil..This Set Contains:- 1.7 oz/ 50 mL Strength Trainer Peptide Boost Moisturizer.Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificingu00a0effectiveness.",
    "ingredients": "Strength Trainer Peptide Boost Moisturizer:.Aqua/Water/Eau, Propanediol, Dicaprylyl Carbonate, Glycerin, Methylpropanediol, Cetearyl Alcohol, Stearyl Alcohol,Mangifera Indica (mango) Seed Butter, Niacinamide, Acetyl Hexapeptide-1, Acetyl Hexapeptide-8, Acetyl Octapeptide-3, Acetyl Tetrapeptide-2, Acetyl Dipeptide-1 Cetyl Ester, Palmitoyl Tripeptide-1, Palmitoyl Tetrapeptide-7, Carnosine, Ceramide np, Ceramide ap, Ceramide eop, Collagen, Serine, Alanine, Glycine, Glutamic Acid, Lysine hcl, Threonine, Arginine, Proline, Hyaluronic Acid, Sodium Hyaluronate, Linoleic Acid, Linolenic Acid, Sodium pca, Sodium Lactate, Panthenol, Tocopherol, Tocopheryl Acetate, Betaine, pca, Cyanocobalamin, Xylitol, Anhydroxylitol, Xylitylglucoside, Sorbitan Olivate, Carbomer, Hydroxyethylcellulose, Xanthan Gum, Cetearyl Olivate, Sorbitan Laurate, Phytosphingosine, Cholesterol, Polysorbate 60, Butylene Glycol, Hydroxyacetophenone, Glycine Soja(Soybean) Oil, Acrylates/c10-30 Alkyl Acrylate Crosspolymer, Polysorbate 20, Ammonium Acryloyldimethyltaurate/Beheneth-25 Methacrylate Crosspolymer, Dimethicone, Sodium Phytate, Sodium Lauroyl Lactylate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Leuconostoc/Radish Root Ferment Filtrate, Citric Acid, Caprylyl Glycol, Ethylhexylglycerin, Phenoxyethanol, Parfum/Fragrance, Citral, Limonene, Linalool...HydraBarrier Nourishing Face Oil:.Sambacus Nigra Seed Oil, Rosa Canina Seed Oil, Crambe Abyssinica Seed Oil, Squalane, Tocopheryl Acetate, Salvia Hispanica Seed Oil, Ribes Nigrum (Black Currant) Seed Oil, Rubus Chamaemorus Seed Oil, Vaccinium Vitis-Idaea Seed Oil, Palmitoyl Hexapeptide-12, Palmitoyl Tetrapeptide-7, Palmitoyl Tripeptide-1, Linoleic Acid, Linolenic Acid, Tocopherol, Lithospermum Erythrorhizon Root Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Helianthus Annuus (Sunflower) Seed Oil, Caprylic/Capric Tryglyceride, Pentaerythrityl Tetraisostearate, Propylene Carbonate, Stearalkonium Hectorite, Parfum/Fragrance, Citral, Limonene, Linalool...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.Strength Trainer Peptide Boost Moisturizer:.-Apply evenly to face and neck morning and night. .-For external use only. .-Use as directed. ..HydraBarrier Nourishing Face Oil:.-Morning and night, gently press a few drops of oil into your face and neck. .-In the morning, apply two to three drops before moisturizer to leave skin perfectly hydrated and prepped for makeup. .-At night, apply five to six drops after moisturizer and let it soak in overnight to replenish skin..-HydraBarrier works great over formulas with a high concentration of actives, such as AHAs or retinol, to help nourish and strengthen skin. .-For external use only. .-Use as directed.",
    "num_reviews": 4,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/ole-henriksen-holiday-after-party-peptide-strength-set-P512381?skuId=2813913&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2813913-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Must have in my daily routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I have been using this product for a year now. I love it I have very sensitive skin and this works perfect for me."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "Got this set because I wanted the moisturizer (which is normally $52 on its own), so the set was a great deal. The oil it comes with however smells exactly like fish oil. It says it is vegan but I have no idea how it could so closely mimic the smell of fish without having some sort of fish product in there. As an oil, I guess it is okay, but I cannot stress enough if you are going on a date or going to have anyone near your face do not put that oil on or you will smell like fish. The smell lasts a few days too and it will make your pillowcases smell like fish too."
        },
        {
            "review_title": "Excellent product and value",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am 47 years old, I had already been using the moisturizer which I love.  The moisturizer works well at night and with my makeup in the morning.  The oil moisturizes very good as well.  My skin is noticeably softer. In the evenings, I can apply the oil to all over my face, but in the morning I only applied to my cheeks because otherwise my make up creases."
        },
        {
            "review_title": "Glass skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Obsessed with this set. It's great value, and the products feel like a dream when you put them on. Very luxurious! I use this nightly before bed and I wake up with glass skin - hydrated, bouncy, glowy, and smooth. Love it!"
        }
    ]
}