{
	"product_id": "572",
	"name": "Honey Infused Hydrating Hair Mask",
	"brand": "Gisou",
	"categories": "Hair, Hair Styling & Treatments, Hair Masks",
	"price": 77.0,
	"about": "What it is: A deeply conditioning hair mask enriched with Gisou Mirsalehi Honey that delivers hydration, softness, and shine to dry, brittle hair in 5 minutes...Hair Type: Fine, Medium, and Thick..Hair Texture: Straight, Wavy, Curly, and Coily..Hair Concerns:.- Damage/Split Ends/Breakage.- Dryness.- Frizz..Key Benefits:.- Deeply nourishes and hydrates hair.- Strengthens hair to prevent future breakage.- Tames frizz, restores elasticity, shine, and manageability..Highlighted Ingredients:.- Mirsalehi Honey: A natural humectant that attracts and retains moisture for stronger, healthier, shinier hair..- Hydrolyzed Wheat Protein: Conditions, Softens, and smooths..- Provitamin B: Strengthens, moisturizes, and repairs damage...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free...What Else You Need to Know: Gisou’s nourishing, oil-rich formula weightlessly conditions for soft, hydrated hair in 5 minutes.  Packed with Mirsalehi Honey, hydrolyzed wheat protein, and provitamin B, the mask quenches dryness, smooths, & strenghthens for shiny, healthy-looking hair...Fragrance Description: Delicate, sweet notes of honey blend into spring florals inspired by our Gisou Mirsalehi Bee Garden, while citrusy notes of apricot and mandarin bring a playful twist to its aroma....",
	"ingredients": "-Mirsalehi Honey: A natural humectant that attracts and retains moisture for stronger, healthier, shinier hair..-Hydrolyzed Wheat Protein: Conditions, Softens, and smooths..-Provitamin B: Strengthens, moisturizes, and repairs damage...Aqua (Water), Cetearyl Alcohol, Behentrimonium Chloride, Stearamidopropyl Dimethylamine, Cetyl Esters, Glycerin, Helianthus Annuus Hybrid (Sunflower Seed) Oil, Hydrogenated Castor Oil/Sebacic Acid Copolymer, Mirsalehi Honey, Quaternium-87, Isopropyl Alcohol, Citric Acid, Candelilla Cera (Euphorbia Cerifera (Candelilla) Wax), Caprylyl Glycol, Panthenol, Parfum (Fragrance)*, Sodium Benzoate, Propylene Glycol, Cocos Nucifera (Coconut) Oil, Passiflora Incarnata Seed Oil, Hydrolyzed Wheat Protein, Gardenia Taitensis Flower Extract, Adansonia Digitata Seed Oil, Tocopherol, Ci 19140 (Yellow 5), Ci 14700 (Red 4), Hexyl Cinnamal, Limonene, Linalool..The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Apply a generous amount to damp or dry hair from mid-lengths to ends..-Leave on for five to seven minutes, then rinse thoroughly with cool water..-For an extra-hydrating treatment, combine with two to three drops of Gisou Honey Infused Hair Oil (sold separately). Repeat steps above..-Start with less for fine or short hair, focusing on mid-length to ends.",
	"num_reviews": 946,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/gisou-honey-infused-hair-mask-P462354?skuId=2483170&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2483170-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "7.8 oz/230 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2483170-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Leaves my hair feeling soft for days. One month im using it and my hair feels fuller."
		},
		{
			"review_title": "Loved it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "This has worked great for my hair making it smooth and shiny!"
		},
		{
			"review_title": "A must have for dry hair girlies",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I absolutely LOVE this hair mask. It smells like baby lotion slightly and makes my dry, damaged curly hair super soft and defined in the morning."
		},
		{
			"review_title": "Hydrates and shines",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "This is a luxurious mask that I like so much I sometimes use it as conditioner too!  This is a great product, really makes my dry hair come back to life with minimal tangles and frizz.  It does have a slight scent, which I did not realize before purchasing, but luckily I did not have any issues with it.  It lost a star because it comes in a plastic jar.  I only buy things in glass or aluminum containers, not plastic which will live on for thousands of years polluting the planet.  I mistakenly thought it was in glass when I checked in the store and that is how I ended up ordering it.  Great product, but I will not purchase again because of the plastic issue."
		},
		{
			"review_title": "Chalky and overpriced",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Felt really chalky on my hair and not worth the price, but it smells good!"
		},
		{
			"review_title": "Don’t be surprised it’s mediocre",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is way too overhyped and overpriced. This entire brand is a gimmick to impress consumers with pretty packaging"
		},
		{
			"review_title": "I’ll repurchase it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I am using this product for 2 weeks and I truly recommend it. My hair is so soft and shiny, reduced frizz. Smells amazing."
		},
		{
			"review_title": "WORTH IT!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The mini has quite a lot of product in it. Immediately after use my hair is silky smooth and very shiny. It’s worth the money!!!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Purchased this product in store for a Christmas gift. When opened, we noticed that half the container wasn’t even filled with product. Super disappointed."
		},
		{
			"review_title": "MUST HAVE HAIR CARE ✨",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I love this product so much it makes my hair feel silky, less frizzy, and helped the split and damaged ends of my hair!! It’s a bit pricey but a little goes a long way and it is very worth your money!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I didn’t have much negative effects from the mask but it didn’t do anything either"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I personally love this hair mask every-time I use it my hair feels so soft and smooth! One bonus about this hair mask is that it also smells very good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "was a very good product for hair and I recommend this to people"
		},
		{
			"review_title": "Dried out my hair",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I have fine 4c relaxed hair. It turned my hair into a tangly crisp! Barely did anything. Do not get this if you have similar hair to me"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Tan skin tone, Normal skin",
			"review_text": "After using this, idk if it was the shampoo I was using but my hair had a terrible reaction to it my scalp was so flaky and my forehead was red. but overall my hair turned out to be soft so that was good 😊"
		},
		{
			"review_title": "LOVE! Instant results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair",
			"review_text": "LOVE! Even after one use you can a huge difference on hair shine and softness! I used it a few months ago and got so many complements on my hair, I ran out of product and didint repurchase, and regretted it, so I had to buy again. Def Recommend, love love love!"
		},
		{
			"review_title": "Literal Silk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Porcelain skin tone, Dry skin",
			"review_text": "This is my first hair mask and I'm in love. This has made my hair go from frizzy straw to literal silk. I'm honestly not sure I can go without this again. It is lightly fragranced, but I found I really enjoy the smell."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "I’ve used it for a while now and it doesn’t compare to my Amiika hair mask. This gisou mask is just fine but the Amiika one is way better in my opinion. I have thick, coarse hair that’s wavy (pictured for reference."
		},
		{
			"review_title": "Best hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Gisou has the most amazing hair products in the market. It leaves my hair the healthiest, shiniest, and silkiest from all hair products I’ve ever used. 5/5"
		},
		{
			"review_title": "This is a must have hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "i love this hair mask it smells great and leaves your hair silky, smooth, and most important is smelling great. will be buying again"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Omg! This makes my hair so nice and smooth! Also makes it healthy and non greasy!"
		},
		{
			"review_title": "GOOD",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "To be honest, I did not use it yet, but it smells good and I got a free expensive two faced mascara with it. The packaging is SO preppy Would recommend!"
		},
		{
			"review_title": "Gisou must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "My favourite hair mask! Gisou has the best hair products that leave your hair feeling healthier and silkier."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Very thick and a nice smell, but my hair is super long and I prefer another max. It was a nice indulgence gift tho"
		},
		{
			"review_title": "Buy it now",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Buy it it’s so good and it made my hair so healthy after I used it only one time. I’m so excited to keep on using it and I love it."
		},
		{
			"review_title": "Crazy Thick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have been wanting this product for a while now, and let me tell you, wow!  One thing is that the directions say to have your hair 50% dry before applying the product. I normally squeeze out the water and then apply for most hair masks.   But for this, I gently dried my hair with a microfiber towel and applied the product. It was almost challenging to  distribute evenly because of how thick it is. And with dry hair that was even harder so I put some conditioner at the tips to spread it better and then left it in for 7 minutes.  After that, I took it out, and my hair was crazy soft!! It doesn't smell like much, which is nice when u are using a bunch of products. totally reccomend!"
		},
		{
			"review_title": "A must have when I shower",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "After using this product, my hair has been so smooth and soft. It untangles my hair like magic and I have thick curly hair. I definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I have tried many hair masks in the past, but overall, this one is my favorite. It makes my hair shiny and adds soo much volume!! it may be expensive, but it is WORTH IT."
		},
		{
			"review_title": "“The Ultimate Hair Care Luxury”",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
			"review_text": "I’ve been using the Gisou Hair Mask, and it’s an absolute game-changer! From the first use, my hair felt transformed—soft, silky, and incredibly shiny. It nourishes deeply without leaving my hair feeling heavy or greasy.  One of the things I love most is how it tames frizz and enhances the natural texture of my hair, leaving it looking polished and healthy. The honey-infused formula smells divine, like a luxury spa in a jar.  This mask is now a staple in my hair care routine, and I can’t recommend it enough for anyone looking to achieve glossy, silky, and manageable hair. It’s worth every penny!"
		},
		{
			"review_title": "A must for my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "It makes my hair really soft and easier for the knots to come out will be buying the bigger version."
		},
		{
			"review_title": "A MUST HAVE! 😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "LOVE THIS!! It leaves my hair so smooth and silky! I use it after shampoo! Recommend!! ⭐️🫶"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "my hair loves this stuff! definitely helps with the frizz"
		},
		{
			"review_title": "A great choice for dry damaged hair!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brunette hair, Olive skin tone, Dry skin",
			"review_text": "if you follow the instructions and use it properly you will get wonderful frizzles results this works great in my routine!"
		},
		{
			"review_title": "My New staple for Hair care",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Best Hair Mask - I am writing this comment after using one full jar completely. I have  thick wavy n long hair and gets frizzy easily. This mask has helped to manage my hair. 2- 3x  pea size(depending on length) of product is good for each wash.Definitely re-purchasing until I find something better."
		},
		{
			"review_title": "a must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "my hair was dry and frizzy, when I use this my hair is hydrated soft and silky smooth! plus it smells so good!"
		},
		{
			"review_title": "Great results for my fine hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I usually don't like masks for my fine hair (they can be too much), but the Gisou honey mask did wonders for my hair. It left it smooth and conditioned, without weighting it down. I didn't notice any extra shine. Like all hair product it won't repair damaged hair, but it makes my split dry end look a little better until I manage to get my next hair cut. I was surprised I could use it every wash (3-4 days) without being to much. Usually I dislike scented hair care products, but the honey notes make Gisou products tolerable. The consistency is very thick, almost like a wax, so sometimes it's very difficult to apply; and also I need to apply a lot each use."
		},
		{
			"review_title": "Disappointing expensive mask that doesn’t deliver",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I had high hopes for the Gisou hair mask, but after trying it once, I didn’t notice any real difference in my hair. The texture is extremely thick, which means you have to use a lot of product to cover your hair, especially if it’s long. Given how much I needed to apply, the 7.8 oz jar would only last about 5-6 uses at most. For the price, that just didn’t feel worth it to me, so I ended up returning it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I loved it, I used it the same day it arrived and it left my hair super soft. I will definitely buy it again."
		},
		{
			"review_title": "Best hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Leaves my hair silky and smooth! By far the best hair mask ive used"
		},
		{
			"review_title": "Not a big fan",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I didn't like consistency, I thought it was too thick, smell is not bad, it's expensive and did not do anything for my hair   I have medium hair, medium to high density."
		},
		{
			"review_title": "Must have but be careful",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "After using this my damaged hair felt amazing. But I don’t know if it was this or any of the other products I used but I woke up to a bunch of pimples on my forehead/scalp. Hormones?￼"
		},
		{
			"review_title": "Worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This is the first hair mask I have tried and I love it! Super hydrating, made my hair so soft and smooth!"
		},
		{
			"review_title": "This mask is holy grail material",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "i love this hair mask! you don’t need to use that much to get coverage as it is super thick, and it has helped smooth and hydrate my very damaged and frizzy hair a ton!!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "didn’t really do much especially not anything better so it smells good and that’s pretty much it"
		},
		{
			"review_title": "You need this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This is great stuff, I have wavy hair and it tends to get frizzy. After using it once the frizz went away. Plus, there’s a lot of product for it to be a mini size"
		},
		{
			"review_title": "AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "SILK. My hair has felt more hydrated since I added this to my routine. I only use it every two weeks or when I’m detoxing my hair and it’s amazing"
		},
		{
			"review_title": "So hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
			"review_text": "This hair mask is so moisturizing! I use it about once a week and it works so well after swimming at the beach and in the pool. Usually my hair is so dry, but this mask hydrates it so well! It is a bit pricey, but honestly you don’t need to use that much, so it lasts a LONG time. If you’re thinking of getting if you’re thinking of buying it, GET IT!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "“Love the product makes my hair look shiny, thick, and healthy defiantly recommend!”"
		},
		{
			"review_title": "Great product, not worth the price though.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this hair mask! It smells great, but you barely get any product for 25, almost 30 dollars?! I definitely think you could buy a cheaper target mask that works just as well, if not better!!"
		},
		{
			"review_title": "Doesn’t do anything",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I’ve used this a couple of times and it honestly made my hair feel like hay and I’ve had better hair masks from Walmart fr. Not worth it lol"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’ve been using this in my hair for a weeks now, it feels very nice and makes my hair feel amazing. it says it can be used with dry or wet hair, I definitely recommend wet. Smells amazing"
		},
		{
			"review_title": "MUST HAVE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have very damaged hair and I started using gisou a year ago and this immediately after one wash fixed my hair I love it sooooo much it’s one of there best product for sure.  I love them and I’m so grateful!!!"
		},
		{
			"review_title": "I will always have in stock with me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This product lasted me forever . I had never done a hair mask before, and this was my first one, no complaints there. The results were amazing. There are no harsh ingredients. I will be repurchasing."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This hair mask did nothing for my hair and I used every last bit. I think this is better if you already have healthy hair. The container is pretty cute so I reused it by putting cotton pads w/ glycolic acid."
		},
		{
			"review_title": "Works amazing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Such a good hair mask but deffo a splurge cuz theres other Japanese hair mask that does the same job if not better for example the fino hair mask and those are only around $20-25 cad makes your hair so healthy looking and shiny and so soft and smooth, the Gisou does the same but you don't get that much product since its only 75 ml and its pricy too. Other than that its a good product smells sooo good too on my second one so if ur thinking about getting it u should give it a try it wont disapoint you."
		},
		{
			"review_title": "This is the worst",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I hate this stuff. It is so thick. You can’t even easily apply it. It made my hair feel disgusting it literally feels like I just came out of a swimming pool. It’s a terrible terrible product. I would never buy this again in my life. ￼"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "My friend gave this to me for my birthday. I think this is a good product, but it's expensive and you could probably get something better for a cheaper price. If you're ready to spend a  lot on your hair, this is a pretty good product. It leaves my hair shiny, but that might be because of the other products I use in my haircare routine."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "i love this so much. i have so many split ends and it helps so much with all of those. smells so so good ￼"
		},
		{
			"review_title": "Yes!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Amazing! Leaves my hair feeling so nice. DEFINETLY recommend."
		},
		{
			"review_title": "Amazing product but overpriced",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "It’s really good and it works and smells so good but the full size is so expensive! I can get a similar hair mask for half the price. If it was just cheaper it would be perfect."
		},
		{
			"review_title": "Alright",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Oily skin",
			"review_text": "I feel like it doesn’t do much and it was very expensive it smells really good though."
		},
		{
			"review_title": "meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "nice consistency and smell, but didn’t really see any improvements on my dry and damaged hair. it only made my hair slightly easier to detangle. it also kinda made my hair fall out when i gently combed it through with my fingers. wouldn’t  recommend to a friend"
		},
		{
			"review_title": "Hair won’t absorb it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Not a fan… my hair felt dry after using. It’s hard to massage into your hair. I have long hair and it would be so tangled after using this."
		},
		{
			"review_title": "Pass…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love the scent but this was very hard to rinse out and left my hair feeling heavy and a little greasy. Not for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Wow. Fixed my hair damage in one use. YES ONE USE AFTER ME HAVING SUPER DAMAGED HAIR. Use it for 7 minutes trust me."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love this mask, only thing is you HAVE to leave it in for the exact amount of time it says on the box, or else it will not work so well. Otherwise, really great product!"
		},
		{
			"review_title": "if you have slightly damaged long hair get it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "i was honestly speechless when i got this. it’s so thick and creamy SO moisturizing smells like flowers. i’m definitely rebuying but in the bigger size! try it with the hair oil!!"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Love love love this! So creamy and in just 5-7 minutes I wash it out and my hair is so moisturized!"
		},
		{
			"review_title": "Really wanted to love this but no :(",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Good things first, this mask is SUPER moisturizing. It leaves my hair soft and moisturized like no other product does and it actually stays so soft for a few days after using. However, when I use it, I lose sooo much hair in the shower it's insane. Did so many tests and confirmed it is the one product that has been making my hair fall out when washing :(( I really wanted this to work for me for its moisture benefits but it didn't, wouldn't be buying again!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "How did I live before this? Makes fried ends amazing. Transforms hair"
		},
		{
			"review_title": "i LOVEEE this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "This product is honestly so good. I have 2a-3a hair type with very thick hair and this makes my hair feel so soft and thicker in a nice way. I use this one day a week and it doesnt run out too fast either, the mini size is perfect if you dont feel like spending full price"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I LOVEE this hair mask it makes my hair super soft and it doesn’t run out super fast (i use twice a week) although i have very thin hair!"
		},
		{
			"review_title": "A must-have hair product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "My hair feels incredibly soft and looks much shinier. The mask has a rich, creamy texture that spreads easily and smells delightful. After just one use, I noticed a significant reduction in frizz and my hair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "i use this twice a week on my hair that’s been absolutely fried beyond oblivion and when i tell you this has brought it back to LIFE. i leave it on for 15 mins and my hair feels like silk!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I just received it, I haven’t tried it yet but it smells great!"
		},
		{
			"review_title": "Leaves my hair soft, but doesn’t help frizz",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "This hair mask makes my hair very silky in the shower and easy to brush through. It is expensive though, and I have frizzy wavy hair, and it didn’t help my frizz. It makes my hair soft though!"
		},
		{
			"review_title": "AMAZINGG",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "This is defienitly my favorite hair product or even product I'v bought from sephora, as someone with alot of dandref and dry scalp this made my hair so shiny. i recommend letting it sit in your hair while its wet for about 10 minutes."
		},
		{
			"review_title": "DEFINITELY GET",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I have been using this product for over a month now and love this product! It has made my hair thicker, fuller, and silky! I recommend this product for any person who want to thicken their hair!"
		},
		{
			"review_title": "Amazing product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I seriously love this product, it is unbelievably amazing and does wonders for my hair. I have been using this product for about 2 months I use it every other week, yet this tiny bottle lasted a long time! only downside to this product is that"
		},
		{
			"review_title": "Does wonders for my hair 🏋️‍♀️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I use this product once a week and after a short amount of time, I’m already seeing positive effects on my hair. It’s become more shiny, less tangled, and slightly thicker than before."
		},
		{
			"review_title": "Absolutely Get It!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I will always repurchase this product. One of the best hair masks that I have used."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "Fair warning this smells 100% like baby powder. I hate it. Luckily the scent is faint. Overall the product performs pretty well. Not knock your socks off but yeah, my hair is smooth. I wouldn't repurchase. I think the gisou popularity is really about the cute packaging and the hype more than they are actually good quality products. I've been trying them and none of them have wowed me. Just ok to good products. Nothing great. I like the hair perfume the best but the scent is weak."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Normal skin",
			"review_text": "this does make my hair smell good but it was a waste of money. it doesnt do much for my hair and just isnt worth the hype. i would not buy"
		},
		{
			"review_title": "A must have for smooth hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I LOVEE this product!! After using it my hair is so moisturized and silky smooth! Not only that it makes my hair smell so goood❤️ 100/10"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love love love, I have thick wavy hair and it’s so much better than Amika soul food"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Soft, silky and smells great . Just went blond and it has helped so much to keep it soft n healthy"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The first use of this product left my hair feeling amazing, however, I feel like it hasn’t done anything since. I’ve been using it consistently but my scalp has become dry if anything. I don’t feel like it has helped my hair that well."
		},
		{
			"review_title": "Your Hair's New Best Friend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Incredible hair mask! Thick and rich, but doesn't leave the hair gunky or heavy. In fact, my hair has more bounce now. Tried the travel size during the VIB sale, which should last a while as it's a generous size. But I will be coming back for the full size. Smells wonderful too, but not too heavy. Leaves my hair beautifully conditioned, shiny and silky. And I put it to the test by first using a shampoo which typically leaves my hair feeling a little dry."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Love this it makes my hair so soft and not weighed down"
		},
		{
			"review_title": "J’aime mais pas mon préféré",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "L’odeur divine, 10/10 Efficacité sur mes cheveux fins 7/10 Pas un mauvais produit, mais pas le meilleur!"
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "It makes your hair so soft after. I wish there was more product though because it runs out fast :/"
		},
		{
			"review_title": "so moisturizing and makes hair so soft!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "I love it so much cuz it makes my hair so soft and bouncy after. it is expensive, but if you are looking for something that is moisturizing and makes your hair glisten, this is the one. it smells so good and you only need a little for it to rlly hydrate your hair!"
		},
		{
			"review_title": "Must have hair wash routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I love this! I usually HAVE to use conditioner but with this it is the perfect alternative!! Leaves hair so soft and has an amazing scent!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been using this product for awhile and have noticed that my hair falls out a lot less and my hair is easier to comb. I’ve tried other masks but this is my fav! Also use the Gisou leave  In conditioner."
		},
		{
			"review_title": "A Great Product but a bit on the pricier side",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I wanted to test out the GISOU Hair Mask before splurging on the big bottle, so I got the mini one. Let me tell you, it's amazing! After using it 5-6 times, my long, thick, and frizzy hair felt so much softer and smoother. Even though the mini bottle only lasted for about 6 uses, it was totally worth it! Highly recommend giving it a try.   2 / 2"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love this hair mask!! Makes my hair feel very hydrated and soft. Only thing is that it smells a little weird… but other than that it’s perfect!"
		},
		{
			"review_title": "Nothing special. Expensive.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Very small! Returned because I used once and it was 1/4 gone. Nice texture (thick), great smell. Rinses soft but for my hair type (bleached, long and thin) it left my hair feeling a little weighed down/waxy?"
		},
		{
			"review_title": "A Must Have For Sure!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Can’t say enough great things about this hair mask. I bought it to give it a try and OMG, it’s just like putting butter on my hairrr, it felt soo good while applying and left my hair so silky after rinsing it out!!! A must have"
		},
		{
			"review_title": "Love This!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love this product it is perfect in my routine! It is super moisturizing and makes my hair really soft. I have super thick hair and it is great at keeping it healthy."
		},
		{
			"review_title": "MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "I honestly didn’t have high hopes for this as most hair masks don’t do much for me. However this left my hair smelling amazing and so soft. Everytime I use it i get compliments on how soft and smooth my hair looks."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This makes my hair very soft and easy to brush. I keep buying it every time I run out"
		},
		{
			"review_title": "MAKES MY HAIR SO GLOSSY🎀🎀",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair",
			"review_text": "i have been trying to find a hair mask that doesn’t dry out my hair and i have tried so many so i decided to buy this one and ITS AMAZING. not only does it make my hair so silky smooth it smells amazing too just like their honey perfume!!"
		},
		{
			"review_title": "I wish i liked this",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "It smells great. I have medium-thick hair that is VERY dry at the bottom and gets very oily at the scalp. When i use this, the bottom of my hair is great, but anywhere near the top of my head turns into an oily brick after even 1 day or less. This should br hydrating! Not clogging! I dont get it. I will keep using on the ends, but wish it worked around my whole head of hair."
		},
		{
			"review_title": "must have !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this! it made my hair so silly and soft; it also helped reduce major frizz!!"
		},
		{
			"review_title": "I LOVE it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "My hair is softer and with less frizz! I absolutely love this hair mask!! You should give it a try 🥰"
		},
		{
			"review_title": "I totally recommend it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
			"review_text": "It makes your hair so silky and not sticky or frizzy at all. But if you like it for your hair, you should try the small size to see if u like it and if you like it get a full size cuz u run out of it real fast. You will see the difference right after you dry your hair."
		},
		{
			"review_title": "Great for thick hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "red hair, Porcelain skin tone, Oily skin",
			"review_text": "After using this product my hair is so much healthier. It helped repair my hair from heat damage and make it silky smooth.It is great with the hair oil.The product has a very thick texture so it's perfect for my thick hair."
		},
		{
			"review_title": "Eh",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Not my favorite. I think it smells good but has a very thick texture. It also has fragrances in it so be careful if you’re allergic."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Bought as a gift for my friend but she said it made her hair super soft and it's really good, also said that her mom uses it"
		},
		{
			"review_title": "Get compliments on your hair style😍🎀🌸",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "If you wanna get compliments from your peers, workmates, and your partner, this hair mask is absolutely worth 💯 application: just take a small part of the mask,rub it on your hair with hands🤩"
		},
		{
			"review_title": "Works good and smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It works well! I have dry hair and my hair loves it. It’s made it super shiny and has made my hair feel a lot healthier!!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "After using this product for 2 weeks my hair has never been so shiny I think it works great for 1 day or so but it is not color safe and I learned that the hard way. I would recommend if you don’t have coloredhair!"
		},
		{
			"review_title": "U NEED THIS BABE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "i used this one time and my hair is silky, soft, and shiny. i can’t describe how much i love this product!!! GET IT NOWWWWWW😍😍😍🫶🏼🫶🏼🫶🏼🫶🏼"
		},
		{
			"review_title": "It’s great but not a must have!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "After using it for a few months, it’s smells good,removes a bit of frizz, and adds a little softness but it’s not a must have and I’m not noticing major differences. It might be my hair type but not bad!"
		},
		{
			"review_title": "Eh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I wouldn't say its a good product for ME. I have medium hair and I also have wavy hair. When I tried this out I put it on my ends after I shampoo'd my hair and I rinsed it out thoughrly but when my hair was dry my hair felt very heavy and I could still feel the mask on my hair. I would say it is for the girlies with thick hair. Do not try this if you have fine or medium hair. Loves ya."
		},
		{
			"review_title": "HAIR MASK SMELLS GREAT & WORKS",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "After using this product over the past weeks, I’ve seen a change in my hair and I love how soft it is I believe it really helps with damage, I am rating it four out of five due to the portion size, Needs to be bigger for the price"
		},
		{
			"review_title": "Good results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "Got amazing result in the very first use! Definitely going to try with the Honey Infused hair oil and leave in conditioner!"
		},
		{
			"review_title": "Heavy and unpleasant scent.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Packaging is gorgeous but overall I found the product disappointing. Quite heavy and wax like on my hair. The scent was not pleasant at all. No honey, powdery and chemical. Left hair waxy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This makes my hair so soft and it smells amazing! I will be purchasing this again."
		},
		{
			"review_title": "Amazing for 2c/3a medium hair! Try it out!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I shower once a week and have 2c wavy hair but it was damaged for a while so it was 2b. Now, it’s 2c almost 3a with light curls! This recovered my hair and it’s so shiny now! It’s SOO easy to detangle after use and I didn’t have to buy any other gisou products to make it work well! I wouldn’t recommend if you have fine hair though because of the thick formula it is probably better if you have medium/coarse hair."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’m shocked people like this — it really didn’t do anything for my hair at all, plus clogged my shower drain…"
		},
		{
			"review_title": "Not worth the price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This is a okay product but for the price it isn’t worth it. It does work okay but if you want a hair mask I would recommend another brand like Amika. The hair oil is amazing though."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Give my hair new life. I've been using this for 3yrs now and I recommend that to everyone."
		},
		{
			"review_title": "Leaves your hair nice and soft!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I decided to try this hair mask and I'm happy with the results. It leaves my hair feeling soft and it gives my hair shine."
		},
		{
			"review_title": "10/10 hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "love this hair mask. it’s very creamy but not too thin or thick either. light fragrance doesn’t bother me at all, and does wonders to my hair."
		},
		{
			"review_title": "Super Thick",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Smells amazing and is super thick, which is good for moisture, but weighs my curls down."
		},
		{
			"review_title": "Makes my hair feel so soft!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I love this product, makes me hair feel so soft and silky and leaves me with the best shine! I love how it smells so floral and it’s a thick consistency, which I usually prefer in my hair mask."
		},
		{
			"review_title": "Low moisture, outperformed by regular conditioner",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Smells pleasant but is a thick consistency that is annoying to distribute through a lot of long, fine, curly hair. Little slip, my regular conditioner outperforms it on the moisture front so I can't recommend this one except maybe for folks with very fine, short hair. Still looking for something to match Briogeo kiwi mask at a lower price point."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "My friends recommended this to me and she absolutely loves it however after my first hair wash with this product I styled my hair and I had a very dry and flaky scalp maybe it’s just my hair type but"
		},
		{
			"review_title": "The best hair mask!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Just buy it. It truly softens your hair, smells amazing and is easy to work with! The only hair mask I use and splurge on."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Doesn’t add much moisture to the hair. Can be waxy and you have to first work it into your palms before applying. Not worth the price."
		},
		{
			"review_title": "Not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Beware if you have curly or course hair. It was rather underwhelming and inefficient in my hair,  and provided no slip. Plus the price that has noticeably skyrocketed despite its mediocrity."
		},
		{
			"review_title": "obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I never write reviews and I don’t know what’s in this product that makes it so special but it’s become my holy grail, I thought it would be overhyped/wouldn’t work for me but it seriously gives me the smoothest, most hydrated ends even when most products don’t seem to work. Most “smoothing” products just give me dry limp ends but this one doesn’t - for reference I have dry, highlighted but healthyish hair, 2B-2C waves"
		},
		{
			"review_title": "Soft hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Really loved this product make my hair feels so soft and smells nice, it doesn’t really does much for my frizz but it’s okay."
		},
		{
			"review_title": "Great Product, Bad Packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Normal skin",
			"review_text": "My hair felt so much more smooth and silky after using it. It never felt like it left my hair feeling greasy, and I loved the smell. Only downside is the packaging, hard to open and close with wet hands"
		},
		{
			"review_title": "Love at first use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I tired this because my usual brand was out of stock and I am so happy about it. This mask wasn’t overly fragrant, but it’s subtle scent is pleasing. The results were great!  My frayed ends were tamed, my hair had more bounce and shine.  Will definitely purchase again."
		},
		{
			"review_title": "This is it right here",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This made my hair look amazing along with the oil. If you try anything of this line it should be this and the oil."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "bigger than expected made my hair silky and smell good"
		},
		{
			"review_title": "Makes your hair so soft!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "For it being a mini size it lasts a while, I use mine 2-3 times a week and still have almost all of it. Definitely recommend!"
		},
		{
			"review_title": "[⭐️⭐️⭐️⭐️⭐️] - works so well!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "[✅]i absolutely LOVE this hairmask! i got it as a gift and it helped so much with my dry and dead ends, and it smells AMAZING when its applied!  [❌]there isnt as much product as i exoected, it’s missing like25% of the product. thats really it though!"
		},
		{
			"review_title": "READDD",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "ok so i had really bad heat damaged hair! but this really helped hydrate and fix my dead ends! would totally recommend 🎉🎉"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love Love LOVE this product. It makes my hair so silky"
		},
		{
			"review_title": "Favorite Hair Mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair",
			"review_text": "Nothing makes my hair as soft as this mask! I love using it as an overnight treatment on dry hair- much easier than waiting in the shower! Smells great too, highly recommend for medium thick, coarse/wavy hair"
		},
		{
			"review_title": "A must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "This product was so good and it made my hair so soft and shiny. I really liked it and I would definitely buy it again!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "this hair mask is great. it makes my hair super soft and smooth. the only downside is that it makes my hair feel greasy."
		},
		{
			"review_title": "Heavenly scent, not much else",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I've been using this hair mask for about 3 months after trying out the mini version. While the product claims to be hydrating and prevents hair damage, I feel that it leaves my hair dry. It does have a heavenly scent and leaves my hair smooth and soft at first, but after drying, my hair feels a lot more brittle. I also found 2 shards of plastic in my second mask mixed in with the the product, so needless to say, I'm not going to be repurchasing."
		},
		{
			"review_title": "Buy this now",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "After using this it left my hair sooo soft and it smelt like sweet coconut for a good 2 days before I washed it, and it’s not hard to do like most heir masks. this only takes 5 minutes if that to work!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Not impressed. I expected this to do something but it wasn’t any better than a cheap conditioner. No extra shine or noticeable difference."
		},
		{
			"review_title": "YES ABSOLUTELY!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Makes my hair so soft and smell so amazing. I definitely recommend this product. I can’t tell if it has fixed my damaged hair at all, but it looks pretty and smells so good."
		},
		{
			"review_title": "Results immediately",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Such a good hair mask! I used it once and already see my hair feeling softer, and shiny. I’m very glad I purchased this!"
		},
		{
			"review_title": "SPRINT.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "AHHH SO GOOD!! Made my dry thick wavy hair shiny and healthy! SPRINT TO SEPHORA NOWWW!!"
		},
		{
			"review_title": "Smells so good & I notice a difference",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I have color treated hair and I only need to use this once or twice a week when it feels dry. My hair is noticeably softer and I love the smell!! Highly recommend."
		},
		{
			"review_title": "Do recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I started using this product right when I got it! I was so excited to get this product. It makes my hair smooth and easy to brush through. Once i’m finished with the mini i will probably get the larger size.larger size. Will defiantly use this everyday!"
		},
		{
			"review_title": "love ur hair? buy this.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "i love this hair mask. smells amazing, a thick creamy mask but keeps my hair bouncy, soft, and shiny"
		},
		{
			"review_title": "It’s okay but don’t really reccomend it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "it’s okay, used it today and at first the results were amazing, made my hair smell good and made it shiny and soft but it was a little bit dry then as the day went on I kept finding more and more residue of the hair mask."
		},
		{
			"review_title": "THE BEST HAIR MASK IVE EVER USED!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Love this so much!! I have  deep waves and im very frizz-prone so I was scared of this drying my hair out, but when I used it last night it was literally the best! My hair was so soft, barely had any frizz, super shiny, and it smelled so good!! Go buy this now!!"
		},
		{
			"review_title": "I LOVE THIS IS SO GOOD 🌷",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love this so much it really nice and help me grow my hair longer and shiny 🩷🎀"
		},
		{
			"review_title": "Definitely worth the price",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I've only used this product twice and it made my hair so soft and silky. I have bleached my hair more than once and dyed it so it's very dry. I've been getting into hair care and wanted a hair mask to save my damaged hair and this was a miracle. It smells fresh and made my hair feel healthier by the first use. A little pricey but soo good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I use this at least 1x a week. I have thick hair and this mask keeps it so healthy. By far my favorite"
		},
		{
			"review_title": "Use this for perfect hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "after using this mask my hair felt better than ever!! so soft, silky, and especially shiny. I use this mask every saturday and have received great results. my hair was never shiny or felt soft and now it does feel soft and shiny."
		},
		{
			"review_title": "In my rountine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone",
			"review_text": "This left my hair so soft and it smells absolutely amazing!"
		},
		{
			"review_title": "MY HAIR IS SO MUCH SOFTER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I bought this product on my dads phone. When I bought it I had dry hair and had cut lots of it off so. I wanted to keep my hair healthy and hydrate it I bought the mini version because it’s  an expensive product and if it’s bad I don’t want to spend a bunch of money on it when I got it Ii used a tiny bit on my ends and they instantly felt softer and when I say a little I mean clime a  pea sized amount you really don’t need munch a little goes such a long way so. it’s not a product you constantly have to be rebuying so to sum it all up it’s a hydrating long lasting product that will make your hair super soft and I will be buying the full size when I run out it’s worth every penny expensive product"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "So good makes hair so soft I love it so much! It works so well!"
		},
		{
			"review_title": "moisturizing and smells good :-)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I have very dry wavy hair and after using this mask I see more moisture added back into my hair as well as a shine to it,I will be buying this mask again once I run out! :)"
		},
		{
			"review_title": "Will repurchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It’s only my second week using it only twice a week as recommended and I see immediate results. I usually have frizzy thick hair but I have almost no frizz and my hair feels so smooth and manageable. I will keep buying this product!"
		},
		{
			"review_title": "Must-have for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Absolutely love this mask.  I have used and tried a lot of expensive and inexpensive masks and this one has continued to be the best one yet.  I have wavy, coarse, thick hair.  Works great for dry hair and/or chemically treated hair."
		},
		{
			"review_title": "dries my hair out :(",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "this hair mask said it would hydrate my hair and add shine but it didn't do either of those. i made it frizzy, and styling made my hair look really bad. it might be ok if you have thinner greasy hair but it just didnt work for me."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "Love this. After using the mask my hair is velvet smooth and I love the honey infusion. I do find the product  is clumpy when lathering in my hair I really need to work it in. You get a lot of product for the size."
		},
		{
			"review_title": "Must-have in ur haircare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "I had originally came across this brand through TikTok and knew I had to try it, ASAP!! This product left my hair feeling so smooth and healthy. Not to mention how amazing it smells."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "This is the only mask that actually makes my hair feel short and nourished"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I used this product once and I got instant results. I shampooed then got out of the shower slapped some in for about 20-25 min (ik it says 5-7 but my hair is DRY) and I swear it fixed it"
		},
		{
			"review_title": "10/10- a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve used this for the past couple weeks and my hair has never looked healthier, I don’t do anything special- I  use the same shampoo I’ve previously used and blow dry my hair- and it has restored its health and shine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Best hair mask ever my hair feels so soft and now my hair is extremely shiny"
		},
		{
			"review_title": "Belongs in the Everything Shower",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I’ve been using this for about a month and it’s amazing. My hair feels so soft and silky smooth and it’s just a great product! I’ve also seen a difference in the amount my hair has grown. I recommend it."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This makes my hair look so hydrated definitely recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This hair mask is to die for. It makes my hair so shiny, soft, and not as damaged. It also smells nice and I feel so clean when I use it. I totally recommend this"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I love this it hydrates my hair so well and smells amazing!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The husky hair mask is super good. It makes my hair so soft and shinny! It smells super good and I can use it in the shower! I am going to buy this product again!"
		},
		{
			"review_title": "Staple for Haircare",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Gisou's Deep Conditioner is a total game-changer for my curly, thick hair. This luxurious treat leaves my curls irresistibly soft, incredibly manageable, and smelling divine. I've tried many, but nothing else comes close. Gisou has secured its permanent spot in my routine – I won't be using anything else!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I followed the directions and instead of leaving my hair soft and moisturized like it said it would, my hair actually ended up super dry (which is a problem I’ve never experienced before as someone who has fine and oily hair)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "great for your hair works great with the hair oil."
		},
		{
			"review_title": "Mehh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "This hair mask hardly does anything for my hair. I don’t notice any difference! I never reach for it, I always use the amika one I have instead."
		},
		{
			"review_title": "Why is this product in stores?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I don't know how this product worked for some people. I am currently crying in the bathroom. I have washed my hair twice trying to take it all off, and I still have some residue. When I tell that this almost completely ruined my hair, I'm not JOKING. My hair was so sticky and heavy, that no hairbrush was able to comb it. I tried washing it again with no conditioner and it was still there. I had to use some oils to try and get rid of it. Nothing. I am going to wash my hair now for the third time and then go to Sephora to return this. PLEASE DO NOT BUY THIS. This is hands down the worst hair product I've ever bought."
		},
		{
			"review_title": "Not Hydrating",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "With ingredients such as coconut oil & honey, I thought my hair would bathe in luxury, yet, it was quite the opposite. Refunded."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I received a trial size of this mask and its lovely! hydrates my hair very well it feels soft, some masks leave a film and that makes the hair feel soft but this actually nourishes, hydrates and makes my hair soft! Only reason I give it 4 start is cause of the price of the full size being 77$"
		},
		{
			"review_title": "Favorite Hair Mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This stuff is great! When I use it, it leaves my hair feeling beyond soft like instant results. I will always have this. I’ve used almost all of it within almost a year."
		},
		{
			"review_title": "My 3rd jar so far!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I tried this product and my hair is so soft after every wash. This is the first product ever that can really help moisturize my hair."
		},
		{
			"review_title": "MADE MY HAIR SMELL HORRENDOUS",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "It was fine the first time I used it but then when I used it a second time I noticed it made my hair smell absolutely disgusting. I tried washing my hair twice again and the smell did not come out for about 3 days. I tried it again not knowing it was this and once again the exact problem happened. My hair smelt HORRIBLE!!!! DO NOT GET"
		},
		{
			"review_title": "Good mask! Not the best",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Good hair mask! I like it. I don’t feel like it’s the best tho? A bit pricey also.."
		},
		{
			"review_title": "Must try hair mask..",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I bought this on the quest to find a hair mask that I like. I've used this twice with the hair oil for added oomph. I don't need to use a lot of product but enough to coat the hair. Definitely made my hair softer and easier to comb. I will probably pick up the larger size during the sale."
		},
		{
			"review_title": "🍯✨",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Such a nice hair mask. It really works wonders on curly hair."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I didn’t but this product but I tried it at my friends house and I immediately ordered! It made my hair soooo soft and shiny. The only con is the price 😳 but other than that 100% recommend!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Wanted to like it. I feel like this product is a complete rip off. What it claims it does versus the ingredients in it— you could do better at the drug store."
		},
		{
			"review_title": "A staple in my hair care.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Best conditioner I have used so far. Hair feels more tame and smooth but not oily even upto a week after using it."
		},
		{
			"review_title": "Holy grail for my hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This hair mask it amazing. It is very moisturizing and provides the nutrients my hair needs. I use this once a week, usually on sundays to have my hair so clean, soft and healthy for the week. To describe how good this product is, I have repurchased it twice. The packaging is also very pretty, and there is a lot of product inside. Definitely recommend for people with frizzy hair!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "Utilice este producto y no note algún cambio. El mismo efecto o mejor me deja el cabello un producto de supermercado."
		},
		{
			"review_title": "Great for splitting ends",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, notSure skin tone",
			"review_text": "Worked like magic for me, made my hair insanely soft while hydrating the ends. I leave it in my wet hair for around 10 minutes and rinse with cold water for the best results."
		},
		{
			"review_title": "Pas pour moi",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "J’ai les cheveux ondulés, sec parfois, et le produit ne m’a apporté aucune hydratation, aucune brillance, tel que mentionné dans la description. Il sent bon et c’est tout.. Je suistriste"
		},
		{
			"review_title": "Not worth",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "It did nothing for my hair. I have fine and thick hair and it was a waste of time money and water"
		},
		{
			"review_title": "Everything shower taken to the next level",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Hair is so moisturized and shiny after using this product, and it smells heavenly. 10/10"
		},
		{
			"review_title": "My hair has never been softer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received a gift card to select a product of my choice to review.  This is THE best hair mask I've ever used. It smells divine and makes my hair so so soft. My hair has never been silkier or softer."
		},
		{
			"review_title": "Game changing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I just love this product. it's a game changer!! I had dry hair and hair fall issues. I bought a mini mask to see if it works. originally, I was skeptical because the previous hair masks resulted in more hair fall. but trust me, this definitely changed the texture of my hair. It keeps my hair hydrated for 3 to 4 days without applying serum. Just buy this product❤️ am planning to buy other gisou products and try it out as well."
		},
		{
			"review_title": "Did the Opposite of What I Wanted",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I was really disappointed in this one. Each time I've used this product my hair has been noticeably harder to brush and frizzy. It has the exact opposite of the smooth and silky effect I expect from a hair mask. It honestly worked worse than even my regular conditioner - I never usually have trouble brushing through my hair after I get out of the shower and after using the product my brush has been sticking and struggling each time. FYI my hair is thick and wavy."
		},
		{
			"review_title": "Works on fine hair!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have been wanting to try the Gisou hair oil from all the reviews and posts I’ve seen, but I have been cautious bc my hair gets really oily. This product however is perfect! I wish the scent was a little more gourmand than it smells artificially fragranced (almost floral). My hair looks and feels great after using this weekly; doesn’t weigh down my hair!"
		},
		{
			"review_title": "A Solid Choice with Room for Improvement",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "While it didn't deliver that wow factor I was hoping for, it's definitely worth a closer look.  First off, let's talk results. This mask does a commendable job of smoothing out those lovely locks of ours. Granted, it doesn't possess an extraordinary ability beyond what you'd find in your average drugstore mask. However, I love that is Clear at Sephora.  One thing that immediately caught my attention was the packaging. Sleek, stylish, and evoking a sense of luxury, it's hard not to appreciate the effort put into the design.  What truly won me over was the availability of a mini size. It's a smart move on their part, allowing customers to try it out without committing to a full-sized product blindly. Major points for convenience and accessibility!  All in all, while the Gisou mask didn't blow me away, it remains a solid choice that deserves consideration. If you enjoy experimenting with different hair care products and appreciate thoughtfully crafted packaging, I'd definitely recommend giving it a shot."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I was so excited for this because I love the hair oil but I saw no difference after using this product. I have thick curly hair so I used a lot and even then - nothing. More effect masks out there"
		},
		{
			"review_title": "i love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "i love this product! after i used it for the first time it made my hair SO silky and soft i love it so much! it is a little pricey but i understand why!!"
		},
		{
			"review_title": "LOVEEE this hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "the BEST hair mask that has touched my hair, i have very dry and thick hair and this gives it so much shine and makes it SO soft, its a little pricey but i would not mind getting the full size"
		},
		{
			"review_title": "For my everything shower routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received a gift card to select a product of my choose to review. After using this mask just once, I was hooked! It smells absolutely amazing and made my hair feel so much more healthier and shinier. I used this once a  For a few weeks and I’m already obsessed with the results it’s given me!"
		},
		{
			"review_title": "Not a fan",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone",
			"review_text": "I do not like this product at all. It changed the texture of my hair making it hard to comb though instead of softening."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "J’adore l’odeur et comment mes cheveux devient doux après utilisation!"
		},
		{
			"review_title": "DEFINITELY BUY IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "This product has worked wonders on my hair! It has made my hair so soft and shiny. Get the mini one before the big one in case it’s not for your hair type."
		},
		{
			"review_title": "Not worth it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I was really excited for this product but I am pretty disappointed. It feels like I’m putting lotion in my hair and it smells like play dough. Made my hair feel greasy and dirty even after washing it out."
		},
		{
			"review_title": "AMAZING PRODUCT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I swear by this hair mask, your hair will smell good for DAYS after using it, it makes my hair shiny and smooth and smells so clean and fresh 🤭"
		},
		{
			"review_title": "Nice product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I got this as a mini sample, but even the small amount that I was able to use made my hair very soft. The smell is pretty nice, and I love the packaging. I don’t know if it’s worth the $$ though."
		},
		{
			"review_title": "Okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Smells really good! But other than that it’s not moisturizing enough for my curly 3a hair. For me it gave me the same results as a regular conditioner not so much a hair mask/deep conditioner"
		},
		{
			"review_title": "The Bees Knees",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m literally on my second jar, this stuff is amazing and smells incredible. Whenever I need to have a good hair day this mask is the only conditioner I use and I know my hair will be silky smooth"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Normal skin",
			"review_text": "J'ai vue une différence au deuxième essai et WOOOOWWW !  Mes cheveux sont doux et souples. Le produit sent super bon et la texture est très intéressante. L'état de mes cheveux étaient catastrophiques. Ils sont très minces à la base, commençais a ressembler à de la paille... ils n'avaient plus d'éclat. J'ai trouvé ma recette miracle. Ça vaux l'investissement car j'était prête a payer beaucoup plus pour des soins de luxe chez une coiffeuse."
		},
		{
			"review_title": "smells so good and makes my hair so soft 😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "i use this before i wash my hair and omg im obsessed !! makes my hair feel so light and soft."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "it's good for adding moisture back into your ends, otherwise you can take it or leave it."
		},
		{
			"review_title": "Best hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Can’t say enough good things about this product. I have fine hair so little goes a lot way, thus instantly after one wash made my hair the silkiest and heartiest it’s been in a long time."
		},
		{
			"review_title": "produit de qualité mais dispendieux",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "je l'ai eu en échantillon, le laisser cing minutes puis rincer pour voir le meilleur résultat.  laisse les cheveux doux et brillant. le produit sent super bon. mais le prix est super élevé."
		},
		{
			"review_title": "A new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This brand is one of my new favorites. I love how hydrating it is, and not a strong scent."
		},
		{
			"review_title": "Waste of money .",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Not worth the hype, did not notice any difference to my hair, certainly not in terms of hydration. I think this product of over hyped. The jar is also too small for the price."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "left my hair smelling and feeling great!!!!!!!!!!!"
		},
		{
			"review_title": "smells so nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "this left my hair feeling soft and smelling good! would totally recommend this hair mask. i just think it’s too pricey :("
		},
		{
			"review_title": "100 percent buy this hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I recently bleached my hair and it was so damaged and I decided to buy this hair mask. After using this mask once, my hair is so soft and healthy I 100 percent Reccomend this for dry, frizzy, and heat damaged hair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
			"review_text": "This mask is SO good. The smell isn’t overpowering but it’s lovely. If you have thick hair, this will be perfect for you. My hair looks incredible the next day, and stays more manageable for the next few days too - LOVE"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "My hair has never been softer! I swear, Gisou knows what’s up. Just from using this as a conditioner, I’ve gotten so many compliments on how good I smell and that’s just my hair."
		},
		{
			"review_title": "So cute and Gentle",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Dry skin",
			"review_text": "Love this! you may think this size is too small but I've had it for a month and used it 3 times a week with thick hair. and it lasted. it's really great! you need to keep it on for at least 4 mins to see the full results though. but it smells so good and really helps with tangled, dry, and damaged hair. Smells yummy too."
		},
		{
			"review_title": "Saved my damaged dry hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "After carefully reviewing which hair mask I should try I decided to get this one in a mini version. I left it on for 20 minutes after shampooing and and it made the biggest difference. It smells sooo good and leaved the hair feeling so silky and soft"
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I’ve done over 4 Brazilian blowouts and they are really damaging to my hair and it made my hair wavy,curly and straight. so when i fished this tub my hair was almost like i never did the Brazilian blowouts"
		},
		{
			"review_title": "Perfect for damaged hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I used it once so far, and already see the difference. My hair is bleached, and gets very dry, especially after purple shampoo. This time I applied the mask right after using the purple shampoo, and it did it’s job! My hair feels light, and looks smooth and shiny. Highly recommended! The smell is great too"
		},
		{
			"review_title": "This mask is so mid",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This mask does…nothing? It feels really luxurious in the hand but never left my hair feeling even a little bit more moisturized. For the price I expected more. The scent is great, but so is the Sol de Janeiro one and that works."
		},
		{
			"review_title": "Worth It!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "If you are experiencing dry and damaged hair this this is your new best friend. A little greasy at first, but you don't really have to put much for its magic to work. You will see a difference even just using this product just once. Definitely my new go to hair treatment."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Smells good and feels great in my hair! I was scared that it would make my hair greasy idk (I have really greasy hair) and it didn’t! I’m definitely buying this again!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is the best hair mask I’ve ever used! Will definitely get it in full size."
		},
		{
			"review_title": "Not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I really tried to like this but i simply couldn’t. Each time I used this I followed all directions and everything but my hair felt like a literal crayon to the touch and looked so dull. There’s so many other products that are a fraction of the price and work way better"
		},
		{
			"review_title": "just do yourself a favour and get it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Preeetttty great, I take really good care of my all over bleached blonde long hair, but at an appt a few months ago she said my hair felt a little dry and I was so sad. I bought this and my hair feels better than ever. New staple."
		},
		{
			"review_title": "A dupe for actually taking care of your hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "My curly hair is something I don’t consistently take care of. Yet no matter the condition this product brings back the volume and shape for my hair to look it’s best! An amazing bonus is the smell is absolutely wonderful"
		},
		{
			"review_title": "LOVE THIS!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "you NEED this product. great size, but a little pricey. smells amazing and makes my hair so soft and smooth!"
		},
		{
			"review_title": "Best hair mask I’ve ever used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Got the mini size as a gift from Sephora and had to get the full size, works so well on my dry on the ends yet oily at the top hair!! Have gotten so many compliments on the smell as well!"
		},
		{
			"review_title": "Best hair mask ever!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My hair feels soooo silky just after 1 use!! It’s better than the brigeo hair mask imo. A little expensive in comparison to the Briogeo but worth every penny!"
		},
		{
			"review_title": "A little overrated but good! (Also aesthetic 😻)",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love gisou, but using this in the shower then washing it off is so satisfying I felt my hair getting softer! 🩷 But I gave this product a 4 star review because sometimes it doesn’t work as good."
		},
		{
			"review_title": "Lovee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Great size! I got the mini just to try this out and it’ll last me awhile. The product has made my hair so soft and I don’t need a lot to cover my hair."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "It smells good and has a nice texture, but it makes my hair look super greasy."
		},
		{
			"review_title": "10/10 for bleached, coloured dry hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Background: My hair is bleached and coloured multiple times. After leaving this mask on for a few minutes on my damp, straw-like hair, it was transformed into this soft and silky texture. After blow-drying my hair my hair felt like as if I've never bleached it in the first place. 10/10 would recommend. Did not remove my hair colour either"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is by far one of my favorite hair masks. I just recorded only using once a week at most so the results are optimal."
		},
		{
			"review_title": "Not for Me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Leaves my hair feeling heavy and like it doesn’t wash out. Used it two times leaving it in at varying times and no difference."
		},
		{
			"review_title": "yes yes yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This mask makes me hair feel SO soft. Highly recommend."
		},
		{
			"review_title": "my curls say yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "i have 3B curls, and i saw so much praise on social media over how good this is. even though they had straight hair, i decided to buy a mini with a gisou set. i used it every other wash (twice ish a week) though it's a pretty penny, i can definitely see my curls have a positive improvement in a short period of time. chrls are tighter, and my hair smells and feels amazing. will continue to repurchase."
		},
		{
			"review_title": "I’ll Never stop buying",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "3rd time ￼purchasing and I’ll never stop. This stuff is amazing. My hair is so smooth and shiny from this. And this brand quite literally saved my hair."
		},
		{
			"review_title": "Worth every penny",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Gifted by Gisou  with this product- you literally get what you pay for. It’s rich, sweet scent makes me sniff my hair all day. It’s super feminine and it very similar, if not the same scent as the hair oil. The ingredients line up is impressive, although I was a little disappointed to learn that the scent was artificial. It’s also silicone free, which is a biggie for me, especially with fine hair that turns greasy as soon as you look at it. This mask is one you have to take your time with though. I find It’s a lengthy process of towel drying my hair and jumping back out the shower to let it work it’s magic. I haven’t tried this overnight as 15/20 mins is enough for me. Silky, shiny and healthy hair.  Overall it’s definitely worth every one of my pennies!"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "i have curly hair. this mask made my hair so so shiny and soft. i will be repurchasing. this hydrates my hair so well. i definitely recommend."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "A sucker for anything by this brand. The scent is so luxurious and my hair always feels so soft after using. Love it"
		},
		{
			"review_title": "It works so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This made my hair smell so good and moisturized it so well! It is a thick hair mask and I was worried about it weighing my hair down, but it didn't! It made it so soft and less dry. It also took away my frizz. My hair is light brow, medium thickness, and wavy. If your on edge about this mask, I would say try it out! I was on edge but so glad I took the leap of faith and tried this out!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Do not waste your money ! No good, leaves your hair extra oily"
		},
		{
			"review_title": "Best mask I’ve ever used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have tried EVERY brand you can think of, but I always come back to this mask. Very hydrating, makes your hair so soft and shiny. And it smells amazing too."
		},
		{
			"review_title": "excellent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "excellent!  super hydration I indicate this product"
		},
		{
			"review_title": "Best mask ever!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "Best hair mask I’ve ever tried! Leaves a lovely scent in my hair and leaves it so shiny and moisturized! I’ve tried literally every hair mask you can think of. This is the best one trust me!!"
		},
		{
			"review_title": "MUST HAVE FOR SHINY BOUNCY HAIR",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "AMAZING. I’ve noticed a lot recently that whenever i would blow dry my hair and style it, the next day it would be so frizzy and my ends looked awful. i thought I had my holy grail hair masks but i was wrong. this one is 100% worth every penny my hair is so hydrated and shiny and bouncy"
		},
		{
			"review_title": "SOFT HAIR ACHIEVED!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "CANNOT EXPRESS MY LOVE FOR THIS MASK ENOUGH. I had very dry tips, and noticed a difference right away after ONE use. This was the first product I tried from Gisou, and it is what made me fall in love with them. I put this mask on dry hair, and left it on for an hour or so, and my hair felt SO HEALTHY AND SOFT. It's crazy expensive BUT a little goes a long way, so I only use once a week."
		},
		{
			"review_title": "I absolutely recommended!! 🫶🏼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I got this in the honey hydration set at Christmas and I’m obsessed! I us dir once or twice a week for 6-7 minutes in the shower and it makes my hair feel amazing!"
		},
		{
			"review_title": "MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "What is there to say about this? I LOVE IT!! I mix it in with my Gisou Hair Oil and it is literally magic. It makes my hair soft and nice. I have dry hair so I make sure to put in the hair oil. Love it!"
		},
		{
			"review_title": "too heavy for my fine hair",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Weighed down my hair a lot unfortunately. My hair is fine, and this is maybe better suited to thicker hair. My hair was flat as a pancake after using this. Also, many other masks that are cheaper seem higher quality."
		},
		{
			"review_title": "Routine hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "After used I really love this Honey Infused Hair Mask by Gisou was amazing for my hair, smells really nice, is perfect for put in your suitcase if you want to travel, my hair is dark brown a little oily and with slight waves, the results are amazing my hair is more bright and healthy thank you to this product"
		},
		{
			"review_title": "Deceiving packaging size",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I love the smell of this hair mask and how it makes my hair so soft. The issue I have is the packaging is twice the size of the jar so misleading as well as not good for environment."
		},
		{
			"review_title": "blah",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Not worth it. I believe the hype is more around the hair oil and perfume. This literally feels like you are applying lotion on your hair, and it does absolutely nothing."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I loved this product! My hair felt like straw, it was extremely Damaged, so out of curiosity I wanted to try gisou, and I don’t regret it! My hair is so much healthier."
		},
		{
			"review_title": "this mask slays",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "i love this sooo much it makes my hair super soft and it smells like bubble bath. my hair is dry and this gives it moisture and makes it reallyyy soft. idk why people are leaving such bad reviews for it like ive never had an issue i love it"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "This mask does absolutely nothing with my hair(( Also I don’t like how it smells. Nice jar is only one advantage of this product for me, unfortunately"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "It smells nice conditions well but I don’t see this as a mask that has science based ingredients for major repair such as virtue, olaplex…..etc. the price is outrageous for this mask. Did not repurchase!"
		},
		{
			"review_title": "Great But Caused Breakouts",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This makes my color-treated hair feel hydrated and soft again, however it also causes breakouts along my forehead and cheekbones whenever I use it. Will not repurchase due to the acne, unfortunately."
		},
		{
			"review_title": "Leaves my normal, fine hair dry",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I have normal hair, no split ends, damage or coarseness. My hair type is fine. I use a salon blow dryer, no heat styling tools and don't wash my hair everyday. I can get away with using a regular or light conditioner without any issue. That is why I am so surprised why this hair mask leaves my hair looking dry. I can always tell how visibly dry my hair looks and feels after using this product, which lasts right up until I have to wash it again. My hair is extremely unfussy and naturally low maintenance, so I'm not sure why it's making my hair texture worse. It is also heavy. I personally have never used a Gisou product I like. Their strengths lie in their marketing and packaging, but the quality and results are severely lacking."
		},
		{
			"review_title": "my favorite hair care step!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "love, love, loveeeee this product. she is amazing; makes my hair shimmer and smell like heaven. it's so hydrating and if used with the oil you'll def get amazing results."
		},
		{
			"review_title": "Such a nice hair mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "If you love Gisou products, then you'll enjoy this Hair Mask as well. It has made such a difference for my stack of hay aka my dry, frizzy wavy curls and I couldn't be happier. The price is a bit high, but a little bit goes a long way and it is worth the splurge. My curls are hydrated and more defined."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "By accident I received the Gisou Honey Infused Hair oil and I love it! It hydrates and gives shine to my dry curly hair. I make sure to only apply it from mid-length to ends so that it doesn’t weight down my thin hair. "
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Smells really good, I really like the brand. I am liking  it so far."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Love this! The product last quite some time too. Hair feels much more hydrated with weekly use"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I am obsessed with this hair mask! A little goes a long way with this, which is great because it is a bit pricey. It left my hair so soft and smooth and so healthy looking. There was no residue or overt smell left on my hair. This is totally worth the hype!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I like the products of this brand, the packaging is very nice and solidly made.  the hair after the mask smells very nice and also looks nice and healthy.  This is definitely one of my favorite hair masks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love hair masks since my hair can feel really dry especially after using purple shampoo. I like using this one in place of my conditioner while in the shower. It spreads easily and after rinsing out, my hair feels way softer and is easier to comb through! I also like that it can be used overnight as a treatment from what the gisou website says - a multitasking product is always great."
		},
		{
			"review_title": "I love this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Normal skin",
			"review_text": "I enjoyed this I use a big scoop (half my palm size) I have medium thick long mid length wavy hair and I suffer with frizz and dryness and tangles and the smell of this is delicious, smells like honey and it does help to soften my hair in the shower. I do shampoo twice so I need something to restore moisture and help with tangles. This was really nice. I would recommend and re purchase, I would love this in a set 😊 For the mini size that is a great price, this is the same size that was sent to me to try. This also does not leave my hair feeling greasy or heavy or anything it’s a great formulation"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "coarse, medium density hair  - it's okay, i'm not sure if i believe the hype and would only get this as a gift for others because of the pretty packaging. maybe this works better on a different type of hair type."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I like this product, but don’t love it. It’s pretty thick and the travel sized should last a while, since you don’t need to use much per application. I use this in lieu of conditioner, and use 1-2 times a week. It seems to help with moisturizing my hair strands, as I have noticed less frizziness after using. I have fine hair and it doesn’t weigh my hair down too much. I dislike the scent!"
		},
		{
			"review_title": "great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "i’ve used this hair mask before and it’s good for wavy or frizzy hair! i absolutely love the smell of it and my hair feels so soft right after use! would definitely rebuy this whole line is great! would recommend"
		},
		{
			"review_title": "My favorite hair mask.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This hair mask is incredible. The packaging is so cute and the hair mask is one of the best I have used. It leaves my hair feeling soft and looking super healthy. I use it once a week and it does wonders to my hair."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I have fine keratin treated and colored hair. I have a mixed feeling about this mask. My hair feels smooth and hydrated after wash. The following day it added some frizz. Another mask I am using keep my hair better in between washes.  Smell is too strong like other hair masks which is not much bothering for me."
		},
		{
			"review_title": "Worth the hype!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "You know this hair mask surprised me a lot! Most of the hair masks I've tried have always felt too similar to conditioner in the sense that it was more of a glorified conditioner rather than a hair mask but, this was not like that at all! It has the slightest honey scent like hair oil which you can only notice if you really try to smell it. This was very very creamy in the best way possible! I noticed a slight difference in the softness of my hair as well as my waves being more apparent. This hair mask definitely made my textures much more pronounced and so far I am impressed."
		},
		{
			"review_title": "A great hair mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I was so excited to to try this hair mask it smells so good and leaves my hair so soft and nourished. It definitely reduced frizz. I used it after clarifying shampoo and it added a lot of hydration to my hair. Highly recommended for anyone to try and also makes a great gift and anyone for the holidays."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I am in love with this hair mask. It leaves my hair feeling so moisturized and I love the way it smells. The product is so great in my hair and I would recommend leaving it in overnight for even more moisture. 10/10!"
		},
		{
			"review_title": "Lovely honey mask! Highly recommend",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This was the first GISOU product I tried and I must say, I’m impressed. I was encouraged to use this hair mask because it has honey and my hair LOVES honey products. I have thick and healthy 4C hair. This mask smells lovely, softens my hair on application (which is super) and once rinsed off, my hair is super soft and bouncy. I just feel that there needs to be more product for the price."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Loved trying this gisou product after  loving  some of their other ones. Worked it into my hair after shampooing and let it sit for 10 min before washing it out. Made my hair feel soft and nourished!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "So, I'll admit this is my first time using a hair mask so I can't compare it to another but wowza, I am impressed! It's so hydrating and my hair looks and feels healthier and shinier after use. It also smells fantastic!! I now want to try everything by Gisou!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Love this hair mask, Smells amazing. Helps with intense hydration. This mask helps reduce frizz. After using it you will notice that your hair revives. My hair is wavy and after applying it I notice elasticity and movement."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I love this hair mask so so much. My hair had been suffering from being dry, frizzy and brittle and this hair mask helped my hair after just one use! I have naturally thin textured wavy hair and this revived my hair from being so dry. 10/10 recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Love this mask so much! It’s worth all the hype. It does a fantastic job adding back moisture to my hair after I do a good clarifying wash. It instantly revives my dry and dull hair into refreshed and shiny locks that are ready to be styled! After I shower, I use the Gisou hair oil to give it that extra brilliance and luxurious appearance! This duo is perfect for restoring moisture to your hair this winter without weighing it down — highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "The best hair mask. It doesn’t have a strong smell and I like that! It’s very light but super hydrating on my hair and I used it every week. My hair looks softer and more shinier. I love it. Gisou is such a amazing hair brand"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Loveeeee this hair mask! Smells amazing and my dry damaged hair feels so soft and hydrated after using. I also love that you dont need to leave the mask on too long compared to other masks. Also love the packaging it looks so cute sitting in my shower :)"
		},
		{
			"review_title": "good formula, wish the mini came in a tube",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I received this in exchange for a review; these are my honest thoughts.  PROS: - light floral honey scent that isn't overwhelming and does not linger (a plus if you have a sensitive nose like I do) - rich texture that works easily into hair and stays in place, yet rinses away easily - generous size for travel, as a little goes a long way  CONS: - pricey - I would prefer a squeeze bottle/tube, especially for traveling"
		},
		{
			"review_title": "Love this hair mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I love trying out new hair masks and have heard only amazing things about this brand so I was so excited to try! Super rich and makes my curly hair feel so healthy, soft, and smooth. Tames my frizz without weighing down my curls!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love using this mask once a week when my hair is lacking it’s luster. It instantly revives my dry and dull hair into refreshed and shiny locks that are ready to be styled! Afterwards I usually just use their hair oil to give it that extra brilliance and luxurious appearance! I highly recommend this as a weekly treatment trust me your hair game will forever be changed!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this mask so much! It’s worth all the hype. It’s so hydrating and love the packaging. You have to try it! Would definitely recommend. It’s amazing! The packaging is so cute and makes my hair feel really nice!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have seen this brand everywhere and was so excited to try out some of their products! This hair mask has quickly become a favorite of mine for many reasons. My hair has been feeling so soft and hydrated with every use! It’s honestly perfection when it comes to deep conditioning and a little goes a long way with it."
		},
		{
			"review_title": "Very hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love hair masks that help specifically with frizz and split ends. I leave this in my hair for 5-10 minutes when it’s damp and then wash it out and notice when my hair starts to dry and when it’s fully dry it’s hydrated!"
		},
		{
			"review_title": "Smells good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gisou honey infused hair mask smells so good. What I don’t like about this product directions where the hair need to be clean then dry to apply and back to the shower. It works great and makes my hair smells good."
		},
		{
			"review_title": "smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have coarse thick hair so I’m always on the hunt for a nourishing hair mask. First off.. this smells SO GOOD!!! I also love the packaging as I’m able to get out the last bit of product. My hair felt so smooth and hydrated after using this. I will definitely repurchase."
		},
		{
			"review_title": "Great for type 4 hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this hair mask. It made my hair very, very soft and made my coils extremely defined. I’m not really a fan of the scent but I can bypass that because of how good it made my hair look. Definitely recommend if you have type 4 hair."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "Have been looking for a good hair mask for a while now and after trying this one I’m so obsessed. My hair has been feeling so soft and shiny and hydrated. My hair is dry usually and thin . This hair mask makes my hair feel so good"
		},
		{
			"review_title": "Lovely mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "The Gisou Honey Hair Mask is wonderful for deep conditioning and nourishment for weekly maintenance. A little goes a long way and my long coarse hair drinks it up. The mask is great for keeping in the shower for a self-care session."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I’m in love with Gisou Honey Infused Hair Mask! it’s the best hair treatment I’ve ever used! My hair look amazing, healthy and shiny! I would highly recommend this product to my family and friends!"
		},
		{
			"review_title": "Smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "This hair mask smells soooo good! It isn’t too heavy and helps to detangle my hair. I have curly hair and it helps with adding shine and life back into my dry color treated hair. I definitely recommend this one!"
		},
		{
			"review_title": "Great for dryness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I have wavy fine hair and it typically gets pretty frizzy if I don’t moisturize it. I love the gisou hair oil so I had high hopes for this. It smells amazing and makes my hair feel really good. For me, I don’t have a ton of hair damage but I think it moisturizes well. I love how smooth my hair is after! And it’s great for travel"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This hair mask is so nourishing and left my hair feeling super hydrated, shiny, and smooth. It also smells absolutely amazing! I couldn't believe how soft and silky my hair felt after using it. I love that it's safe for color-treated hair, too."
		},
		{
			"review_title": "Cute pink travel friendly! Super soft hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "A little goes a long way with this hair mask! I used only a quarter size amount on my hair and see immediate results with softness! This comes in a travel friendly beautiful pink container which is a plus for me since I am always traveling! Bought more for gifts for the holidays!"
		},
		{
			"review_title": "I LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I love LOVE this! I use it when my hair is feeling more dry than usual. I have a straight hair and wash my hair every 3-4days, I use it after my shampoo & conditioner, leave it for a couple of minutes before rinsing. I love how my hair feels after! I feel the difference and it smells very good."
		},
		{
			"review_title": "Helps my slip ends and frizzy curls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I totally was able to see positive results after using this hair mask. My hair is long and curly, I do use hot tools too and it becomes damage pretty easy . I found that after I started using this mask , my hair is left super strong and soft afterwards. I like the scent too . I do just take a bit and give myself a nice massage. It even helps me to detangle my hair more than the conditioner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I LOVE how this is making my hair feel. This is probably one of the best hair prouducts I’ve ever used. I love it so much and I can’t wait to see the way this makes my hair feel and look! I’m obsessed"
		},
		{
			"review_title": "Hydration Station",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Note to self: use this sparingly. I tried this mask and LOVED the first application, however the second time my hair just felt flat. I realized if I used this once a month, that is the sweet spot. I also like using a clarifying shampoo right before just to reset any build up and rehydrate"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This mask is amazing! It works as good as it smells. My hair felt super hydrated after one use and also looks beautiful in my shower. Love gisou for their branding and how well their products work. Obsessed!!"
		},
		{
			"review_title": "Lovely, lightweight mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Because I only wash my hair every 5 days at most, I like to use hair masks instead of regular conditioners. For a travel size, it's a very generous amount specially because I don't need much product. My hair is so thin and I mostly focus on mid hair to ends then comb through to get the product deep into my hair. I leave it on for 5 minutes while I do the rest of my shower routine and then rinse it off. I like the scent of this mask, it's not too strong and the consistency is not too thick, it almost feels whipped. It doesn't weigh down my hair at all. I have noticed such a big difference on my hair after using gisou products. It has been more manageable, easier to comb, light, healthy, shiny and plump. This mask and hair brand is the best I have tried in a long time!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love this hair mask! I use it twice a week along with other products from this brand and my hair is so healthy and shiny. This brand is so good! I definitely recommend this product to anyone looking for a hair mask."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was so excited to try this honey-infused hair mask  since I'm already a huge fan of their hair oil, It has a lovely scent and like the oil, a little goes a long way. My hair is dry and it left it feeling super hydrated and nourished."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "This hair mask is really nice to treat yourself with on a big shower day! It smells amazing since it is infused with honey, and it really does help to soften the hair and give my hair more shine throughout the day"
		},
		{
			"review_title": "It’s amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Hair mask that smells like honey!  I am delighted with her!  She is great!  My hair after the mask is so soft and crumbly that I constantly want to touch it!  even my boyfriend used this mask and said it was the best hair mask he ever had!  I recommend everyone try it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "I love using a hair mask once in awhile and this once smells so nice! I love scented products and this one feel light and fresh, and not too overpowering. Can’t wait to work this into my hair wash routine regularly!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "First impression: This item has a lovely soft scent of honey with maybe a hint of vanilla.  It has a soft dewy feel as well.  After using it on my hair that’s a bit dry from the winter heat I found that it left my hair very soft and smooth, without looking oily even post-shower like some hair masks do.  Definitely will keep using this one!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "The Gisou Honey Infused Hair Mask is super thick and moisturizing. It does a fantastic job adding back moisture to my hair after I do a good clarifying wash. It has a beautiful fragrance and a little goes a long way in my fine but long wavy/curly hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I’ve heard so many good things about the gisou brand and I was so excited to finally get my hands on this. I thought it was one of those products that would only smell good but not really leave an impact but I was wrong. It made my hair super soft"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This was pretty good! It smells AMAZING and dedinitely made my curls feel a lot softer and more hydrated. A little goes a long way with this stuff and while it’s not my favorite mask ever, I do enjoy it and would recommend trying it out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This hair mask is so great!! I wish more came for the price, but I would definitely repurchase. This hair mask works very well on my 3a curls and smells so lovely! Would recommend for all hair types!!"
		},
		{
			"review_title": "Perfect hair mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is just what my hair needs at the moment, going through post partum hair loss I want my hair softer and easier to manage than ever and this hair mask does exactly that. Leaves my hair feeling so lightweight and smells lovely. So recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Have been using it this mask on my curls every 5 to 7 days which is every other wash. Moisturizes dry ends and I'm waking up with really pretty hair with no frizz. The only con is the size.  I usually need a huge jar of a hair mask to make it last for sometime. This tiny gem does not last."
		},
		{
			"review_title": "Must have for soft healthy hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love using this hair mask after I have straightened/curled hair, and I want to wash it and wear it curly.  All curly haired girls you know you need extra hydration before you have a hair wash day. It helps with my frizz and keeps my curls soft after soaking in the hair mask!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This is a lovely hair mask. It makes the hair so smooth and shine for days after application. It smells amazing too just like honey. You don’t need much product either. My hair is dry especially during the winter so this gives it good hydration."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This hair mask by Gisou is amazing! It is infused with mirsalehi honey to help hydrate and repair damaged hair. It leaves my hair feeling so much healthier and is great for all hair types. I love that it is cruelty-free as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I received this product from Gisou for my honest review, and I have to say I love this hair mask! It’s so thick and makes my hair so soft and shiny. The scent is kind of a honeyed floral scent, and it’s not overpowering. My hair is so smooth and easy to detangle when I use this! Will be picking up a refill when I run out!"
		},
		{
			"review_title": "great mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "What an incredible hair mask! at first i thought the product amount was minimal but a little bit really does go a long way with this mask. Take a little chunk out and then rub it in your hands and apply all over the hair. I heavily focused this at the ends of my hair where there is the most damage and let it sit in my hair all day as I worked then washed it out!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "My hair has become very dry and brittle with the winter weather so I really needed something luxurious to bring the life and body back to my hair. This mask is such a joy to use and makes my hair feel so soft"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received this hair mask by gisou. Its really good but the bottle was really small for my thick curly hair. The smell is good and left my hair pretty smooth. I highly recommend this hair mask."
		},
		{
			"review_title": "Great for thin hair too!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I am a huge fan of this hair mask and also love that it’s a clean brand. I have very thin but very curly hair and use this mask in the shower. It’s hydrating but doesn’t weight down my curls. I feel like after raining it left a good texture and bounce to my curls. Also a little goes a long way with this product! I will try to use 1/week or so."
		},
		{
			"review_title": "A Hair Mask Must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I love how soft this product leaves my hair after using it. I try to use it about once a week to maintain my hair’s hydration and health. I notice such a difference! It’s also great to use after a heat styling day. Take time to treat yourself to some at home spa time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I have pretty wavy hair that just doesn’t like to be tamed and definitely needs some extra help. I love how smooth and defined this mask makes my hair. It took only one use to see amazing results. I highly recommend it!"
		},
		{
			"review_title": "Gisou",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I have many gisou products and this one is as good as others. It is soft and nourishing, Smells lighter than hair perfume but exactly the same scent, the packaging looks fabulous! I wish gisou products had more of a honey smell than flowery smell"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have fine and thin hair and this mask worked well for me. It Provided enough moisture without weighing my hair down or leaving any weird residue. My hair felt smooth and more manageable when I used this."
		},
		{
			"review_title": "Hydrating honey goodness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This hair mask is definitely very impressive. It not only hydrated my hair but left it shiny and soft after one use. It has the signature honey as it’s main ingredient and it smells so good. It has a thick creamy texture and you apply to wet or dry hair. I added some of my honey oil too to add extra hydration. I was shocked at how good my curls looked and how bouncy they were. I loved this formula and I think it would be good for any hair types."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I really like the whole gisou line so I was excited to try this hair mask. My hair is fine so I only use a hair mask about twice a month so this has really lasted a long time! The signature honey scent is amazing and my hair is more manageable after use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I have thick textured hair and I use this once a week in the shower! It’s really easy to rinse off so I don’t have to worry about greasy hair from this. It leaves my hair very soft and smelling good (honey scent). I wish the packaging was a squeeze tube."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This is one of the best hair masks I’ve used. It left my hair SO soft, smooth, and shiny. All things I’d want out of a hair mask. It also smells so amazing & leaves me hair smelling nice for a long time! Highly recommend this mask."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This hair mask smells amazing and makes my hair feel ultra a smooth and conditioned, especially at the tips even though I’m prone to split ends. The formula isn’t too heavy and it’s easy to rinse off without feeling greasy and with no leftover residue."
		},
		{
			"review_title": "Smells great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I love this product! It was my first time trying Gisou and it did not disappoint. The smell of the product is lovely. I have fine, thin hair and this made my hair feel silky smooth after using it. Love!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this hair mask! It’s super thick, smells nice and makes my hair really shiny. No complaints, it’s a great hair mask and a little goes a long way, recommend. I have long medium thick hair and this doesn’t weigh it down."
		},
		{
			"review_title": "Love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "The texture of this mask is thick and and nourishing because when I applied it after shampoo. I noticed the smoothness it brought to my hair. I didn’t apply to much because I still had to apply conditioner."
		},
		{
			"review_title": "GREAT PRODUCT!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been hearing so many wonderful things about this brand! So when I finally got my hands on the Gisou Honey Infused Hair Mask I was SO excited to try it out! The scent and texture are just INCREDIBLE and my thick 3c curls drank it right up would definitely recommend this product!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This hair mask is so nice. Packaging is cute and travel friendly. Reusable for sure. My hair type is dry, straight and long. It did take a bit of product for all hair but it made my hair so shiny and smooth."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "love this mask!! it’s extremely nourishing & make sure to follow the directions! you really don’t need that much product with gisou. don’t skip out on towel drying the hair! i had some bad break outs when i wasn’t following that"
		},
		{
			"review_title": "The best hair mask ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "I love this hair mask! This stuff smells absolutely delicious, like honey only better! My hair just loves this stuff, it has really helped my damaged hair.  My curls were revived and healthy looking. This is by far my favorite hair mask and hair care line!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This hair mask works really well on my hair. I have medium length hair, medium thickness and is naturally curly.  I apply to wet hair after shampooing and let it sit on for about 4-5 minutes.  My hair looks smooth & shiny but not at all weighed down.  Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have always been a fan of Gisou's hair fragrance so I was excited to try this hair mask and It did not disappoint! I love the subtle signature smell and it's very nourishing without weighing my hair down."
		},
		{
			"review_title": "Best mask out there",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I have frizzy wavy/curly dry hair. Ive been searching for a hair mask that would leave my hair soft and hydrated. This did exactly that! I love that it is honey infused and it also smells amazing which is a huge plus!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Wow, this is my new favorite hair product! It makes my hair feel so soft, supple, and full, and look incredibly shiny! It also helps eliminate frizz and smooths out my hair. It’s super easy to apply and the scent is divine."
		},
		{
			"review_title": "The whole family loves this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, lightMedium skin tone, Combination skin",
			"review_text": "The texture of this cleanser is really light! I mixed it with my daily exfoliate and my skin felt amazing after wards! The packing is clean and the size of the bottle is good for the price. I would recommend  this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I absolutely love this mask. My hair is extremely dry and I have to use masks at least twice weekly. This one smells amazing and doesn’t weigh my hair down. Hair feels extremely smooth after blow drying."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I love this hair mask. I have tried a few gisou products including the hair oil and the leave in conditioner. This product really left my hair feeling moisturized and silky smooth. I have long, color treated, dry hair and it’s helped so much!"
		},
		{
			"review_title": "Great for bleached hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have fine, wavy hair that has been bleached and color-treated numerous times. This mask does wonders for my hair! It helps to make it feel more hydrated and nourished and tames my frizz and split ends. I am a huge fan of this mask and highly recommend it!"
		},
		{
			"review_title": "Great to restore damage strands",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "My bleached hair was in need of extra hydration. It transforms hair into shiny, silky strands that are instantly softer to the touch after you step out of the shower. This hair mask  turns the often annoying process of moisturizing and moisturizing some more into a pampering process."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I'm appreciative of this product. My hair feels silky and soft after using it as a hair mask. I adore the package since it is elegant and straightforward. I now love to incorporate the product into my hair care routine because of how soft the texture is and how little is needed to cover the scalp. This leaves my hair feeling incredibly soft."
		},
		{
			"review_title": "A wonderful hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "I’m loving this hair mask! I use it once a week and my hair feels so nourished and hydrated. The mask itself is very luxurious and thick. I definitely think it’s helping my dry and colored hair from becoming too damaged. The smell as always smells amazing and I love pairing the mask with the leave in condition to keep the scent going."
		},
		{
			"review_title": "Such a nice hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This was sent to me by the brand to review but my opinions are my own. I’m not always the biggest fan of honey scented items but this smells amazing! I am a big fan of the hair oil so I was excited to be able to try this. I have long hair but tends to be slightly course/dry and this works great for me.  It made my hair feel early hydrated and smooth without being heavy or weighed down! I would definitely recommend this!"
		},
		{
			"review_title": "Hair is so soft!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This was amazing! The leave in mask is perfect for dry, frizz prone, bleach hair. After shampoo i put this in wet hair and slept in it overnight. The next morning my hair was so soft! It didn’t feel like i bleached it all the time."
		},
		{
			"review_title": "A must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "This hair mask smells incredible!!! It’s creamy and luxurious, but doesn’t weigh down my hair. It makes my hair feel so soft, smooth, and healthy! I follow with the leave-in conditioner, which is also amazing. I’m going to need the oil now to complete my set."
		},
		{
			"review_title": "Great hair mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This hair mask is a holy grail! Makes your hair feel so soft and shiny when using it on hair washing days. It doesn’t feel sticky or heavy whatsoever. I love pairing it with the other Gisou products like the honey infused hair oil!"
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This hair mask smells so amazing and makes my hair feel so soft. I like to use it once a week on my long, thin, curly hair for a healthy, smooth looking hair. I follow with the live in conditioner and the honey oil."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Ugh I had some high hopes for this product, but I’m a bit disappointed. I was really excited to try this after reading reviews but I’m sad to say I didn’t notice much of a difference. I’m hoping that will change once I start using the product more."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I loved honey infused hair mask, it is super creamy and leaves hair super soft and manageable from the first time you use it, I recommend it 100%, my hair is somewhat damaged by the use of bleaches and when I used it my hair felt soft"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "this is a very nourishing hair mask. it is helpful for maintaining moisture and nourishment in the cold windy weather. continued uses will help with maintaining healthier hair. i have thin hair. the mask did weigh it down a little"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This hair mask spreads easily and I love how good it smells. I have straight, shoulder-length hair and I typically apply two quarters-sized of the product to my hair. I like how it leaves my hair smooth, silky, and manageable."
		},
		{
			"review_title": "Excited to continue using",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, Light skin tone, Combination skin",
			"review_text": "I have long, straight and fine hair (but a lot of it). This was my first tume trying anything from Gisou. I was impressed with the amount of product in the travel size and that the packaging was still “wet hands” friendly. I have used this 2x so far on some freshly dyed hair - in the shower after shampooing and conditioning and trying to wring my hair out as much as possible before leaving in for 5-7 minutes and washing out. I can’t quite tell a difference other than my hair being a little softer, but I think I need to use this a few more times before noticing something. It feels super luxurious though."
		},
		{
			"review_title": "So cute and lush!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This stuff is incredibly lush! It is super thick and leaves my hair feeling absolutely incredible. It gives my hair a nice shine, leaves it super soft, and I love the way it smells and how the scent lingers in my hair without being too overpowering!"
		},
		{
			"review_title": "Smells amazing makes hair super soft!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This mask smells absolutely Devine! It made my hair super soft and made detangling so much easier. It’s very nourishing and hydrating to my very dry hair. When I blow dried my hair it felt super soft and smelled incredible. Overall recommend this one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is such a great hair mask and the small size is great for travels as it’s not too small! The packaging is beautiful and it smells really nice and clean too. It helps detangle my hair well especially with the help of a wide tooth comb and leaves my hair soft and smooth. I’m a fan!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "i love this product so much! it smells good and truly makes my hair so soft and manageable. before my hair was dry and brittle but not anymore!! love this stuff so much! The packaging is also nice!!!!"
		},
		{
			"review_title": "Smells divine + amazing shine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Omg! This smells SOO good and I love the way my hair is feeling. I have my dying/bleaching my hair for over 10 years and this truly makes my hair feel and look so soft.  This gives me such a beautiful shine after I wash and I am loving it!"
		},
		{
			"review_title": "Does nothing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair",
			"review_text": "Below average. The hair mask does NOTHING to my dry and dehydrated hair. The packaging looked cute in pictures but in person, it's plastic-y and low quality. If you are influenced by the gram to get it too, I'd think twice."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love the Gisou hair mask! Combined with the shampoo and conditioner it leaves my hair so smooth, nourished, shiny and alive, plus it smells amazing... Love how much love and effort Negin put in her brand. Can't live without it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "honey infused ANYTHING for the skin or hair already screams decadence in my mind and this hair mask is soooooo decadent. it left my hair hydrated, silky soft and so moisturized! it smells super yummy too!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have straight 2B hair. I love to use a hair mask as a deep conditioning hair treatment during a shower. My hair has been dry ends lately so the extra nourishment really helps. It hasn’t reversed dry damage but slightly helping without strands just breaking."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Good conditioning mask for every day use. It made my hair more manageable and easier to comb through. However, I wouldn't say it was deep conditioning unless you have normal to fine hair. My hair is more of the dry side and I usually like a thicker mask."
		},
		{
			"review_title": "Great mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Dry skin",
			"review_text": "This is a really great hair mask! It is very thick and hydrating. It has a nice light scent that smells fresh. It is not overpowering. I wish it came with more product for the price but otherwise it is a great product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’ve really wanted to try Gisou products for a while and I’m so excited I finally got to test out this mask. It is thick, smells amazing, and is so hydrating on the hair. I can’t wait to continue to use this 1x a week and see how my hair transforms. Love this stuff!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "This hair mask is the best! I have dry, damaged, bleached hair and this leaves me hair looking and feeling great. I used it twice a week as instructed and I am loving the results. I plan on gifting some of these masks to my family for Christmas!"
		},
		{
			"review_title": "must have in my hair care routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love the smell of this hair mask. I take it to the hair salon and let them use it on my hair after my regular wash and then go under the drier for a few minutes. Then they wash it out and style my hair as usual. The result: beautiful soft and silky hair. My hair dresser even commented about how nice this hair mask works. I’m so glad I got to try it."
		},
		{
			"review_title": "It’s okay",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "Love this hair mask , it made my thin frizzy hair so soft . I really Liked the texture and smell - honey is supposed to have moisturizing properties. However I did notice hair fall - need to give it couple of more tries"
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Love this mask! The look and packaging is very glamorous. I love that you can see the honey crystals. When applying to hair it feels very conditioning. Don't be alarmed though when you wash out how dry your hair will feel. Once you actually dry your hair, it will feel just as soft and luxurious as you would expect. I have thicker hair, down to my mid back, and I didn't have to use much. A great product!"
		},
		{
			"review_title": "I love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "It’s the first time that I use this product and I have enjoyed it a lot, its consistency is creamy and its smell of honey is dreamy. The hair is left with a sensation of softness, the hair does not feel greasy, it’s easy to comb and it is left with an incredible smell and shine."
		},
		{
			"review_title": "Great for my dry hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I have textured curly hair that has been dry from the winter and this mask has given so much hydration while defining my curls! It feels absolutely incredible in my hair and has become part of my weekly hair mask routine."
		},
		{
			"review_title": "Just okay not life changing",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I think this smells incredible but it is very small and I found the results to be just okay. For such a luxury brand I was immediate and satisfying results. I do love their oil and I'd say go for that before this."
		},
		{
			"review_title": "Really works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this hair mask! I use it after shampooing my hair and before conditioning it. I usually leave it on for 5 minutes and it really works! I struggle from breakage from bleaching my hair and this mask has really made a difference. I noticed my hair becoming shinier and softer after a week of use."
		},
		{
			"review_title": "holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Gisou has my heart - I've loved every product I've tried so far, this one included! It's thick and creamy, hydrating, smells delicious, and really leaves my hair feeling so soft and smooth! I use regularly and love the way my hair has been feeling!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I have really damaged, easily tangled hair on the underside of my hair. The Gisou hair mask softens the dry hair and smooths it so I can run a brush through it easier and it just feels a lot healthier and softer. Also it smells amazing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This hair mask has a smooth consistency that makes applying this on so easily. The smell is divine- hints of honey and sweetness that lasts for days! It is perfect for those looking to give your hair that extra hydration and moisture!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have greatly enjoyed using this wonderful product for my hair! I feel like it makes it so soft and so luxurious, but isn’t too heavy for my thin straight hair. I absolutely recommend this brand and this product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I used the Honey Infused Hair Mask by Gisou and I really love how it made my type 4 bleached blonde curls feel.  The hair mask was thick and felt moisturizing on my hair. I will continue to reach for it."
		},
		{
			"review_title": "A MUST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "When I tell you there is no better hair mask… I’ve tried them all and this is by far the best! I have extremely tangled and dry hair and this makes it sooo silky + soft! Also the jar will last you a long time because a little goes a long way- mine will last me a year so it is well worth the price! Highly recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I really love their hair oil so was happy to see they have other products. Their hair mask has a very fresh smell and creamy texture. Tried the product in my hair and it’s nice. My hair is kinky coarse and I decided to keep the mask on longer for better results. It left my hair really soft and I love that!"
		},
		{
			"review_title": "My hair looks and feels healthier after 1 month.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I like its gel-cream texture that is easy to spread and can be quickly absorbed by the hair. It has a very relaxing soft and peculiar aroma. After using this mask twice a week for 2 weeks… My hair feels softer, looks shinier and more manageable.  Honestly I quite liked this brand. I can see a difference!"
		},
		{
			"review_title": "the smoothest and the thickest hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, Fair skin tone, Oily skin",
			"review_text": "the texture is so rich and nourishing, probably the smoothest hair mask that i ever tried, not chunky at all. applies nicely on my hair, although it says on the packaging to apply on a towel dry hair I still applied it on wet hair, but slightly squeezed from water. my hair felt smooth, it felt even smoother after i air dried it, i felt that bounciness in my hair. the scent is a bit powdery to me, but i enjoyed it with a bit of honey scent in it. the packaging is gorgeous, definitely brings haircare up another level."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this mask! It has such a nice and smooth texture which I love! It also smells amazing! I use it in the shower and it leaves my hair feeling soft and smooth after use. I let’s great to add moisture back into your hair!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This hair mask does really well with hydrating and moisturizing my hair which is fine and dry due to continuous bleaching. The scent is subtle, but really nice even though I wish it would stay on post-wash.  Some hair masks tend to be too heavy, but I didn't find that this one was."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "I like this hair mask a lot, but I do feel like it’s like any other hair mask out there. It does give me lots of moisture to my hair though . I have long,thick,coarse hair for reference. Consistency is thick but I used about a quarter sized amount and it pretty much covered my hair."
		},
		{
			"review_title": "Great product !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This stuff smells so amazing! Easy to use and left my hair feeling soft and easily manageable which is fantastic. I would definitely buy this again and I’m looking forward to seeing what it does with continued use"
		},
		{
			"review_title": "This hair mask WORKS!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This hair mask is everything! My hair gets damaged easily due to perm. This hair mask repairs my processed hair & makes my hair look so soft & expensive! I am so happy I love this product so much. I will definitely buy this again & recommended it to my friends & family."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Obsessed with this hair mask!! I have dry wavy hair and this helps nourish and hydrate immediately. It leaves my hair so smooth and silky. And an extra bonus is that the packaging is so beautiful and it smells amazing! Love everything about it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "Such a gorgeous hair mask! It smells amazing too. I have fine hair, but lots of it and this mask doesn’t weigh down my hair or make it look/feel greasy like a lot of other hair masks do. I would say it’s great for all hair types."
		},
		{
			"review_title": "a nice mask!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I'm quite surprised how much I like this. I have fine hair and can find some masks to be a little too heavy but this one smoothed and moisturized my hair without weighing it down. The scent is nice too, but doesn't stick with my hair after rinsing out. The thing that gets me with Gisou is I can't justify the price. $57 for the large size seems insane for a hair mask with no special claims or added benefits others than honey. It's good, but not out of the world amazing for the price point."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is the first time I try this brand and I am impressed by this product. The hair mask smells really good. I have straight, fine hairs. The hair mask has a thick texture but washes out well. It leaves my hair soft and silky after applying it."
		},
		{
			"review_title": "A helper for dry hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "This hair mask leaves my dry frizzy hair silky smooth, the formula is lightweight doesn't weight down my hair and provides needed hydration the scent is pleasant too. I follow with the hair oil love the results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was VERY hesitant to try this brand because of all the hype. I’m super picky with my haircare. Anyways, I have medium hair and a lot of it. It’s also colored. A lot of hair masks weigh my hair down so I stay away. I’ve used this twice and each time I was blown away (no pun intended.). It made my hair incredibly soft and shiny. Two thumbs up from me!"
		},
		{
			"review_title": "Fast and easy results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "My Hair has gotten extremely dry and brittle during the cold months. Gisous Honey Infused Hair Mask helped my hair bounce back in just a few minutes! The Creamy formula leaves my hair silky and smooth. Its easy to use and provides results!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "So, I know this brand is actually famous for their hair oil, but I was super curious to try the hair mask! So not only does it smell really fresh it also leaves my hair feeling extremely silky soft and I actually like to layer the leave-in conditioner on top of this specific product after washing it off! Literally one of the best combinations ever"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Omg this product is so nice! I love the scent and how my hair feels. It made it soft and silky. I feel like this is not your typical hair mask because of how nice it is. It didn’t make my hair feeling heavy either."
		},
		{
			"review_title": "Hydrating!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I have fine hair that is has been colored so it’s definitely dry and damaged. I got this mask in hopes of it restoring my hair somewhat and making it softer again, and I’m happy to say it’s been everything I’ve wanted and more!! My hair looks so much healthier and feels healthier too! Plus it’s very silky soft and even has a shine now!!"
		},
		{
			"review_title": "My hair is so soft and smooth!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This hair mask smells divine! I use it once a week and love how my hair is after using it, so soft and smooth! My hair stays that way for a few days. I really enjoy this hair mask a lot for my wavy hair."
		},
		{
			"review_title": "Game changer against frizz",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "This mask has been a game-changer for my frizzy hair. I have color-treated hair and it really makes it look smooth, shiny and healthy. It has an amazing honey fragrance as well. I like to use this a few times a week instead of my conditioner. It makes a real difference. I love that I can use it on the wet or dry hair.  My hair looks just gorgeous. I plan to continue to use this all winter long."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I have fine hair that gets weighed down pretty easily. Some masks can make my hair look greasy if not washed out well enough. First off I LOVE the smell of this, it’s so different than usual scents, very soft and feminine. I like that it is thick enough to feel hydrating but not goopy or greasy. It washed out pretty well and didn’t leave a residue on my hair. My hair felt soft and smooth and didn’t feel dry! I really like the results and will continue to use it."
		},
		{
			"review_title": "Scent more impressive than results",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Has the most amazing delicate honey scent, but doesn’t do anything special for my coarse hair. Not to say that it’s bad; my hair does feel softer and look less frizzy. I was just expecting more from a hair mask at this price point."
		},
		{
			"review_title": "This is the best mask I have tried for my hair.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This mask is pretty special. This mask deeply hydrated my hair. Now my hair is softer, stronger. Its honey is rich in vitamins, minerals, amino acids and antioxidants. It helps my dry frizzy hair, and it styles much better now since using this mask. I love this cream texture. I leave mine on for 15 minutes to get a deeper treatment. I see more shine and less split ends."
		},
		{
			"review_title": "Perfect for Dry Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I received the Honey Infused Hair Mask for free from gison and loved it. My hair can get very dry and frizzy in the winter and this stuff really works. I use it once a week and see a huge difference in my hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely adore this entire line and Gisou as a brand, they have the best products and will leave your hair smelling absolutely incredible! Gisou haircare leaves my hair sooo soft and luscious and overall I absolutely adore everything Gisou!! Highly highly recommend giving it a try"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I genuinely cannot give a fair review of this product because when it got to my house it was all dried up. I don’t know if the container was just not closed properly or something at the factory, but there wasn’t any product left."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This hair mask from Gisou is absolutely beautiful. I do wish that it came in a different packaging, because I don’t like dipping my hands in a jar. I love the texture of this product, and it really helps my hair feel soft and smooth."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This leave in conditioner is absolutely the best! It smells delicious, it leaves my hair feeling amazing and it’s a nice size!! I think everyone should try this product. You will not regret it, ever."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I really like how this hair mask feels. However, if you are somebody who has curly or wavy hair, do not get the small size he will only last about once or twice based on my experience. I am somebody who has medium sized length hair my hair is wavy/curly and is definitely on the thicker side. What I did like about this mask is that one it smells fantastic to it really does make the hair. Feel nice and soft after washing off."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Does really well providing a deep condition for my coarse, curly hair with dry ends. Adds to a nice, smooth blow-dry, as well. Scent is pleasant. No complaints about it. The cost is a bit pricey but it's a generous size and when I compare it to others that I've used- the cost per ounce ends-up being very similar- so basically, it ends-up about the same in price all together. Plus, I don't see myself going through this too fast"
		},
		{
			"review_title": "Yummy scent & so softening",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I have a favorite hair care system so I was very interested to see if the very-hyped Gisou was the real deal. For reference, my hair is long (past chest), and it’s oily, somewhat wavy naturally, and thick. The Gisou hair mask smelled very nice, not what I was expecting (not perfumey or strong), but more clean and fresh. The mask is very creamy and yummy like most masks, and I used it after my normal shampoo (not Gisou). I massages it into my scalp and length of my hair, left in about 7 minutes. When I rinsed it out, my hair was sooooo soft! It stayed that way for days. I like that it’s natural and I really enjoyed this hair mask as well as the hair oil."
		},
		{
			"review_title": "Great mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have wavy hair and I’ve been really enjoying this Honey mask. It smells amazing and really rejuvenates my hair marking is soft, smooth, more manageable. I use it about once a week in place of my conditioner."
		},
		{
			"review_title": "Gorgeous mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I saw this hair mask and I knew I had to try it! It smells lovely and love it! I have dry and color treated hair and it made my hair feel softer and this has become a staple in my hair care routine."
		},
		{
			"review_title": "Beautiful Soft Curls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I use the hair mask for the first time today and I love how my hair felt after stepping out of the shower. It smells very nice and after blow drying my hair it gave it a nice bounce.  My is so soft and looks very healthy so far, I think of picking up the full size in the near future."
		},
		{
			"review_title": "Great hair mask!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This hair mask is great! I use it about 1-2 times a week and it makes my hair feel so smooth and vibrant after I use it. I was in need of a new hair mask and this one definitely is the best one I have used!"
		},
		{
			"review_title": "the best mask for thick hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "this hair mask is a dream come true! I have very thick and dry hair, it is also dyed blonde from being naturally dark brunette (lebanese genetics - you know the ones haha). I need something moisturizing and this does the trick! I notice my hair a lot softer and hydrated. I am very impressed with the results and this mask is great paired up with their leave in conditioner as well!"
		},
		{
			"review_title": "I like it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, black hair, Dry skin",
			"review_text": "I have really dry and damage hair because I use the straightener every week no joke and this mask has helped me A LOT. I was expecting a different type of smell since the name says “honey” but it is ok. The texture is like a regular cream"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "This is a lovely hair mask. I have dry hair with and oily scalp so my hair has really been going through it recently as the weather gets colder. This hair mask did the trick. It hydrated my hair, gave it shine and smells amazing"
		},
		{
			"review_title": "Magic in a jar",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Let's just agree that this is hair magic in a jar. Never before has my hair felt and looked as wonderfully silky, smooth, and well-nourished as it does now. I absolutely must have this, and I also adore the smooth, nice scent it possesses."
		},
		{
			"review_title": "Love this !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I absolutely love how this product smells! It feels amazing in my hair! I use it in the shower and especially when my hair is feeling super dry! I have platinum hair and live in extreme dry climates during the winter and it makes my hair amazing! I did receive this product for free in exchange for my review! But I genuinely really like it"
		},
		{
			"review_title": "Super soft hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I have naturally curly hair, and I really love this mask! It made my hair softer, smoother, and more manageable. Plus, it smells incredible, and it's easy to use before or while showering, making it very easy to integrate into my existing routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Dry skin",
			"review_text": "This hair mask is heavenly for my dull hair. My hair is super dry and dull specially after extensions. I have been using this one consistently and loving the effects. The mask makes my hair feel so much more nourished and healthy. You need this if you want to give your hair a spa feeling."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I love the light fragrance of this- not overpowering but very pleasant. It has a nice, medium weight thickness that melts in to the hair upon application in the shower. It made my hair super soft and smooth!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love this hair mask so much. It smells like honey, but the scent isn’t cloyingly sweet. It’s more of a natural floral scented honey. It leaves my hair feeling so soft and shiny.  I love pairing this with the hair oil!"
		},
		{
			"review_title": "nice!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is such a lovely hydrating hair mask, My hair feels so wonderful after using it. I like to use it once a week to make sure my hair stayed hydrated. I do wish i had a bigger one of this though. Also, love that it has honey in it! i am all about honey in products!"
		},
		{
			"review_title": "Weekly mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This honey infused hair mask from Gisou is awesome. My hair is frizzy, long, coarse & thick. I use a healthy scoop in my hair from about my chin down (to avoid roots getting oily) any leftover I have, I put a little upwards. It works great to reduce frizz, lock in moisture and add shine to my hair. It also has a lovely scent. This jar won’t last too long for me if I use daily but as a weekly intensive mask it will last about a month."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I'm obsessed with this hair mask.  This smells amazing and made my hair feel so soft. One of my favorite hair masks is this one. It is extremely hydrating and only needs a small amount. This saved my life I have long, straight hair with many split ends and dryness."
		},
		{
			"review_title": "AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "This stuff is amazing on my hair ! I have extremely dry and damaged hair  from all the work I’ve done on it so this stuff has really brought my hair back to life ! I love it so much and can’t get enough of it. !! So good"
		},
		{
			"review_title": "New all time favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This mask is my new all time favorite. I have thin bleached hair and I’ve tried a lot of masks but this one did the job. My hair has never been softer. I’ve been using it 2x a week and it’s already looking healthier. What I also love is of course the smell and that it doesn’t leave any residue. It’s worth buying!!"
		},
		{
			"review_title": "hair mask with honey",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This hair mask is perfect and is totally worth the price. I love its texture and softness. It gives the hair it's natural shine and such good at the packaging and travel size fits any bag. This does look lovely"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I loveee a good hair mask and was so excited when I saw this one from Gisou. It’s the right amount of heaviness to give that hydration while also smelling so amazing!! So happy to have this one in my collection."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Oh my gosh. This made my hair feel sooo soft and it smells so good. This is one of my favorite hair masks! A little goes a long way and it's really moisturizing. I have thick straight hair with a lot of split ends and dryness but this was a lifesaver."
		},
		{
			"review_title": "Nourishing and pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "This was my first time trying out this brand, it had been on my wishlist for awhile. The formula is so creamy and hydrating. Leaving my hair so soft and healthy looking and feeling. It has a really nice soft sweet scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is my new favorite hair mask. I have never felt my hair this soft before. It’s so smooth and soft and feels so healthy. I really love it. I have short, fine hair and a little product goes and long way and it leaves no residue in my hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve been really excited with the results of this hair mask! I have used it a few times a week and it’s already made such a big difference in my hair. My hair feels a lot softer and looks shinier. The scent is also amazing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This is a really nice hair mask that nourishes your hair without weighing it down. It leaves my wavy medium hair looking super healthy, shiny, and bouncy after every use. Love this for my weekly self care"
		},
		{
			"review_title": "soft silky hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Of all the Gisou products I've tried, none make my hair softer than the mask. It smells so good and it longers in my soft hair all day. I have fine thin hair and it doesn't weigh it down at all. It's spendy, but worth it. Complimentary."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This mask nourishes your hair and leaves it shine and soft. I like the floral scent to it, although it fades after you style your hair. My hair always feels silky soft after I use it. If you’ve been wanting to try, definitely pick up the travel size !"
		},
		{
			"review_title": "Just okay!!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This stuff is okay. Like it smells really good but in terms of noticing a difference with my hair it did not work for me. I have dry damage highlighted long hair so maybe it's just my hair type. So unfortunately I won't be re ordering this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "love this product so much makes my hair feel so amazing. i recently got highlights and started noticing the dryness and this really helped to keep my hair smooth and moisturized. i really recommend to anyone dealing with the same issue."
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I love a good hydrating mask and this one one is at the top of my list. It smells soo good and actually makes a difference at the ends of my hair. If you need a product to help give your hair a little pick me up I recommend trying out this one!"
		},
		{
			"review_title": "Such wonderful product for my hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I’ve been using this mask from Guisou for the past days, it’s been a great mask for my hair type, I have very thick and coarse hair and it leaves it so smooth and manageable, I’ve been applying it on damp hair and I feel like it’s made a great difference in the way my hair feels, I would absolutely recommend it"
		},
		{
			"review_title": "Solid hair mask",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is really nice! To be honest the scent isn't quite my favorite, but it is nicely nourishing and leaves my hair feeling soft and manageable. I prefer to apply it on damp hair and rinse it out after around 10 minutes rather than applying it to dry hair."
		},
		{
			"review_title": "Made my hair silky smooth!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "I have straight bleached dry hair and I used this after shampoo. As I was washing the product after letting it sit on my hair, I can already feel the softness of my hair. Usually when I blow dry my hair, its frizzy but this time after using the product it made my hair sooo smooth, silky and straight. Literally looks like I straightened my hair.  Looove this gisou product!! And i also love the smell. 10/10"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "now if my hair loved anything it’s this product here!! I can’t rave about it enough. on days I know my hair needs a repair I use this mask, slick my hair back and i’m out for the day! the best part is the way it smells"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "overall to start this is a great hair mask. i love the way this made my hair feel and smell!! this has an amazing scent that does linger a little. i did have to use a lot of this product but i have a TON of hair!"
		},
		{
			"review_title": "Amazingly soft hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "This is my favorite new hair mask and I absolutely love pairing it with a few drops of their beautiful hair oil. I have very fine, wavy hair prone to breakage and this mask instantly detangles without adding weight to my strands. My hair smells beautiful and is so shiny and lustrous! Absolutely worth it and I plan on buying going forward!"
		},
		{
			"review_title": "Wonderful for dry hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Dry skin",
			"review_text": "This makes my hair so soft and smooth!! It smells amazing and works wonders, I am so obsessed! My hair is so shiny and tangle free, I literally get compliments all the time. I highly recommend, especially for frizzy hair."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is a pretty nice hair mask but I find the jar packaging sub optimal when I'm trying to use it, I would have preferred a pump.  It does leave my hair shiny but it doesn't have as much of the famous Gisou scent as I'd like.  Recommend but I would not repurchase at this cost."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This hair mask is so hydrating. It makes my hair feel so soft and silky. I have fine straight hair and have not had problems with this product weighing my hair down. I would definitely recommend It!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, lightMedium skin tone, Combination skin",
			"review_text": "This hair mask adds an immense amount of hydration which is much needed during the colder winter and fall seasons. It smells amazing and also a little goes a long way. Highly recommend if you’re getting weak brittle winter hair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This hair mask is my holy grail hair mask. It is super moisturizing and smells so good and fresh. It's amazing on my fine hair and my sister with curly hair loves it as well. Highly recommend to anyone!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I have tried a few products from the brand and have enjoyed them. I have 4c hair and not all products work for me! Surprisingly I TRULY enjoyed this mask! I actually only left it on about 7 minutes in the shower but I was able to easily detangle my hair and it left my hair feeling so silky. I’ve been searching for products that provide a sealant to the hair to protect it during harsh winters and I believe I’ve found it! Once I used my LOC method products my hair was so springy! She a winner 🏆"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "What a wonderful mask! My favorite thing is the scent and how well it moisturizes my hair. My hair is long and oily closer to the roots, however, super dry on the ends. This mask is just what a doctor prescribed, make my hair look healthy and shine. Love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "LOVE this entire line! They all work so well together. My hair is fine but can be dry as well. I like to use this IN the shower as my regular conditioner but leaving it on for 5 minutes or so, focusing on the ends. My hair is SILKY smooth when I'm done!"
		},
		{
			"review_title": "Lovely Hair Mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "My hair is 3a/3b curls, so I am extra particular about hair products, but I have to say I was so impressed with this hair mask! It is thicker, so if you don’t have very dry hair or fine hair you may not need a lot. I tend to go heavy on deep conditioner for my curls, so this was perfect. The slip was great and I was able to detangle my hair well with it in. After rinsing out, my hair felt super soft, and once it was dry my hair still felt soft without being too soft (a thing for curly hair!) or greasy.  I would definitely say this is a nice hair mask."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This mask is amazing for the dry/cold weather. It gives me that extra boost of moisture my hair needs during this time of year. It smells nice. A little goes a long way. It is pricey and the product is pretty small sadly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I have never used a hair mask until I receive this one and I will never not use a hair mask anymore specifically this hair mask it changed my hair overnight, making it so soft and it smells so good must have"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "THis Hair Mask is very nouringshing! I am obsessed! I always have frizz hair and split ends. This mask helps repair my hair. Now my hair is more manageable. It feels soft and smooth! It brings my healthy hair back."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I really loved the mask, it is left my hair hydrated, nourished. I liked how my hair felt soft after that, it is really great for restoring a strength and giving life to your dull looking, damaged hair"
		},
		{
			"review_title": "Amazing mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This honey infused hair mask is absolutely wonderful I love how soft that it leaves my hair I really enjoyed this hair mask it leaves my hair soft and shiny for days I would highly recommend to everybody looking for a great hair mask"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I used this hair mask for the first time today and my hair feels really nice after! It’s definitely shinier and more hydrated but not weighed down. It also smells really good! Overall I’m pleased with the results!"
		},
		{
			"review_title": "My hair is so shiny and healthy after 1 use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "My hair is fine but thick. I have bleach blonde hair that has had continuous breakage throughout the years. This mask smalls fantastic, and immediately after use it was so shiny, and felt incredibly healthy. Just after one use I could feel and see the difference this mask made!"
		},
		{
			"review_title": "Thick nourishing mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have thick, long coarse hair and need products that provide deep hydration, smoothing and nourishment. I love this hair mask - it’s so thick and luxurious and makes my hair look so shiny and healthy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "This mask nourishes my wavy hair, smells delicious, and leaves my hair shiny, frizz-free, manageable, moisturized and super soft.  The result is instantaneous, it is a mask that you enjoy from the moment you apply it.  This mask nourishes my wavy hair, smells delicious, and leaves my hair shiny, frizz-free, manageable, moisturized and super soft.  The result is instantaneous, it is a mask that you enjoy from the moment you apply it."
		},
		{
			"review_title": "Yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received a sample of this Gisou hair Mask in exchange for my honest opinion of the product. After just a few uses, the mask made my hair look and feel noticeably softer. I was impressed! It smells amazing as well. I'll definitely be incorporating this product into my haircare routine!"
		},
		{
			"review_title": "Gives you amazing shine and volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Normal skin",
			"review_text": "I have mid length normal hair, never colored. I applied the mask and left it on my hair for 1-1:30h. After that I washed my hair with shampoo. I didn't notice anything immediately, but when I dried my hair it looked amazing! My hair was so shinny and it had so much volume."
		},
		{
			"review_title": "My fav!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "This hair mask is a must for me! After using once I already notice a difference in my hair. My hair type is frizzy, colored treated hair and a hair mask is a must in my hair care routine. My hair feels so clean and soft after each use. I love this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I use this hair mask about once a week and I always reach for it since it keeps my hair so hydrated. I love the smell of it, and the packaging is adorable as well. The entire hair line for this is so good!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "This product definitely hits the aesthetic on the head. Gorgeous packaging, looks great in your bathroom or shower. As for the product itself it’s an ok mask. I think it’s more meant for a feeling of using it than the product itself? It works to condition and it smells nice but it’s not a miracle worker"
		},
		{
			"review_title": "Loveeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This is absolutely my new favorite hair product. My hair has never felt as soft and looked as shiny. I have always loved their hair oil but I’m so glad I got to try this product it’s amazing. And I love the scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I used this once a week, I love how smooth and hydrated my hair feels like after using this hair mask. My hair is curly so I need all the hydration to keep this curly hair at bay."
		},
		{
			"review_title": "Great hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I love this hair mask. It smells soo good and I find that it works well - I have thin oily hair. This hair mask smooths out my hair and makes it so soft without adding any more grease to my hair. Wooo rebuy!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "I love this hair oil. I have long, thick hair and a little goes a long way with this. I put it in when it’s wet and also when it’s dry to add extra shine to my hair. It doesn’t weigh it down or make it greasy which I love"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "I love this hair mask! It leaves me hair feeling super smooth without stripping away my hair. And it's also not too heavy either which is an issue with over hair masks. I love the minimalistic packaging <3"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "The hydrating mask along with all of this companies products are so nourishing and game changing. Smells amazing and couldn’t be any happier with their hair products. I leave the hair mask in my hair for 5 minutes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was gifted this product! Such a great hair mask, I have been using this once a week and my hair feels so much softer after every use. My hair is shiny and healthy looking again! Highly recommend this product!"
		},
		{
			"review_title": "A lackluster hair mask",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I am really disappointed. This product is advertised to use in dry hair but I don’t find it beneficial to use it that way. I don’t want to waste the product so I decided to use it in the shower instead and it hydrates and conditions the hair better that way than on dry hair. I am iffy about this. It did not impress me."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I love this mask from Gisou! I have super dry but thin hair and a lot of hair masks are to heavy. This one leaves my hair feeling super hydrated and soft with out weighing my hair down. I also love the way it smells!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Great smell- not too overly strong honey-y smell which I appreciate. Easy packaging that's hassle-free. I found it to not be too heavy for my hair ( I am more moderate in how much I use) and it does make my hair soft with use!"
		},
		{
			"review_title": "love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "i love this hair mask!! it super hydrating on my brittle hair! especially as the months get colder, i notice my hair gets more and more prone to breakage. i have frizzy, wavy hair, and this helps keep my waves hydrated!"
		},
		{
			"review_title": "Great for fine curly hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "Lovely hair mask. Thick, very hydrating and smells incredible. Hair feels soft but not weighed down after using it. Seems to help with keeping frizziness at bay, and pairs really well with other Gisou products like the leave in spray and the hair oil. Works well with my fine curly hair."
		},
		{
			"review_title": "BEST HAIR MASK!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The gisou honey infused hair mask is literally the magic in a bottle!!! It leaves my hair feeling silky smooth and super hydrated and soft. I have highlighted wavy medium hair and so it really helps with keeping my hair feel super healthy!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This hair mask is absolutely lovely. I use it about once a week on my wash day and let it sit in my hair for 15 minutes. My hair dries smooth soft and not frizzy. Great product and it smells amazing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Amazing!! Love it definelty helps with my wavy textured hair. I used it to moistures my hair and it makes it softer!!"
		},
		{
			"review_title": "Yes yes yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This hair mask is absolutely phenomenal. I use it once a week on Sunday and after I do my whole shower routine and my hair dries it’s smooth soft and not frizzy. Highly recommend this product is 100% worth the money"
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this hair mask. It made my hair so much softer. My hair looks so beautiful after using this mask. It also smells so good!!! Would definitely recommend this mask to anyone that is looking for softer, healthier hair."
		},
		{
			"review_title": "Great for Dry and lifeless hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Used this mask for the second time last night and the way it moisturizes my hair is like no other. It has some of the best ingredients that keeps hair looking healthy and lively. It's been a family favorite now"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Love this mask from Gisou! I have been bleaching my hair for a couple years now so nourishing and repair products are very important to me. This mask is very hydrating and leaves my hair feeling super silky"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "This hair mask really wowed me! I’ve tried many other hair masks before, but none as hydrating as this one! This really left my hair silky soft, but the oily left my shower floor slippery, so be careful! It has a soft citrus smell, nothing too bold to give our hair a nice scent. This mask really made my hair feel healthy again and so soft and shiny!"
		},
		{
			"review_title": "Lovely for curls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is a nice hair mask overall. I usually detangle my hair while using a hair mask and this is perfect for that. I have 3b curls that can get very dry, and this really works well to smooth and moisturize!"
		},
		{
			"review_title": "Great for damaged hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I recently bleached my hair so I'm on the lookout for products that will help to repair some of the damage done (or at least keep it from getting even more damaged). This mask left my hair feeling soft while also smelling delightful.  It was definitely thicker than expected, but I'm not mad at that! This was the first Gisou product I've tried, and I'm definitely looking forward too trying more."
		},
		{
			"review_title": "Smells amazing.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I highly recommend this product. And all their hair care line. It doesn't weight my hair down.  It smells so good and you don't need a lot of product.i have thick long hair up to my hips and this have lasted me for a few months."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is my first Gisou product and the hair mask is amazing for my long wavy locks! It smells incredible and leaves my hair feeling soft and perfect! Don’t sleep on this and get this hair mask as soon as possible!"
		},
		{
			"review_title": "Lovely & Weightless",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This hair mask is so gentle and weightless on the hair. I love that it doesn’t take a whole bunch of product to cover my medium length hair. The scent is simply outstanding and I love that this hair mask pairs well with any brand of shampoo."
		},
		{
			"review_title": "Must need in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I am so blown away by how smooth south and silky my hair is from just using this mask one time! I shower and wash my hair every day so I use this once a week and it has been enough to keep it soft without heavy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Oily skin",
			"review_text": "This is my favorite hair mask of all time. It’s my holy grail. I have fine, oily hair. This isn’t heavy. It does not weigh my hair down. It makes my hair soo soft and shiny! I use this product 2x a week."
		},
		{
			"review_title": "I love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love Gisou products. I'm only familiar with the hair oil and hair perfume but WOW, definitely a slept-on product! I have used this twice since receiving it and my ends felt so incredibly soft after. My hair type is wavy and on the thinner/light side. Even with having more lightweight hair, it worked so well!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this hair mask because my hair looks and feels healthier. I have dry, damaged, and frizzy hair. My hair is hydrated, smoother, shinier, and softer. It has a wonderful honey scent. I recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "I have really thin, yet frizzy hair that has started to break off very easily as I've gotten older, leaving me with even more frizz. I love how this mask leaves my hair so smooth, glossy, soft, and frizz-free."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is the hair mask of my dreams. It smells like sweet honey but in the most gentle way. Love how it makes my hair feel so soft and touchable without being greasy! This is a definite must try and you should grab it :)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I truly love this entire collection from this brand Gisou. The hair mask is super hydrating and helps restore shine and health to my dry ends. I put it on for 30 mins prior to washing out and let it air dry before styling."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Such a luxurious little hair mask I was very impressed by how well this worked in my hair. My hair is dry aged bleached and toned and this hair mask was so great for conditioning extremely well smoothing the hair and frizz. I really enjoyed the packaging and you do get a lot of product you don’t have to use a lot."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "This mask is so good, I love the smell and how it leaves my hair feeling so soft and clean! I have fine/thinning hair so I'm always cautious when using hair products but I love how this doesn't feel heavy on my hair and rinses out so nice!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "this is one of the first gisou products i’ve ever tried, and wow! the texture is so thick and creamy, the scent is delightful (not too sweet) and it makes my hair so so soft. I think this will be a repurchase for sure."
		},
		{
			"review_title": "A great pick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I have long, straight, fine hair and this is my favorite hair mask to make my hair look/feel healthy & soft! The scent is indescribably wonderful! My all-time favorite hair mask to enjoy. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This is a lovely mask for dry hair that needs a boost. I have dry hair and this mask was so hydrating! The smell is so nice and it made my hair smell so good. A little bit goes a long way as well. This was the first product I’ve tried from Gisou and I’m definitely going to be trying more now"
		},
		{
			"review_title": "Leaves my hair super soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "I have long, wavy (thin) hair that needed a little extra nourishment and this mask is exactly what I was looking for! I typically use it as an in-shower mask but I also love it as an overnight treatment! No matter how I use it, this mask leaves my hair soft, smooth, shiny, frizz free and smelling incredible!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I tried Gisou’s hair mask and it was very nice. So creamy and leaves my hair feeling very healthy and soft. It makes my hair nice and shiny too! It’s a great hair mask, smells so good as well! I lovee"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Great hair mask to hydrate and strengthen my hair, they look healthier and have nice shine. Using it together with some other products and the results are awesome, it’s great for my hair. Happy that not much needed for my long hair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "After using this, I actually did notice that the hair felt like it was repaired and had extra moisture and hydration added to it. Overall, I think this does what it is suppose to do. The scent is nice as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Obsessed! Everything from this brand is amazing and this is no different. My hair is so shiny and smooth and it kept it from frizzing. It is perfect to pair with their hair oil and is easy to style your hair after too"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This hair mask is so thick and so nourishing I’m absolutely obsessed with it. Don’t get me wrong I absolutely love everything from gisou but genuinely because everything is so good! Sometimes I mix the oil in for extra hydration"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "There is nothing better than the texture of this product. This product is amazing. It is tick and super creamy and my hair starts to get soft as soon as I use it. It smells so delicious, and it leaves my hair feeling soft, shiny, and with a very healthy and pleasant texture as well. As my hair is neither thick nor thin, it is exactly in the middle, so I found that the Honey-Infused Hair Mask was the perfect fit for me."
		},
		{
			"review_title": "Amazing Mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The best hair mask in the game ! Smells amazing and it looks so pretty in my bath, I am a fan of Gisou as their products have never disappointed me and this hair mask Definitely was worth it ! Makes my hair look very healthy"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This hair mask is everything. It’s so hydrating and I feel like it helps my curls and calms down the frizz. I have pretty thick hair and noticed I don’t need as much product as other masks. It smells great too - I’ll be repurchasing this for sure."
		},
		{
			"review_title": "Hydrating and moisturizing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Smells amazing!! It’s lightweight and a little goes a long way. It’s hydrating and leaves my hair feeling so smooth. It doesn’t make your hair greasy after which I initially was worried about. Highly recommend"
		},
		{
			"review_title": "Good scent and good effects.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This was gifted by Gisou. I have dandruff itchy scalp during winters and finally found a mask that makes my hair shiny plus removes the itchy skin. It is smooth, easy to use, I love how it leaves a light scent as well. Personal favorite. You do get a little less for the price but it’s worth it."
		},
		{
			"review_title": "Amazing hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "This Honey Infused Hair Mask From Gisou is perfect for my dry, thin hair. It added so much moisture and shin to my hair on the first use that I am absolutely going to keep using it! I can't wait to see long term effects!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "This hair mask is just amazing!!! It feels so luxurious and instantly hydrating and really helps heal my damaged ends. Even after first use I’ve noticed a difference. Plus that smell is to die for!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "My favorite Gisou product! I have bleached blonde hair which always needs hydration and this mask works wonders on my hair.  I apply it either after I shampoo my hair for 10-20 mins or before going to hot yoga class and leave it on for an hour. My hair has never looked shinier and smoother than after using this mask! Feels like I went to the salon to get a professional hair treatment. And the smell is just WOW. Definitely going to purchase a full size jar!"
		},
		{
			"review_title": "Wasn’t life-changing but I still like it!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Combination skin",
			"review_text": "This mask came in quality packaging, some may consider it excessive packaging but I think for its retail price, a little extra to make sure it’s not damaged is expected. It works well, made my hair soft in the shower, has a texture similar to most masks (thick, slightly sticky, creamy). The smell is not my favorite, I’ve had stronger & more youthful smelling masks that I enjoy more, however I do associate lighter smelling products to be a bit higher end and seem less synthetic."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this stuff! Their hair products are some of my favorites. I use like 4 of their products. This stuff has made such a difference in my hair. I have used so many hair masks but this one has truly made a difference."
		},
		{
			"review_title": "Amazing hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I used this on dry hair after washing my hair and I expected my hair to feel oily the next day and it was the complete opposite. My hair looked amazing! Hydrated and smelling so good without it weighing my hair down"
		},
		{
			"review_title": "Worth the hype!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I was so intrigued by this brand and had to try the mask! It’s thick and definitely very moisturizing! It left my hair feeling soft and looking shiny without making my roots oilier than usual. Highly recommend!"
		},
		{
			"review_title": "New Fav!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "A wishlisted product that I finally got to try out and boy am I impressed!   Hair masks are my favourite way of giving my hair that extra bit of love and care so I'm always on the look out for new ones to try. This mask is fantastic! After using, it makes my hair feel so healthy and light without being frizzy. I can actually see how much shiner and smoother my hair looks. It comes packaged so prettily and as someone how loves fragranced haircare, this ticks all the boxes for me.   I'll certainly be getting a full sized tub!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "My hair is really dry and this really affects my scalp too, but ever since I started using this hair mask I feel like my hair is so much more moisturized. However, it is a little pricey and I do not know if I would buy again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I am obsessed with this honey infused hair mask from Gisou. It smells absolutely great. My hair is smooth, silky, soft and healthy. I am absolutely loving this one. My hair is no longer frizzy or dry."
		},
		{
			"review_title": "Great Mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This is a great hair mask if you are struggling with dry hair. I’ve used this month, and it’s already made a huge difference in my hair. It helps get rid of the phrase, and it smells amazing. Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love this travel size of this Gisou Honey Infused Hair Mask since I usually don’t travel with a hair mask due to the large containers. This has been making my hair look healthy and shiny. Such a great haircare brand!"
		},
		{
			"review_title": "Great for Dry and Damaged Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This product is amazing! It smells incredible and hydrates my hair whenever I use it."
		},
		{
			"review_title": "Makes My Hair So Soft!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This is such a thick, creamy, beautiful product. It leaves my hair SO soft and shiny! I have fine, curly hair and it does not weigh my curls down. I use this product once a week for a deep conditioning moment."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I would not recommend this product if you have fine hair. It made my hair tangled and dry. I went back to using the Ouai fine hair mask pretty quickly."
		}
	]
}