{
	"product_id": "675",
	"name": "Twilly Eau Ginger Eau de Parfum Travel Size",
	"brand": "HERMÈS",
	"categories": "Fragrance, Women, Rollerballs & Travel Size",
	"price": 58.5,
	"about": "Fragrance Family:Floral.Scent Type:Warm Florals.Key Notes:Ginger, Peony, Cedar.Fragrance Description:A captivating perfume woven with three materials: a generous, vibrant peony, a bright candied ginger, and a supple and lively cedar..About the Bottle:Inside its box, printed with an astrology-inspired design reworked in fresh colors, sits the Twilly Eau Ginger bottle, tied with a new silk ribbon and topped with a brilliant white cap..About the Fragrance:A floral, spicy, and woody eau de parfum that is joyful, bright, and sparkling. Twilly Eau Ginger is the sparkle of the HERMÈS girls.",
	"ingredients": "Alcohol, Parfum (Fragrance), Aqua (Water), Ethylhexyl Methoxycinnamate, Alpha-Isomethyl Ionone, Benzyl Salicylate, Bht, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Citronellol, Limonene, Citral, Coumarin, Hydroxycitronellal, Dipropylene Glycol, Geraniol, Linalool, Benzyl Benzoate, Eugenol, Benzyl Alcohol, Farnesol, Disodium Edta...79% alcohol by volume.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
	"num_reviews": 25,
	"overall_rating": 3.4,
	"product_url": "https://www.sephora.com/ca/en/product/hermes-twilly-eau-ginger-eau-de-parfum-travel-size-P474327?skuId=2477776&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2477776-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.5 oz/ 15 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2477776-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Awful",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Someone from work raved about this parfum.  Historically she's had very good judgment with fragrances, but this one was just awful.  It's very powdery, even after the dry down."
		},
		{
			"review_title": "Meh......",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
			"review_text": "smells like soap and powder. I will wear it to bed or wear underneath a fav perfume. I returned it after using it a couple of times."
		},
		{
			"review_title": "Great perfume for day and night",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Long-lasting perfume.  I received a sample of this at sephora and now it's one of my favorite perfumes"
		},
		{
			"review_title": "Minimal Beauty; A New Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I love ginger in perfumes. This perfume has a very fresh scent, almost cold. It has a bit of sweetness but not too much. The opening is bright wih a bit of peony, but that goes away in the drydown. The drydown smells like freshly washed clothes and clean minimal scent. I just love it. It might not be for you if you like warmer and sweeter, heavier scents."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Love the fragrance, it’s fresh and long lasting. It’s not overpowering and it doesn’t give me headaches after hours of using it and that can happen to me with strong scents."
		},
		{
			"review_title": "I didn’t like it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I could not stand the smell of this perfume. It is super sweet, but not in a good way. It was so overpowering in my wrists that I had to wash it off and even afterwards it still smelled very strong. I like sweet scents, but this one is not for me."
		},
		{
			"review_title": "Clean Girl Vibes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I was hoping for a stronger ginger smell but I still like it. It smells clean & cozy, my fiance loves it on me fresh out of the shower. For me it's a hang around the house or errand scent."
		},
		{
			"review_title": "So good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Ok, this is probably the most complex fragrance I have. It has so many layers to it. The ginger is very strong upon the initial spray. At this point I was ready to send it back. After a few minutes the scent morphed into something so soft and intoxicating. I couldn't stop smelling my arm where I'd spritzed it. It is a mesmerizing, beautiful scent. I normally  gravitate towards fruity scents, but this has won me over. I deducted one star for longevity. I had to reapply after a couple of hours."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Ive tried so many perfume sample and when I got this one I knew it was the one. It has a ‘’mature’’ smell, without smelling old. It’s delicate and not overbearing. And men love it so far !"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Not getting ginger at all. It’s very powdery. Agree with other reviewers, don’t blind buy if you are looking for a gingery scent."
		},
		{
			"review_title": "Love at first sniff!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I love the ginger element of this!!! This is lovely and intoxicating, and I overspray so it lasts all day!!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love the smell but it doesn’t last long at all. It’s heartbreaking"
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The scent is very light but elegant, i love the ginger note."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Given the unique scent, I can see why reviews are mixed but I personally love it and feel as though it’s more of a bespoke signature scent. Always receive compliments when I wear it."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I bought this hoping for a much stronger ginger note.  It feels like it’s missing.  The tuberose/sweet tarts note is more muted, but still very much there.  Skip this one if you were hoping for more ginger."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I like the scent when I first smelled it, but after a while, it started smelling like White Diamonds to me. It didn't last more than an hour on me either."
		},
		{
			"review_title": "…and where exactly is the ginger?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Super floral and powdery, not for me. Not picking up the ginger in this, at all. Do not blind buy."
		},
		{
			"review_title": "yuk!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Not what I expected at all.  Smells like an old expired perfume!  So disappointed!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "It is a strong smell that will LAST! The smell is more mature.. I got a headache wearing it though"
		},
		{
			"review_title": "Returning it.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "Doesn’t smell like I imagined. I feel it’s for a more mature woman."
		},
		{
			"review_title": "A more sophisticated Twilly option",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is a very affordable way to try the new Hermès Twilly ginger parfum. When I first sprayed it on I smelled the fresh laundry scent others spoke of but as it dried I smelled musk with a VERY slight floral scent of what I suppose would be the ginger. The scent is more sophisticated than the original Twilly and like all Hermès fragrances it does last a long time and it’s a good choice for traveling on long flights because of its lasting power."
		},
		{
			"review_title": "Clean and bright, but not ginger-y",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I agree with a few other reviewers that this smells entirely different (read: so much better) than the original Twilly. The bottom line is that Twilly eau Ginger predominantly smells like fresh laundry--it's dryer sheets, soap, starch, and detergent. But having said that, I really, truly like that laundry smell. Unfortunately, even though the name and description claim that this has ginger, that never came through for me. The scent is fairly intense and very quick to connect with the skin (unlike fragrances that seem to have a long dry-down), with good staying power. On me, the top notes never faded or evolved--the bright, clean, chemical-fresh notes remained and didn't budge. A few hours later, the scent of laundry was still right there. As for the packaging, it's perfect: the bottle is sleek and simple, the spray comes out as a fine mist, and the box is printed with whimsical illustrations."
		},
		{
			"review_title": "Fresh",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This is a surprisingly long lasting. strong scent.  It is not warm at all.  It is a bright, fresh laundry scent with a cedar depth."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I had no idea what to expect since reviews on this parfum seem all over the map.  For me I got a lot of cedar scent, but no soapy, laundry detergent, dryer sheet smell a lot of people talked about, and my husband who liked it very much, (surprising since he is very perfume picky)  picked up a floral scent which I did not smell.  I would suggest using sparingly because a little goes a long way and I can see how too  much would be head ache inducing for some especially in an enclosed space like a restaurant or movie theater.   If you bought a larger bottle I would think it would last a long time.       I am more a fan of floral and citrus perfumes so although this is different than what I normally wear, I like it for a change of pace, but probably would not purchase again."
		},
		{
			"review_title": "wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This might be better than the original, and I actually love the original. Now I have to get the full sized version. Its feminine with a small hint of masculinity"
		}
	]
}