{
    "product_id": "1509",
    "name": "The Whisperer - Flexible Lipstick Vibrator",
    "brand": "Smile Makers",
    "categories": "Bath & Body, Wellness, Intimate Care",
    "price": 50.0,
    "about": "What it is:A soft and bendable lipstick-shaped vibrator designed for all-encompassing clitoral stimulation..Highlighted Features:- Cruelty-free, FDA-approved Silicone: For body-safe and guilt-free pleasure..What Else You Need to Know:This silent vibratoru2019s curved head follows the anatomy of the clitoris for an irresistible touch. Itu2019s optimized for people with heightened sensitivity or resuming sexual activity. It has three speeds and two pulsation modes. Itu2019s made of super smooth, vegan, and cruelty-free silicone..Device Size:10 cm x 3 cm x 3 cm.This Device Comes With:- Charger.Due to health & safety reasons, this item is FINAL SALE and cannot be returned or exchanged for cash, credit, or otherwise.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.Pleasure fun facts: .-Studies have shown that stimulation of the clitoris is the most efficient and fastest way for vulva owners to reach an orgasm...Tips:.-Apply the curved side onto the glans of the clitoris, which is the part of the clitoris that is visible on the vulva. .-You can apply it to a side of the clitoris rather than on top of it to see if it brings you more pleasure..-To resume sexual stimulation after giving birth, starting with gentle and non-penetrative stimulation can feel more reassuring and more pleasurable.",
    "num_reviews": 80,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/the-whisperer-flexible-lipstick-vibrator-P508277?skuId=2721207&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2721207-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019m in love it has very powerful modes and I hade a lot of fun ud83dude0dud83dude0dud83dude0dud83dude0dud83dude0dud83dude0dud83dude0d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I really enjoy the shape of this device! I enjoy the different settings and how theyu2019re diverse enough in their power that you can set it to whatever youu2019re feeling in the moment! Itu2019s great for use by yourself and with a partner :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "Great little device! The shape is quite unique and definitely beneficial. It holds a charge for a nice amount of time, especially considering the size of it. While not a big deal, I do wish it used a more standard charging solution like USB-C!"
        },
        {
            "review_title": "Small but mighty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Ummm yes, she's so sleek and sexy! This is a small but mighty toy to get you going. The shape is easy to hold and feels just right. It's not difficult to figure out how to use it and it has some powerful modes!"
        },
        {
            "review_title": "Soft and durable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love the whispered lipstick vibrator from smile makers! It has different settings for people personal preferences. The feel of the vibrator is soft and super durable! Perfect size and great power strength!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Whisperer Lipstick Vibrator is great! Its shape is perfect for impromptu stimulation such as when traveling and need a portable device. Itu2019s also very comfortable in the hand and not bulky. Itu2019s pretty quiet so you can be discreet as well. It gets me where I want to go every time so Iu2019m pleased with it."
        },
        {
            "review_title": "Definitely Made Me Smile",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Well they aren't called Smile Makers for nothing. This small cute lipstick size vibrator is perfect if you wanted to take it on the go for travel. It actually is quiet that's why it's called The Whisperer. I don't need to go into too much detail but I am very satisfied using it. I always end up putting on a happy face if you know what I mean. Need I say more? Definitely go get you one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Omg I'm in love. There are different modes and different speeds to amp things up as you go. I lobe that it's my favorite color and so super discreet. It's small and smooth. And the best part is that it's literally so quiet! Exactly what I need for those quiet nighttime sessions."
        },
        {
            "review_title": "So fun",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Love how compact this toy is it makes it easy to store and use. The vibration feels strong in the hand but gentle enough on my stimulation points. I have been getting great pleasure from this little toy I love it!"
        },
        {
            "review_title": "Right on point!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Smile Maker Whisperer is a delightful little gem. Disguised as a sleek lipstick, itu2019s incredibly discreet, making it perfect for both home and travel. The design is chic, and it feels so smooth against the skin. I love how quiet yet powerful it isu2014whisper-quiet, as the name suggests, but definitely effective. Itu2019s an intimate item that fits perfectly into a busy lifestyle, offering a moment of personal bliss whenever needed. A beautiful blend of elegance and function! Youu2019ll have a lot of fun!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Combination skin",
            "review_text": "I was very surprised at how quiet this thing is. It barely makes any noise and you can't hear it through the walls at all. It's a nice and really soft texture so it's gentle. Overall I really like how convenient it is."
        },
        {
            "review_title": "Great quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a very high quality, powerful toy for pleasure. It has a very quiet noise, is very light in weight, and has diffrent speed and frequency options, it is so quiet, but still powerful. The material is soft and comfortable. I really like it, it allowed for easy maneuverability. That combined with its flexibility made it perfect for having fun"
        },
        {
            "review_title": "A great thing to have in your collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This was so much fun! The battery life in the settings are perfect. Itu2019s very easy to use and great for when you are also intimate with someone else. Stays out of the way and really pin points! Lots of fun definitely try."
        },
        {
            "review_title": "A great addition to the collection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "The Smile Makers Lipstick Vibrator is discreet, compact, and very versatile to use in many settings. Itu2019s surprisingly powerful for its size, with multiple vibration settings that allow for a personalized experience. The small design makes it easy to hold and use and conceal in any bag to take with you. I also love that itu2019s waterproof. Itu2019s a great option for anyone looking for a fun, portable product. This is my second vibrator from Smile Makers and Iu2019m always and they are such a great brand!"
        },
        {
            "review_title": "The best!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "My new favorite toy!! I love that this is discrete but does exactly what it should!! Iu2019ve even bought this for some of my friends as bachelorette gifts and they all love it too! 10/10 recommend!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "This toy is amazing. It does things to me that no other toy before has. Iu2019ve used other cl1t toys before and they always feel a little bit too harsh. This one is perfect and wasnu2019t uncomfortable at all."
        },
        {
            "review_title": "Quiet and discreet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "Well this does exactly what it's supposed to do! I like how small and discreet this is! It's very quiet as well which is nice haha. It's really soft, flexible and comfortable, easy to use and gets the job done! The different settings are nice too! Don't underestimate this one because it's small, it packs a punch!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great product. I like the green color, the modern design and the excellent quality. It does what promises. Works well for me. Can be a wonderful gift. It is small and good looking. I would highly recommend it to everyone to try it out."
        },
        {
            "review_title": "Little but mighty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The whisperer has quality. Itu2019s great! Nice and quiet, beautifully made. I like how soft it is. Might be small, but donu2019t let that fool you. Iu2019m honestly really surprised at the overall strength of this one. Very small, discrete and portable yet powerful. Settings are easy to adjust."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "This is my second product by Smile Makers and I must say their products do not disappoint! I love how compact and discreet their products are. The silicone material makes cleaning so easy. I also truly appreciate the USB charging. The 3 speeds and 2 vibration modes make the Lipstick truly a Smile Maker!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This product is awesome! Itu2019s very easy to use and clean. I love that itu2019s compact. I also love that itu2019s rechargeable and very quiet. Thereu2019s also a travel lock on it which is a great feature. I highly recommend!"
        },
        {
            "review_title": "Take control of your pleasure!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This has quickly replaced my go-to vibrator. The slant of the tip is so unique and covers a good amount of surface area down there. It has five modes, though I wish there was a mode in between the first and second as itu2019s very strong after mode 1! The pulsing vibrations are my favorite! It comes with a 2 year warranty which is amazing because I feel like I replace mine at least once a year due to it breaking. Itu2019s very easy to clean and is also waterproof!!! A small, discreet, and well priced vibrator with amazing and quick results ud83dude09Womenu2019s sexual health can be extremely taboo. When it comes to pleasure, women can be accepting of anything, instead of advocating for specific needs. I love that Sephora & Smile Makers gives women easy access to products pleasure on their own terms!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is a perfect addition to my nightstand drawer. It is quiet, but powerful. I love the soft silicone material. The unit is easy to use, easy to charge, and itu2019s easy to u2014 smile u2014 while using it. I donu2019t need all the bells and whistles, honestly this little guy is perfect!"
        },
        {
            "review_title": "Easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been looking for  non-so-scary looking vibr@tor for a while, and this one is perfect. Itu2019s small, easy to hold and the settings are great, I told my hubby to use it on me and it was great! It doesnu2019t make a lot of noise, the material is soft and charges easily!"
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Received this product and itu2019s been great! There was a shipping issue and it took a little over two weeks to receive, but the brand was great with communication! I love this because itu2019s very small and easy to store. It is also suuuper easy to clean."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Whisperer Lipstick is an external use vibe and feels super comfy and good. High quality like the other Smile Makers products and definitely recommend it for playing whether alone or with other toys."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I donu2019t know exactly how to say this without sounding inappropriate. This is lovely, though. Super easy to use and clean. Perfect for beginners. Can be used with or just alone. Highly reccomend if you have any issues with you know what from just inserting then use this with your man. Really nice product"
        },
        {
            "review_title": "Elevate sexual pleasure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This has definitely helped my partner and I explore more with our sexual pleasures. Not only does it get the job done, but it helps elevate our sexual experience. Great to use by yourself to appease sexual desire or use it with a partner to make the sexual experience more satisfying. Great to get things started!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Gets the job done! This is a toy specifically for the cl*t girls, so if youu2019re looking for something that can provide a mixture of cl*t sensation and penetration, this isnu2019t the one for you. Otherwise, youu2019re good to go! Love how little and compact it is and is super easy to clean."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I'm a new mom and I love this toy. It's easy to clean and satisfying. It's so soft and perfectly curved. I would recommend it to every new mom like me. You won't be disappointed if you buy it. It's really a good one."
        },
        {
            "review_title": "Compact and discreet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Im a four months postpartum and just recently got into using toys but this has to be one of my favorites to try out so far! Itu2019s compact and discreet and very soft to the touch. The tip is perfectly curved and the device is easy to clean. It has three speeds and two pulsation modes to change things up to your liking"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was blown away by this vibe. Itu2019s more powerful than my larger one, and a fraction of the size. It has multiple settings, and itu2019s almost silent. The tip is perfectly shaped for the best experience."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I wasn't expecting much from this compact toy, but it really exceeded my expectations. The material is softer than others I've tried, and it's flexible and provides great pleasure wherever you use it. It's easy to operate and clean. I'm thoroughly impressed."
        },
        {
            "review_title": "Small but mighty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I wasnu2019t sure how productive this purse size toy was going to beu2026 but boy was I surprised. The material of this feels softer than ones I have tried in the past. Itu2019s flexible and give great pleas-ure no matter where you put it. Easy to turn on and easy to clean!I am very impressed"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was shocked by the actual volume of this device. There are many on the market that boast to be quiet and are certainly not. But this truly was so quiet , contoured perfectly for pleasure with many options and stylish. I have no complaints."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I was hesitant to try this but I love how discrete this is. I am not an advanced user of toys so I appreciated how simple and easy this is to use and not overly big. I love that itu2019s something to get your motor going without being in any odd shape"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "The Whisperer Lipstick Vibrator by Smile Makers is perfect for rediscovering yourself.This small ultra quiet lipstick vibrator is perfect for discreet pleasure.I love how soft and comfortably it fits in my hand as well.If you looking into getting back out there,then this is where to start."
        },
        {
            "review_title": "A Discreet Delight",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This discreet and elegant accessory surprises with its versatility. The sleek design seamlessly blends into your everyday routine, offering a discreet way to enhance intimate moments. Its gentle vibrations provide a subtle but satisfying sensation, making it perfect for exploring solo or with a partner. The whisper-quiet operation ensures privacy, while the compact size makes it ideal for travel. Overall, a delightful addition to anyone's collection seeking discreet pleasure."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It's a great vibrator if you want to use it you use by yourself or with your partner. The material is soft and smooth. I love the different modes and has a perfect size. It easy to wash and keep it clean."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "The whisperer lipstick gets the job DONEEE!! Sheu2019s small but mighty, has a great charge, multiple different speeds & modes. Definitely worth every penny. Iu2019ll definitely try out more items from this brand."
        },
        {
            "review_title": "Spice things up ++",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Soft, squishy, comfortable.   The different speeds make it fun and interesting for you to get into the mood.   Turning it off can be the biggest issue when the pulsating is strong but you just have to learn and practice with it.  So glad I was able to try this out! The feeling is so smooth. Perfect size in the hand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Who needs a boyfriend??? Not me! This vibrator has changed the game and met all my expectations. 10/10 recommending to all of my friends. I like the different settings and how quiet it is too. Perfect!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Oily skin",
            "review_text": "This is a good small product. I wouldnu2019t exactly say itu2019s whisper quiet but itu2019s definitely not loud. It does what itu2019s supposed to do. It gets the job done. Itu2019s very small and discreet. I also like that itu2019s waterproof."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Itu2019s great! Nice and quiet, beautifully made. I like how soft it is. The button is not the easiest to work with, however it isnu2019t a huge problem. Overall I really like it! Itu2019s so sleek and the color is also really cute"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "The whisperer was exactly what I needed to destress in my life. This is such a nice quality vibrator. I have a cheap one from target that is so loud compared to this. Itu2019s so soft. Itu2019s fast enough for my needs. I LOVE!"
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This Whisperer Lipstick Vibrator is amazing! The size is just right. Easy to hold and to use. There are lots of different vibrations to choose from. Itu2019s not too loud. Sounds like an electric toothbrush when using in my opinion. I like to use it in the shower personally!!! Might be small, but donu2019t let that fool you!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I wasnu2019t sure what to expect from this as I ordered it kind of blindly. The bullet itself is covered in a very soft and flexible silicone. There arenu2019t any harsh edges or rough spots to itu2019s gentle against the skin. I love that it has a bunch of different speeds and pulses; something for everyone really! Itu2019s small, but not too small. Easy to hold with one hand. The only downside is itu2019s not very quiet, as the description states."
        },
        {
            "review_title": "Works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Very small, discrete and portable yet powerful. I love the different settings and it is easy to adjust. The vibrator is soft and feels comfortable. I love that itu2019s easy to take just about anywhere and it can definitely pass for a lipstick. It works really well!"
        },
        {
            "review_title": "Small but mighty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Wow this was powerful! Don't let the small size fool you. I do appreciate that it's small and compact, but with POWER. She has MULTIPLE speed settings, pulsating, soft, hard, slow and just right. This was great for solo play and with a partner. I found it useful in my make partner also (use your imagination here lol ) so soft and easy to clean."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Well, I can tell you this works! It's the perfect size, shape, and squishyness for me. The fact that it's silent but powerful is a huge plus! All of the modes are fantastic, at least the first few- I did not make it through all of them yet. I love that it's waterproof, and extremely easy to clean. :)"
        },
        {
            "review_title": "Love this product, especially for beginners!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As a sex positive girl, I love this product and I especially love that itu2019s sold at Sephora!! It is discrete and small however still works great! I would recommend checking it out for solo as well as partner play!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This is a decent vibe. It is very powerful with multiple settings - different speeds and patterns. It is fairly quiet. The silicone is so soft and the tip is squishy. Overall I think it is a good product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a great little product! It is strong and has a few different modes. It is fairly quiet and definitely not anything scary. I like how it is approachable. A great option for anyone looking to start! Gifted"
        },
        {
            "review_title": "Fun for both",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The Whisperer Lipstick is a powerful for its size, itu2019s easy to charge and store away discreetly. It has a long battery life and easy to clean. Itu2019s fun for both you and your partner so donu2019t be scared to spice things up!"
        },
        {
            "review_title": "Yes yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is the first time I try something like this tbh but I was just curious about this, I really like the size of this and the quality is absolutely amazing super soft and comfortable to use this is a really good choice for all my girls."
        },
        {
            "review_title": "Very Pleased",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is one of my favorites and I own quite a few. The first thing I really liked was it's small size. It can literally fit into my pocket. Another thing I want to point out is how quiet it is. You could have someone next to you and they would not be able to hear it. It has multiple options to choose from which is also a big plus. I honestly couldn't be more satisfied with it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Itu2019s soft, discreet and gets the job done. The different settings are great and itu2019s nice that itu2019s waterproof. The only downside I would say is it is on the smaller side. I prefer a little bigger. This would make a great bachelorette gift!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Tan skin tone, Dry skin",
            "review_text": "This is a fantastic vibrator and I am loving the unique shape and the super compact size! I love the different levels of vibration and it is very quiet and doesnu2019t make the drumming noise! It is perfect for purses and handbags as well"
        },
        {
            "review_title": "Small",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "The device is surprisingly really small . I find it really uncomfortable to use just because of the size . Plus there is not storage box or some kind of pouch . Color and texture/ feel of the devise is great"
        },
        {
            "review_title": "This is a great addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "The whisper vibrator is a great addition to any nightstand, purse or suitcase. Itu2019s the perfect size with lots of power. It has 3 settings and each perfectfully powered. The silicone is super soft to the touch. I definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Small and discreet. Easy to use and easy to store.  It has 3 speeds and 2 different pulses. Waterproof and soft. Definitely recommend to try this out. It is a quick sure thing. It'll take you there quickly"
        },
        {
            "review_title": "My new friend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Boy oh boy am I happy with The Whisperer Lipstick Vibrator by the smile makers! It sure does put a smile on my face. Itu2019s also just like the name says a whisperer, itu2019s quiet and discreet. Which means I can use anytime I need to put a smile on my face. The size is perfect for taking with me as well. Definitely get you one!"
        },
        {
            "review_title": "Works well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The color is pretty, the silicone is so smooth and sleek and has very intense vibrations and water proof. Itu2019s no bigger than my hand but definitely very powerful. No issues yet, noise level seems pretty good. So, itu2019s a very good rechargeable pleasure toy."
        },
        {
            "review_title": "Itu2019s a definite yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "So quiet compared to other vibrators. It does make noise but itu2019s much softer than I expected. Fun to use with a partner. My husband commented on how quiet it was and I said u201cItu2019s called the Whisperer.u201d I love the compact size. For how small it is itu2019s very powerful. The highest setting is a bit to much for me but the medium setting is perfection. (The highest setting might make your hand go numb.) Itu2019s soft all over and gets the job done fast. I am preferring it over the very expensive one I have had for years due to how small it is. The tip is precise but not painful. I have zero cons with it. Iu2019d happily recommend this to all my friends and actually have:)"
        },
        {
            "review_title": "Soft and small",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received   The Whisperer gifted  Smile Maker in exchange for my honest review. Itu2019s good compact size. Has great battery power, very easy to use and dose the job.  Itu2019s super soft and gentle."
        },
        {
            "review_title": "Very good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "In my opinion, this product meets all the expectations it promises. It is extremely quiet and discreet, making it a great option. The soft texture and the exceptional performance as a clitoral massager stand out. Moreover, it is perfect for travel, making it a convenient choice. I highly recommend this product."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this device, itu2019s small and mighty. Gets the job done. This company did a great job at the packaging, color, size, the list goes on. What a great gift to give someone also or to keep for yourself!"
        },
        {
            "review_title": "A lot of fun and very compact",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I really like my new lipstick toy. It has three settings which I would describe as ohh Mmmmm and OOHhhhh yes! It's waterproof which means when I tell my SO that I need to take a relaxing bath after a long day I can bring it with me. It's quiet enough that no one else in the household knows that I'm using it. The vibrator itself is cute and it's very petite but packs a wallop. It can be used by couples as well for additional stimulation. I highly recommend it if you're looking to spice things up a little bit."
        },
        {
            "review_title": "Try it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "The Whisper Lipstick Vibrator from Sephora is small like a lipstick container but very mighty. Very quiet and discreet. Easy to use. Overall I am satisfied. Iu2019d recommend giving as a gift or purchasing for yourself."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "First of all, I adore the color! The silicone material is comfortable and smooth. Obsessed with the color and comfort of this silicone toy from SMILE MAKERS! Pairing it with Generous gel lube makes it incredibly effective for my vagina. Perfect for clitoral stimulation, especially if you enjoy more direct pressure. The vibrator settings are just right - not too fast, just perfect. A must-have in every collection for those seeking pleasure that's both stylish and satisfying!"
        },
        {
            "review_title": "A silent joy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I have tried The Whisperer from Skeepers and Smile Makers for my honest reviews. This is a great device I have to say. It is small like lipstick. It has 4 different vibration settings. It comes with the instruction book and a usb cable for recharge. I love that it is waterproof and super silent. So I can enjoy my time without worrying about the noise. I really enjoy it. "
        },
        {
            "review_title": "Nice to play with!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "What a nice toy! I truly like it :) I canu2019t say itu2019s super quiet but pretty quiet, I love the soft silicone itu2019s made of and itu2019s so small but mighty if you know what I mean! The charge lasts a long time so no need to worry ud83dude04"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I was excited to use this vibrator! I love how small it is, easy to hold and the soft silicone. I love the multiple speeds and vibration styles and itu2019s honestly so quiet! I could barely hear it. Small and powerful it gets the job done!"
        },
        {
            "review_title": "Works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019m telling you right now! This toy is great! I have never had a toy to get the job done without me having to work at it! I ud83dudcaf recommend! I donu2019t need my hubby anymore! ud83dude02 No really tho! Itu2019s worth the money!"
        },
        {
            "review_title": "I dragged myself away to write this review for you",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "If youu2019re thinking about it, stop & add to cart IMMEDIATELY. This vibe is so much better than I expected! So it says that itu2019s a u201cmildu201d sensation, and Iu2019m going to stop them right there and say there was nothing mild about those sensations, and I say that with allllll the love. She is slightly squishy, but structured, it hits that perfect texture sweet spot that most toys miss. The shape is ideal for targeted external enjoyment, which is exactly what I am looking for during solo time. It looks upscale and discreet, so when i inevitably pass out after blissing out itu2019s not a crisis if itu2019s left on my nightstand. This has several strengths and modes that you can easily click through, so it gives a really customizable feel. While silent may be a bit of an overstatement, it definitely is whisper quiet. If youu2019re in a dorm, have roommates or kidsu2014this one is the quietest vibe Iu2019ve found. If youu2019re still reading this, do yourself a favor and trust me when I say you DESERVE this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "My vagina always needs that little pick me up and that sex felling just makes me so happy after using my vaginal glands and very smooth along with using the oil. Totally recommend for a sex like feeling especially on baca when I just need a little sex to pick me up and the days away"
        },
        {
            "review_title": "Teeny",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Giving it a zero. Needs to be way bigger. I mean way, way, way bigger"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The Whisperer is small but packs a punch, maybe too powerful in the highest speeds. The tip is large enough for a generous amount of gel, which helps the vibrator glide smoothly. The color is very appealing, a soft green that matches the soft texture."
        },
        {
            "review_title": "LOVE IT!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "First of all, I adore the color! The silicone material is comfortable and smooth. When used with Generous gel lube, it's an incredibly effective toy. It's great for clitoral stimulation, especially if you prefer applying more direct pressure. I love SMILE MAKERS! Would definitely recommend. Note: the vibrator settings aren't extremely fast, but they are comparable to other Smile Maker vibrators."
        },
        {
            "review_title": "Soft and nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This thing is much more powerful than I thought it would be given the size and price. Surprised and happy! The silicone is really soft so it feels much more real than some other vibes I've tried."
        }
    ]
}