{
    "product_id": "1374",
    "name": "Talc Free Refillable Dry Shampoo Powder",
    "brand": "The Rootist",
    "categories": "Hair, Hair Styling & Treatments, Dry Shampoo",
    "price": 37.0,
    "about": "What it is: A good-for-you, talc-free dry shampoo absorbs oil and sweat instantly and leaves hair looking and feeling clean..Hair Texture: Straight, Wavy, Curly, and Coily.Hair Type: Fine, Medium, and Thick.Hair Concerns:.- Hold and Style Extending.- Oily Scalp.- Volumizing.Key Benefits:.- Absorbs both oil and sweat, instantly and over time.- Leaves hair feeling clean and soft.- Dark-hair-friendly vanishing tint.Highlighted Ingredients:.- Proprietary Rootbiomic Fermentu2122 Powder: Promotes anchored roots, balanced scalp, and visibly stronger, healthier hair..- Magnesium Carbonate (Upsaliteu00ae): Acts like a sponge to absorb excess oil and sweat instantly and over time..- Allantoin: Soothing moisturizer to help balance hydration of the scalp..Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free..What Else You Need to Know: This ferment-infused powder in a refillable, on-the-go package is made for precise application, blending seamlessly into hair. It wonu2019t disrupt scalp balance or build up in hair and is perfect before and after the gym and in between wash days..Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "-Proprietary Rootbiomic Fermentu2122 Powder: Promotes anchored roots, balanced scalp, and visibly stronger, healthier hair..-Magnesium Carbonate (Upsaliteu00ae): Acts like a sponge to absorb excess oil and sweat instantly and over time..-Allantoin: Soothing moisturizer to help balance hydration of the scalp...Maranta Arundinacea Root Extract, Tapioca Starch, Zea Mays (Corn) Starch, Magnesium Carbonate, Mica, Lactobacillus/(Centella Asiatica/Coffee Seed/Ganoderma Lucidum/Hops/Panax Ginseng Root/Scutellaria Baicalensis Root) Extract/Pea Extract/Rice Seed Extract Ferment Filtrate, Maltodextrin, 1,2-Hexanediol, Water/Aqua/Eau, Allantoin, Inulin, Alpha-Glucan Oligosaccharide, Rosmarinus Officinalis (Rosemary) Leaf Oil, Ormenis Multicaulis Oil, Mentha Piperita (Peppermint) Oil, Potassium Sorbate, Iron Oxides (CI 77491), Iron Oxides (CI 77499)...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Pull down sleeve..-Tap brush directly onto roots wherever hair needs freshening and volumizing..-Work product into roots by massaging scalp with fingertips..-To clean the brush, spray with a makeup brush cleaning spray. .-Do not submerge the brush in water/soapy water as it will loosen the bristles..-Use a wet wipe or makeup wipe to penetrate bristles. .-Air dry.",
    "num_reviews": 480,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/the-rootist-talc-free-dry-shampoo-powder-P509869?skuId=2750362&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2750362-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.17 oz/ 5 g",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2750362-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Doesn't Prevent Seperation & Leaves Visible Grains",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "I included two photos: The one with makeup and a headband is after using my regular aerosol spray, and the close up one with no makeup is after using this product. I am unimpressed to be honest. No matter how much I use it doesn't prevent my hair from having that separated look. I tried massaging this into my bangs throughout the day and at the end of the day you can still see the grains. The smell is very minimal though and it goes away after it's applied to the hair which I like quite a bit. It has a sliding plastic sheath that goes over the brush so it's easy to put the cap on (like a retractable Kabuki brush) so I'm not positive the reviews saying it's hard to put the cap on know that it has that feature (or maybe it was recently added). You also do not open the bottle and dip the brush in the productu2013 you simply just invert the brush, tap it into your hair, and the powder comes from the canister through the bristles, no disassembly required. Overall it's a nice idea but up close it looks like I have dandruff and no amount of massaging makes the grains disappear. It's a no for me."
        },
        {
            "review_title": "GREAT, but tiny bottle",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is the best dry shampoo Iu2019ve ever tried, it doesnu2019t have a bad smell, blends seamlessly and controls oil, gives good volume and textureu2026. The reason Iu2019m giving it only 3 stars is because the container is TINY! I wonu2019t buy it again for this reasonu2026 I went thru it in like 2 weeks and I donu2019t think I use dry shampoo that often. Too bad!"
        },
        {
            "review_title": "Pretty bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Leaves my hair feeling sticky and gross and does not smell good."
        },
        {
            "review_title": "FINE HAIR GIRLY HOLY GRAIL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So far I LOVE it, I have fine hair due to PCOS and struggle with it splitting in the back on the second day after my wash but I've been using it and no splitting anymore and my hair looks exactly the same as my first day! its also super light and doesn't leave a weird film on your hair or scalp"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Normal skin",
            "review_text": "I tend to get migraines from dry shampoo sprays so was excited to try this one. The smell is ok not my favorite but it also doesn't last long so not a huge deal. I have dark auburn/warm brown hair and it was leaving a whit cast on my hair until I realized it was my own fault because I kept forgetting to twist the product so no more was coming out. Now I twist open tap a couple times then twist closed way better. Still slight cast but it cleaned without residue and wasn't too obvious. NOW here is a trick I found for dark hair people out there. I used my colorwow hair filler and scrapped it into the powder pot and shook it really well to blend....Zero white cast and a filled in hair line!"
        },
        {
            "review_title": "Really disappointed in this product.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair",
            "review_text": "Was Excited to try it out.  The brush does not fit into powder easily and spills the product. Does not smell pleasant. Over priced for the size and overall very disappointed."
        },
        {
            "review_title": "This product is a must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Such a great product to keep in my bag for quick touch ups!"
        },
        {
            "review_title": "Wonu2019t be repurchasing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "First time opening the bottle was confusing and hard to open. I donu2019t like the feeling after putting this on, it leaves my hair crunchy and hard to run my fingers through also leaves a white cast."
        },
        {
            "review_title": "Perfect for after the gym and pre-wash day!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Iu2019ve been using this for over 2 weeks and love how easy the application is. I am not a huge fan of aerosol dry shampoo so I was very excited to try it out! The packaging is simple and effective. The brush makes it easy to apply through my roots. The only reason I took away one star is due to the powder not being easy to blend into my dark hair. This product has saved me on days where my head gets a bit oily and I want to push one more day before wash day. It gave my hair a little bit of volume and feels nice to touch. Iu2019ve been keeping it in my pool/ beach bag. Would definitely do a refill of this product."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "i like the actual product of this. the powder itself works pretty well. the only thing i donu2019t like about this is the packaging. itu2019s very hard to get the brush back into the case and it spews product everywhere"
        },
        {
            "review_title": "Made my hair last a week in the hospital",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was in the hospital for a week and used this on my fine, oily hair. I had my hair in braids and put the powder on every night. When I left my hair looked like I had recently washed it. Even though the scent is mild it also helped my hair stay fresh-smelling. This product was a pleasant surprise!"
        },
        {
            "review_title": "Bad packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Product works fine, but packaging is very poorly thought out. The bottom of the package where the product sits unscrews easily. Accidentally opened the wrong end and half the product came out."
        },
        {
            "review_title": "Turns fine hair to awkward straw",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "auburn hair",
            "review_text": "This product came with the majority of the powder already in the brush applicator. It got everywhere and wasted product. It doesn't have much of a smell but mostly I disliked the texture it gave my hair. Initially I thought it was because so much powder was on the brush but after using it for a few weeks I still felt like like my fine hair was weighed down. It made my hair feel like dry straw/hay without making it look less dirty.  Not worth the price tag."
        },
        {
            "review_title": "Love it - great for fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am loving this! I use it primarily in my bangs, temples and sideburns as a pick me up. Personally I love the dispenser - I like the amount it distributes and the brush lets you distribute it into your hair well. I like the scent too!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Really appreciate the way the way this product is applied. An ample amount is distributed with each tap of the brush onto the scalp. But be wary, then you take the lid off, quite a bit of product will be on the brush and in the lid. The fragrance is really clean and refreshing. The color of the powder is an off-white beige shade, not sure if Iu2019d reccomend for dark hair. It works well. Leaves a bit of a residue but does absorb oil. After two weeks of regular use, I didnu2019t notice a detoxifying effect but other than that I enjoyed it"
        },
        {
            "review_title": "Bad Applicator",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This applicator just doesn't work for me. It's hard to get an even application. If you brush it on, the powder doesn't always come out. If you tap it on it puffs out too much into a white cloud. The powder itself works ok but hate the applicator."
        },
        {
            "review_title": "Go-to product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The brush gave me some youth wibes where I used to buy bronzer in the same shape It's absolutely convenient form of product which I'm happy to use.  Gives some texture to the roots of my hair when I'm not in the mood to wash it. Becomes clear when applied. No baby powder feeling."
        },
        {
            "review_title": "Fresh & lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Super light and refreshing dry shampoo! I hate when dry shampoo feels heavy and this is nothing like that. The brush applicator is really nice because I feel like I can really work the product into my hair. Mess free and soaks into your hair really well!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is the first powder based dry shampoo that suits my hair type. It does not leave any white cast and residue in my hair and is so light that it just disappears, leaving my hair feeling like a fresh wash."
        },
        {
            "review_title": "On-the-go Dry Shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love this product! Itu2019s the perfect dry shampoo for on-the-go girlies. Itu2019s very easy to use and I love that it has a brush-like applicator. I just through it in my purse and use it as a touch up option for when I need some dry shampoo."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I never received my order despite reaching out to the brand letting them know so I canu2019t share my review for this but it seems like a really good product for hair touch ups on the go and for travel! The built in brush also seems really good for easy application."
        },
        {
            "review_title": "A purse must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This dry shampoo powder was something I never knew I needed and now can not live without! This is a purse must have. I am someone who washes my hair once a week and this dry shampoo truly gave my hair another couple of days before I needed to wash it."
        },
        {
            "review_title": "Great dry shampoo, packaging ruins it.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great dry shampoo. But the absolute worst packaging. The product is hard to get out with wasting some. I decanted the powder into another container just to make sure I could use it properly. The"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is the BEST dry shampoo for travel and on the go. The container is smaller than other dry shampoo bottles/cans and has a brush built in which helps with disbursing the product evenly and blending it in your hair. I keep this in my work tote as my hair gets greasy throughout the day and apply it as needed!"
        },
        {
            "review_title": "A Must-Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "I love this dry shampoo! It works great and smells so so good! I also really love how compact the packaging is; makes it very easy for travel and to keep right in your purse.I would definitely recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I like this dry shampoo option. I really appreciate that the ingredients are healthy for my hair, and itu2019s fairly effective at absorbing oil. I also like that the packaging is travel friendly. I do wish more product came out of the brush at a time since I feel like it took a lot of effort to get enough out."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love the handy packaging of this dry shampoo powder, I find it so handy to take on the go, and is also refillable!  I personally love that is non-aerosol, I find aerosol dry shampoo scents very strong and unappealing. Another cool this about packaging is that provides a precise application, blending seamlessly into hair."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This dry shampoo is a good concept because its small and travel friendly. The brush is nice for blending in so you donu2019t have to use your fingers but i am not a fan of the scent and the product doesnu2019t seem like it will last a long time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "Iu2019ve been using this product for the past two weeks whenever my hair gets oily and I really like it! Itu2019s easy to apply and hair looks noticeably less oily after I use it. I took it on a trip to New York and I didnu2019t experience any messes, itu2019s nice to have while on the go. I received something in exchange for this post but this is my honest review."
        },
        {
            "review_title": "Love!u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Loved this product. Itu2019s so convenient to take with you. Definitely has helped me so much for after my workouts it helps decrease the oily looked & of course helps on the days that are no wash hair days. Definitely loved this product. ud83eudd0d"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received this dry shampoo in exchange for my honest review. I really like the smell of this dry shampoo, but I feel like the way itu2019s packaged makes it hard to use. Itu2019s hard to use the brush without getting a lot more dry shampoo in your hair. Overall, I probably wouldnu2019t purchase."
        },
        {
            "review_title": "Best one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love to style my hair and this product is awesome. I was mainly using sprays ones but I am loving using the brush instead of aerosol. The powder is delivered straight to the area which I find it more easier to apply and blend afterwards. The packaging is very aesthetic and I love its color.  Cute gift idea too."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Love how this dry shampoo works with the brush attachment! The brush makes it a lot easier to apply to your hair. The only thing that would make this better is to be able to turn off the flow of dry shampoo so that you can just use the brush to blend without product coming out. Overall, love the convenience of this product and love that it volumizes too!"
        },
        {
            "review_title": "Packaging is everything",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I wash my hair once a week, usually use a dry shampoo on 3rd or 4th day hair as my scalp doesnu2019t get too oily. I despise the feeling of powder on my hands, a must for getting product evenly distributed when using traditional spray dry shampoos. This product intrigued me so I had T try it. The twist up brush is genius. It dispenses the perfect amount of product without me having to rub it in with my hands. I will definitely be repurchasing this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "I'm impressed by the convenience and results. The brush allows for precise application, ensuring that the powder is evenly distributed throughout my hair. I found that it effortlessly absorbed excess oil, leaving my hair clean, light. Not only did it revive my hairu2019s appearance, but it also added a noticeable boost in volume, which I loved. Gifted for free by The Rootist"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The powder can leave a white cast in your hair if you donu2019t rub it through properly. It did absorb the oil out of my roots and even gave it some volume lift, however it made my hair feel a little starchy."
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I really like this product, my scalp is dry but my hair gets oily at the top and this product really helps with taking the oil out of my hair and making my hair look healthy. The brush on this product is very convenient as well, not much to do with it at all."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I'm in love with this product that I was gifted from my rootist! This dry shampoo powder is truly one-of-a-kind, with a groovy vibe that sets it apart from the rest. Plus, it's talc-free, making it even more impressive. Of course, the packaging immediately caught my attention with its fabulous, bright, retro style! I must say, the packaging of these bottles is truly one-of-a-kind!"
        },
        {
            "review_title": "Love, but wish it was bigger for the price",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was a little skeptical trying this as it was my first time using a brush on dry shampoo, but I was pleasantly surprised that I loved the application of it! I also really like that this is a non aerosol option as that is something I'm trying to get away from. This dry shampoo does a great job at almost instantly absorbing oil and leaves my hair looking and feeling fresh. My only complaint on this is the price for such a tiny amountu2014I wash my hair 1-2 times a week and rely a lot on dry shampoo so this isn't going to last me long, which is disappointing."
        },
        {
            "review_title": "Great For in between washes and texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love that this is in a small , compact container with an easy apply brush on the end. Really nice herbal smell. I can choose the amount I put on my roots. Not only does it absorb the oi quickly, it gives my hair and roots much needed added volume and texture. This is my first time trying powder dry shampoo and I really like it ! I don't get the fuller texturized look' with my usual aerosol dry shampoo. Great for in between washes !"
        },
        {
            "review_title": "Best dry shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Clarify Dry Shampoo Powder by The Rootest offers a refreshing solution for those hectic mornings or on-the-go touch-ups. Its lightweight formula effectively absorbs excess oil, leaving hair feeling clean and volumized without the residue often found in spray alternatives. Plus, its natural ingredients are a win for eco-conscious consumers. While the application process might take a bit of practice, the results make it worthwhile. Overall, a reliable choice for extending the time between washes and maintaining hair health."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I am not a fan of dry shampoo because it makes my hair oily, sticky and/or white looking. But i love this dry shampoo!!! I appreciate the powder applicator over a spray bottle. It really makes a difference."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I appreciate how it adds volume and texture, making it easier to style second-day hair. Additionally, the brush application can help distribute the product more evenly, ensuring that it reaches the roots where itu2019s needed most. The compact size of the brush and powder combo makes it perfect for on-the-go touch-ups, fitting easily into a purse or gym bag. So far so good!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I absolutely love this dry shampoo! I love how convenient it is and it's great for traveling too! Just open it up and apply. Super easy! The brush is fantastic, it really helps me get the product the into the hair and it absorbs all the access oils and sweat. My hair gets oily very quick between washes but this dry shampoo easily gets me a few extra days before the next wash. My hair looks natural and you can't even tell I used a dry shampoo product!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love the clarify dry shampoo powder by rootist! Iu2019ve never used a dry shampoo that came with an applicator brush before but I love it! It is so easy to use and I can just dab it in areas by hair needs it. It makes my hair look super clean and has a very clean scent!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Love this dry shampoo powder brush so easy to use and quick freshen up. Love the natural ingredients and perfect to take with you on the go and good size in my purse. Also it smells so good. Highly recommend."
        },
        {
            "review_title": "A must try for the summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Super easy application! I love the brush style and how you can get right to the roots. Itu2019s so great it doesnu2019t leave any white marks and also easy to easy to bring on the go. I have very fine curly hair it and seamlessly blended in without any stiffness or powdery residue"
        },
        {
            "review_title": "Awesome, just want more powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is a fantastic product! It was easy to apply to my hair, really did well at absorbing the oils in my hair and my hair had extra volume and bounce. My hair felt clean and refreshed! But my only gripe is the amount you get! I have a lot of hair and that powder has gone so fast in only a few uses. To keep buying refills would be so much money so if they could make the powder amount more that would be great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Wow I love how convenient it is! Super easy to freshen up without weighing down the hair without irritating the scalp (dandruff prone). A good size to store in a purse or backpack. Highly recommend this product!"
        },
        {
            "review_title": "must have in my hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "The rootist talc free clarifying dry shampoo powder has been a game changer for my hair routine. This really helps to make hair look refreshed, less oily, and feels cleaner. This doesn't leave any residue and works great for my darker hair. The brush is so soft and easy to work with. Just tap the brush in your hair and massage in and off you go."
        },
        {
            "review_title": "The perfect travel dry shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This is such a great product. Firstly, I love how travel-friendly it is, you can fit it in any bag or purse so is going to come in very useful. The powder itself works so well and doesnu2019t leave any white residue or unnecessary texture, it just leaves the hair feeling clean!"
        },
        {
            "review_title": "Great, compact dry shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have fine oily hair and have tried many many dry shampoo products. I was pleasantly surprised by how little of the product I needed to refresh my hair. Just brushing it at the roots, section by section and my hair looked clean and soft. Also, with dark brown hair it can be hard to blend in dry shampoo but I didnu2019t have any issues with a white cast and the product blended in easily. I love how compact the packaging is - it will be great for travel or keeping in my bag for a quick refresh.  The only thing that would make it better is if it was refillable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Best clean dry shampoo, no white cast helps with greasy hair, smells cleans and serves the purpose, highly recommend if you are looking for a aerosol free clean dry shampoo. Absolutely amazing, totally recommend"
        },
        {
            "review_title": "Great dry shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My first time trying the dry shampoo that has a brush , actually super easy to use a very good alternative to a spray dry shampoo and itu2019s very compact so perfect to take to a vacation. I have a long thin hair, that gets oily very quick, so the dry shampoo is a must have for me. After I use this dry shampoo, I got an instant refresh, hair looks and feels super clean, and all the oiliness has been absorbed ."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am pretty pick about dry shampoos because not a lot of them work on my super oily hair but I like this one! Love that the applicator is a brush too and non aerosol because most non aerosol you squeeze into your hair and it comes out in a clump that you canu2019t get rid of. This one is easy to blend and small so great for traveling too!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I adore this dry shampoo! First of all - it's so Useful! The packaging is awesome - you can carry it in your bag and use it whenever you need it! I also use it sometimes on a clean hair after doing a blow-dry so it will stay dress longer"
        },
        {
            "review_title": "Perfect for thin, fine hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Dry shampoo is an absolute must in between wash days for me, and this has been fantastic for my thin, fine hair. Itu2019s very easy to apply using the brush, and doesnu2019t leave any kind of noticeable powder on my hair (which is a light brown). After massaging it in my hair does has a bit more texture to it, but nothing I would consider u201cgrittyu201d. Best of all my hair looks clean and dry and has a little bit of added volume.  I also love the convenience of the brush applicator, as opposed to an aerosol can. Itu2019s so much easier to carry in my purse and apply discreetly if Iu2019m in public. I also love that is talc-free and refillable!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I used the clarify dry shampoo powder by the rootist multiple times and it was perfect! Itu2019s easy to use and also convenient for travel. My hair immediately feels better since it absorbs the oil and makes it look cleaner"
        },
        {
            "review_title": "Great non toxic option!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a great non toxic dry shampoo option, the brush is different but I actually think I prefer it now bc I donu2019t apply too much product. I have dark brown hair and didnu2019t have any issues with a white cast once blender. Itu2019s the perfect size for travel too!"
        },
        {
            "review_title": "Great application!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "My roots are on the dark side and I was really wondering if a powder would be able to blend in, and it absolutely does. This powder actually makes my hair have volume and doesnu2019t just sit on my scalp, it gives a light texture to my roots!  I love the applicator because the brush is soft and gentle so it easily gets to the base of my hair. It also doesnu2019t over apply, the powder comes out pretty sparingly so I can measure it rather than over apply and get too much. I noticed using my fingers to rub in the powder around the roots gave the best results because it left no sign of shampoo and it gave me extra volume. I do wish it was a slightly larger amount of product, but itu2019s non aerosol, tsa approved and talc free. Yay!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This type of product is one that I would reach for on-the-go, for a quick refresh or touch up. I have a super oily scalp, so def need something a little more heavy duty for second day hair, but for a quick refresh, this works. I personally really love the built in brush for this kind of product as itu2019s easy to apply and blend it into the hair."
        },
        {
            "review_title": "So convenient",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "An absolute must have. This product is so convenient in many ways. It really helps between wash days and leaves hair looking and feeling fresh! It is also the perfect size to carry around in any bag for touch ups."
        },
        {
            "review_title": "Nice for the purse or travel",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m an absolute powder dry shampoo connoisseur. The formula of this is soo nice. It soaks up oil nicely and really gives a nice grit and volume. My only complaint is that I need to use a decent amount so the application method takes a long time. Itu2019s the perfect purse touch up product for me. Thereu2019s not a ton of product so it lasts longer that way too."
        },
        {
            "review_title": "Good for Clean Conscious Shopper",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Not sure that this is for me. While I do appreciate that its clean and talc free, I just did not care for its effectiveness. I will use it up, maybe keep it at my desk or in my car but I do not see myself purchasing this again."
        },
        {
            "review_title": "good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "this is the best invention for dry shampoo it's very small and will fit in your bag smells like menthol and it's very useful because of the brush you can control how much dry shampoo you put on your hair and then you can blend it with a brush you put in the right spot and the correct amount"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Oily skin",
            "review_text": "This was my first time trying out a dry shampoo in this form (Iu2019ve always used a spray) so I wasnu2019t sure how I would feel about it. After using it for two weeks I mastered how to apply it with the brush and really do like it. My hair looks fresh and it doesnu2019t look caked on so Iu2019m a fan."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "What a new and fun way to use a Dry Shampoo! The brush makes it easier to spread across your hair without spots getting more than other and also make it easier to stay out of my part. It is unscented which I donu2019t mind one bit. It didnu2019t take much to notice a difference either!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I was gifted this dry shampoo and I've really enjoyed it. The application is easy to use and it doesn't leave any white residue on my hair after it's applied. I would definitely recommend this for all hair types."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "this is perfect for no wash hair days! i needed something a bit more simple for traveling (no aerosol) and i find this one has been the perfect fit! it dabs on and soaks my oily hair really well without leaving blobs of powder"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really like this product dry shampoo like this is my favorite. It works on my hair so well itu2019s easy to apply. Itu2019s really good to travel with in your bag. Thereu2019s so much product. Youu2019ll be able to use it for a long time. Be careful not to take out too much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "As an oily haired girly, this is the best thing to keep with me. Itu2019s small and does job!! You give it a little shake, then brush it onto your hair. I also love that it doesnu2019t have much of smell and doesnu2019t leave residue."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "First of all the color of this and packaging is nomb! I love that it's powder and easy to apply/throw in your bag while travelling. I am a huge fan of this. Like hands down fantastic in every single way!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this dry shampooon in my hair!! Itu2019s so amazing and I love how fast it absorbs the oil in my roots. Love that it doesnu2019t have a strong smell! So glad I was able to try this product as i usually donu2019t like dry shampoos at all"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this dry shampoo! I have a very oily scalp so I am a dry shampoo expert by now, and I gotta say this is top of the line! Itu2019s so easy to apply exactly who you need it and it doesnu2019t get on my ends like the spray ones. It keeps me from shampooing my hair for up to 5x days. Overall 10/10!"
        },
        {
            "review_title": "Loving it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Loving this dry shampoo! I packed it with me on my last trip and it was so convenient. It blended seamlessly into my roots and didnu2019t leave any white residue. The brush applicator is a great feature!!"
        },
        {
            "review_title": "Convenient, great product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Clarify Dry Shampoo Powder is one of the most convenient dry shampoos Iu2019ve ever used! I love the packing and how sleek packaging the dry shampoo is - perfect to throw in your purse or gym bag! It helps get the oil out of my roots without leaving a white cast! Great product! Iu2019m very happy with this dry shampoo!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "LOVE the compact size and brush applicator. It applies nicely and freshens up my scalp/greasy roots! Sometimes with the dry shampoo sprays, I feel like half the product goes into the air and I breathe a lot in. This works really well!"
        },
        {
            "review_title": "The perfect dry shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have been using the clarify dry shampoo powder for 2 weeks now. My favorite thing is the applicator, the brush. The brush makes it so easy to distribute the powder evenly where you want it to be.  It makes my hair feel clean and not greasy. This is my favorite dry shampoo I have tried."
        },
        {
            "review_title": "new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
            "review_text": "iu2019ve been using this product for the last two weeks and itu2019s been great for adding volume and reducing oils in my hair! the applicator brush makes it super easy to apply, the powder absorbs easily into my hair and doesnu2019t leave any residue!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I love how small the packaging is so itu2019s easy to throw into your purse or gym bag. It is some trial and error to get the product to disperse evenly and I still found after using it for multiple days I couldnu2019t quite get it to spread evenly. Regardless it doesnu2019t leave a white cast which is amazing!! I did find I had to use a lot to get the product to really work for my hair as I have fine hair that gets oily very quick so I do think Iu2019d run out of this very quickly   Gifted in exchange for review"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this dry shampoo powder. It might my hair so voluminous and clean feeling, I let a few friend use it as well and they loved it too! I highly recommend this product for a great clarifying dry shampoo!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "Iu2019m the dry shampoo fanatic, I have tried so so many of them, however, I am incredibly picky. I have to say, I loved this formula. The application is like not anything else I have tried, I loved the brush!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Cool new way to apply dry shampoo! It works easily to not add too much like sprays usually do and the brush helps blend it around so the powder doesnu2019t leave any white cast. It helps absorb oils and lasts a good while"
        },
        {
            "review_title": "Itu2019s compact and convenient!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love the packaging, it would be perfect when I travel or to put it in your purse. The applicator brush works nicely distributing the product evenly. This dry shampoo provides great results. Iu2019ve dark brown hair and I was a little nervous at the beginning but this dry shampoo magically vanished on my scalp, leaving zero residueu2026thatu2019s a win!"
        },
        {
            "review_title": "Game Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I wasn't sure how I'd like this powder dry shampoo but once I figured out the proper way to use it, I was totally sold. It works fabulously. I feel it keeps hair looking better for longer too. Application is a breeze and can be done anywhere.  With an aerosol that is definitely not possible. I love the size of it too. It fits in all my purses and I've even carried it in my pocket. Definitely a better way of serving it's purpose."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019m in love with the applicator on this - GENIUS. It makes it super travel friendly and is a nice alternative to aerosol based dry shampoos. It has a more herbaceous scent but that disappeared quickly after putting on my hair. I find the powder formula works better for super greasy days or adding in before going to bed for refreshed hair in the morning."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This form of dry shampoo is perfect for travel! Itu2019s so much less bulky than an aerosol spray, and itu2019s small enough that you can take it with you in your bag and reapply throughout the day. I have dark hair, and like any dry shampoo this is very white in color, but it blends in well. I let it sit for a few minutes before working it in."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This product has quickly become one of my favorite dry shampoos I have ever tried!! Love the smell, love the way it makes my hair feel so fresh and not heavy and gross like some other dry shampoos tend to do"
        },
        {
            "review_title": "Amazing and non toxic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Gifted. I love dry shampoo because I am busy mom and I canu2019t wash my hair every day. I am very excited about this one . I check ingredients and itu2019s super nontoxic and clean. Yay! I like application and the idea that I can care it in my purse. Great results and right away !!! Will buy it again and again! Thank you so much !"
        },
        {
            "review_title": "Better than sprays!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "This travels so well and is pretty perfectly sized for a makeup bag or put in a purse. Iu2019ve never used this type of dry shampoo before (powder) and I was a little nervous because my hair is almost black. It can definitely make my hair look a little ashen if not dispersed/rubbed in but no other complaints! Itu2019s a great addition to my makeup bag and travel bag!"
        },
        {
            "review_title": "A summer must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This dry shampoo is such a game changer, and such a must for the hot weather! Our weather is hot and humid and doesnu2019t take long for hair to get sweaty, and I also have an oily scalp. The brush makes it easy to apply and very quickly absorbs oil and sweat, leaving hair fresh and airy! I love that this dry shampoo is soo convenient and I can carry it with me for a mid-day refresh! Also love that it doesnu2019t leave any white cast!"
        },
        {
            "review_title": "Great to carry in your bag",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Very handy product to have on the go for sure. The packaging makes it easy to distribute through the hair and fun to use. I will say i didnu2019t see too much of a difference in terms of less grease though, maybe you just really need to pile it on. Love that it is talc free though."
        },
        {
            "review_title": "Great for on the go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "The Rootist Clarifying Dry Shampoo powder works great in my thin oily prone hair. I really enjoy the packaging. Easy to apply and does not dispense too much. I love how easy it is to take on the go and can be refilled. It works well to absorb oil and makes my hair look refreshed. Blends in perfectly with no white cast in dark hair. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This dry shampoo has been great for my fine straight hair. The packaging is very innovative and makes it easy to use. I tap the brush onto my roots where needed.It absorbs the oil and sweat leaving my hair looking clean."
        },
        {
            "review_title": "Perfect for traveling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a nice dry shampoo. I especially like that it's so compact, ideal for traveling.  The brush application works really well; it distributes evenly and is much easier than rubbing the powder in by hand.  Overall, this dry shampoo does a great job of absorbing any oiliness on my scalp and gives me an extra day before washing my hair. It also doesn't leave a residue on my light hair.  The one thing to note is that it took me a little to get used to the packaging. At first I couldn't get any powder through the brush and ended up unscrewing the container. But after a little experimenting, it now comes out perfectly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is my first experience with a non-aerosol dry shampoo- overall I really like the product and the applicator  having a brush built in is a great idea. It works very well and made my hair appear less greasy without the spray which makes it great for travel. The only thing Iu2019m removing a star for is it seems overpriced for a straight powder."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i wanted to like this so bad!! iu2019ve been interested in other alternatives from a spray dry shampoo & was happy to be gifted this but it doesnu2019t seem to work for me. i tried applying this to my day 4 hair & it didnu2019t do anything for me. my hair still looked oily & i felt that there was a lot of product in my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Used this during my trip to very very hot place.my hair for more oily than usual so this came in handy. It helped with my hair looking less oily. I used it a couple times during the day to maintain the oiliness."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
            "review_text": "I am always looking for clean beauty products, and this is really cool to find out that there is a dry shampoo that is not aerosol but instead a powder on a brush. Also, it means you can travel with it easily through TSA without having to worry about buying a travel size aerosol."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this dry shampoo! It's so convenient with its portable size and I love that it isn't an aerosol. The powder doesn't leave any white residue in my hair and doesn't have an odor. Will definitely repurchase"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Yall! This has to be the easiest dry shampoo I have ever used and I cannot believe how soft my hair was after!! I love the packaging and that I can throw this in my bag with not a care in the world. Aerosol dry shampoos are so hard for me to use because I always feel like I put too much but with this one I was able to control how much and where."
        },
        {
            "review_title": "Lightweight!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been using this dry shampoo and have really been loving it! It doesnu2019t weigh my hair down or make it feel dirty like some other brands have. Lightweight, but does the job. Perfect to get you through to your next hair wash day!"
        },
        {
            "review_title": "The Best Dry Shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "The Rootist Talc-Free Dry Shampoo Powder is amazing! It effectively absorbs oil, leaving my hair fresh and clean without any residue. I love that it's talc-free and has a subtle, pleasant scent. The powder format makes application easy, and it blends seamlessly into my dark hair with no white cast. It also adds volume and texture, making styling a breeze. Highly recommend for a quick refresh on in-between wash days!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Seriously so good. I have a hard time liking powder dry shampoos because they always feel really gritty and like thereu2019s build up on my scalp but this one is so lightweight and feels so fresh. Itu2019s like I just washed my hair."
        },
        {
            "review_title": "No more oily hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love this dry shampoo! Typically dry shampoo brushes are hard to use but this one was super easy! Saves me from my no hair wash days, and makes my hair so soft! I would definitely recommend for those who have oily hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is my first time using this style of dry shampoo. I like that the packaging is easy to carry in your purse or car. I think there is some user error as far as the application goes but overall I enjoyed the product!"
        },
        {
            "review_title": "My new favorite dry shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Wow!! I love this dry shampoo touch up brush, itu2019s such an awesome tool and it really works. I love how itu2019s a powder product rather than a spray because I feel like it targets my scalp concerns way better and requires less product and doesnu2019t cause as much buildup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This product is perfect for on the go! I love the applicator because it doesnu2019t allow too much product to come out. but it also allows the perfect amount of product to come out to absorb moisture from my scalp! Iu2019ll always keep this in my purse."
        },
        {
            "review_title": "Must have for on the go!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This powdered dry shampoo is perfect for travel and on the go. Personally I love throwing it in my purse for quick touch ups on the go. I love that you can actually see how much product is left in it. The brush applicator is great and allows for more precise application as opposed to spraying it on."
        },
        {
            "review_title": "Aerosol free dry shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is a really nice dry shampoo and I was pleasantly surprised with the brush format! It was a lot easier to use than it looked and it distributes the product evenly without an aerosol. I usually use dry shampoo on day 2 or 3 so I can extend my wash day and it absorbed the sebum and oil on my scalp. I apply it directly on the scalp, let it work for a bit (or overnight) and brush the excess in the morning. It does not make my scalp itchy and it gives my hair a nice refresh. Highly recommend!"
        },
        {
            "review_title": "Loved it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I can honestly say I like this product alot. When I use dry shampoo it leaves my hair more oily and dirty. This product didn't leave my scalp dry or caused dandruff like other dry shampoos have."
        },
        {
            "review_title": "Easy On The Go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love how this smells itu2019s very fresh scented. It goes on well and disappears nicely once applied. For me it provides a little root lift which I am always in need of. Overall helps keep my hair from looking dirty too to get me a an extra day!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this product in exchange for my honest opinion and I absolutely love it. The Rootist Dry Shampoo powder is incredible. It goes on nicely and leaves my hair looking and smelling amazing. I have gotten so many compliments!"
        },
        {
            "review_title": "Effective alternative",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This was my first time trying a powder dry shampoo, so I was a bit uncertain on how to go about using it. Thereu2019s no real clear instructions on the box or the product itself, so thatu2019s one thing that could be improved on. Although rather straight forward, I wanted to be certain i was doing it right. The packaging is cute, compact, and innovative. I found it difficult to get the powder to come out evenly unless the bottle was perfectly straight upside down. Once applied, it did absorb some of the oiliness in my hair and i liked the cooling sensation from the peppermint. It definitely gave me some volume, but I could definitely feel it in my hair almost like a texturing powder feeling if you know what i mean. I have dark blonde hair and it left my scalp looking a little chalky, which was okay since my hairs light enough, but if you have darker hair i could see this being an issue. Overall a nice product to have as i think it will be more cost effective in the long run once you get the hang of the powder form."
        },
        {
            "review_title": "My new favorite dry shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "I think this is the best dry shampoo that I have used so far. It is so easy to apply, it does not leave any residue on my hair and it makes it feel clean and also voluminous. I would highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love this clarify, dry shampoo! This dry shampoo is so amazing because it is so convenient to use as it has a brush attached to it so you can use it while youu2019re on the go over after the gym and thereu2019s absorbs perfectly into the scalp leaving your hair, looking fresh and clean!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I am absolutely in love with this dry shampoo! This is my first time using this type of applicator and itu2019s life changing, I am never going back to spray cans again. The brush disperses the perfect amount of product and really helps in blending the powder evenly on my hair. This truly does help refresh my hair and absorb oils, just wish it had a stronger scent. Excellent product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "Wow! This is the best dry shampoo Iu2019ve ever tried. The most amazing airbrush applicator (super easy to use and a lot more convenient than the spray). I bring this product with me everywhere I go and I took it on a trip to mexico with me - so easy and useful. It helps to refresh the hair in minutes and the hair looks smooth, fresh and healthy. Highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I was kind of hesitant to try a powdered dry shampoo because the ones that Iu2019ve tried in the past havenu2019t worked, but this one definitely exceeded my expectations. It did not leave a weird white color to my hair."
        },
        {
            "review_title": "Amazing for my purse!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Okay the little brush on the end is brilliant! I love how easy it makes the product to apply, especially if youu2019re already dressed and just need a touch up. Also super great to keep in your purse because thereu2019s no way it can go everywhere."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I have been using this product for a couple of weeks and I personally love it! I carry it in my purse with me and I apply throughout the day and it does not leave a heavy residue feeling it actually has a really refreshing scent as well. It leaves my hair feeling refreshed, and the best part is the brush applicator, which makes it so convenient and easy to do. I have already recommended this to friends and family!"
        },
        {
            "review_title": "Super easy to use!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I am always trying out new dry shampoos and recently got this one. I have to say, I love the brush applicator. It makes it super easy to use and not as messy as other dry shampoos I have tried in the past."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Itu2019s beautiful finish, great transparency, fast acting ad the best part that itu2019s so compact that I carry it around with me everywhere I go, itu2019s summer time and have bangs, so maintaining its freshness is the key factor for me."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "10/10!! I can not recommend this dry shampoo powder from The Rootist enough! I love this for so many different reasons. First of all, the convenience of having this dry shampoo powder in an easy on the go packaging system with a brush is perfect for a hair touch up no matter where I am. this powder does a great job at absorbing oil and blending seamlessly without leaving any white cast in my dark black hair. I love how precise the application process is with the brush. I feel like I can really target areas such as my bangs that typically get the most separation. I definitely recommend this for any hair type!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this packaging. This is the best way to apply dry shampoo and this product is amazing. My hair felt instantly less greasy and it felt so smooth and light weight. I love how you can build the product with the powder without it leaving white marks in my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am really enjoying this dry shampoo powder! I am trying to move away from aerosol dry shampoo and this was a great one to start with. Itu2019s very easy to apply and leaves my hair looking fresh without the texture a dry shampoo often leaves behind. It does leave a bit of a white cast , but I apply overnight and itu2019s fine by morning!"
        },
        {
            "review_title": "Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have been loving this clarifying, dry shampoo powder! Itu2019s been so great with my blonde hair. It actually works too! Iu2019m so sick of dry shampoo doing literally nothing. This one takes all the grease out of my hair and I can actually tell it looks less greasy."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is my first dry shampoo thatu2019s in this kind of packaging and now I canu2019t switch back to regular ones. The brush makes it really easy to brush through my hair and scalp and I donu2019t have to use my fingers after to distribute the powder evenly."
        },
        {
            "review_title": "Perfect for on the go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "My new go-to dry shampoo! Easy on the go brush makes applying this so easy and Iu2019m able to get my oily areas really good. The brush is great quality. The product is formulated very nice, reduces oil without drying out my scalp. I live in Florida and this is a must have to take on the go to help keep my hair fresh!"
        },
        {
            "review_title": "Handy dry shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Clarify dry shampoo powder is very little and compact great for your purse, it does seem to be harder to come out since it's a brush form. I also feel it feels weird in my hair. It did cover up and make my hair look clean."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I have really been loving this dry shampoo option. I like the non aerosol brush style application and it is perfect for keeping in my purse for touch ups between wash days. Super happy and will be getting a refill when it is empty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I used this product for two weeks. I was really impressed by it. The packaging is super cute and easy to fit in your purse or for traveling. The packaging is clear on instructions. The product is super easy to use. There is a slight scent with is lovely. You tap the product and brush into hair. It freshens up your hair and takes oils away to make your hair look clean."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love how easy it was to use this product and how it was able to easily work on my hair. I would highly recommend this product to anyone and everyone looking to purchase it. If you are looking to for something fast to use then get this product!"
        },
        {
            "review_title": "Nice!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I recently tried the Roots Clarify Dry Shampoo Powder, and it has quickly become an essential part of my hair care routine. Here are some of the reasons why I absolutely love this product:  Effective Oil Absorption: The powder formula is incredibly effective at absorbing excess oil, leaving my hair looking fresh and clean even on the second or third day after washing. It doesn't leave a greasy residue, which is a huge plus.  Volume and Texture: One of the standout features of this dry shampoo is the volume and texture it adds to my hair. It gives my roots a noticeable lift and makes my hair look fuller and more voluminous without weighing it down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This was my first time trying a dry shampoo with a brush and itu2019s now my preferred method, so smart! The brush makes it so easy to apply evenly and blend it out. The powder itself also does a great job of revitalizing my oily roots quickly and lasting throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This dry shampoo applicator makes me so happy. It is very compact and easy to throw into your gym bag your purse as needed. I always seek out more compact items to try and save space and pack lighter, and this dry shampoo provides that. Also like that you can see how much product is left. And the dry shampoo is also effective and perfect for use after the gym or after going outside in this hot Texas weather."
        },
        {
            "review_title": "Oily Hair Must Have ud83dudd25",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Oily skin",
            "review_text": "I recieved the rootist Dry Shampoo Powder in exchange for this post. I have oily roots so it was very easy to use! I did have to use a bit more but I did notice less shine in my roots. I liked how innovative this is. The lime packaging is so cute."
        },
        {
            "review_title": "Great natural dry shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I love this dry shampoo!! I was in the market for a healthier dry shampoo instead of the ones in the can and I was recommended this one. Itu2019s been great so far with cleaning up the oil in my hair and doesnu2019t leave a white cast residue like some other brands do!"
        },
        {
            "review_title": "Itu2019s works but not a lot of product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I wish there was more product in this because itu2019s pretty small and I use a lot of dry shampoo. I like the zesty scent which I think helps keep my unwashed hair smelling better. Itu2019s not my favorite of all thre tons of dry shampoos Iu2019ve tried but I do like it. I especially like to keep it in my purse because itu2019s small so I can use it on my bangs that tend to get greasy by the end of the day. I feel like it adds a little volume as well. I will always prefer a powder over aerosol dry shampoo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Such a great product. Easy to bring on the go, works well for oily hair, and I think my favorite part is that I donu2019t have to blend the dry shampoo with my hands because I hate that feeling on my skin!"
        },
        {
            "review_title": "Must have dry shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Iu2019ve recently had the opportunity to try this dry shampoo, and Iu2019m genuinely impressed by its performance. As someone with a busy mom schedule, I often find myself in need of a quick hair refresh without the time for a full wash. This has proven to be an excellent solution for my busy days. Love that itu2019s powder and blends in nicely."
        },
        {
            "review_title": "The look of freshly washed hair for days and days!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have never tried a dry shampoo like this before! I LOVE the brush applicator and how discreet and portable this is to take with me in my purse. I've been using it for 2 weeks now and I apply it to clean hair to keep my hair from getting greasy and I touch it up daily to extend my time between washes. I enjoy the subtle mint scent and enjoy that it doesn't leave my hair chalky or gritty.  The brush makes it easy to target the application just where I need it. My photo shows my hair 2 days after washing and just after applying a touch up!"
        },
        {
            "review_title": "easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love dry shampoos and use them regularly. I like the concept of this dry shampoo in powder form. It is easy to use and can be applied only in places where I need it. I usually wash my hair twice a week, so this shampoo is excellent for use on the third day to eliminate oiliness and refresh the look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This may have just become my new favorite dry shampoo! I am obsessed with the applicator and how easily it can be applied to my hair without aerosol! In my experience a little product goes a long way and keeps the oiliness away. It is a small container so Iu2019m not sure yet how long the product will last. However I am happy with it and how my hair looks cleaner and more voluminous after applying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I tried this dry shampoo from clarify and i was really impressed. The packaging is the cutest, such convenient to travel and fits perfectly in your purse. If you are in the market for a dry shampoo, i would definitely give this one a try."
        },
        {
            "review_title": "Voodoo magic powder!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I donu2019t know what kind of voodoo magic is in this dry shampoo, but the Rootist Clarify Dry Shampoo Powder is ticking all the boxes! My before photo is on day three without a wash, and let me tell you, it wasnu2019t pretty. I use a hair growth serum daily, and I just carpeted a section of my basement, so my hair was sweatyyy from constantly running my hands through it. Enter Rootist Clarify Dry Shampoo Powder, and suddenly itu2019s like an instant wash in a bottle. Where did the oil, sweat, and tears go? Who knows! But they can stay gone, thatu2019s for sure. This dry shampoo gives my hair a fresh, clean feel and look, banishing any trace of greasiness. Itu2019s super easy to apply, blends in perfectly without leaving any residue, and leaves my hair feeling light and refreshed. Plus, it has a lovely scent thatu2019s not overpowering but just enough to keep my hair smelling fresh. If youu2019re looking for a dry shampoo that works miracles and saves you on those no-wash days, Rootist Clarify Dry Shampoo Powder is the one. Highly recommend for anyone in need of a quick hair revival!"
        },
        {
            "review_title": "best on the go dry shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Easy travel sized dry shampoo! Perfect for frequent flyers. Also helps with a bit of volume as well. Highly recommend if looking for something on the go. The brush makes it easy to blend so that you don't have a large white cast in your hair."
        },
        {
            "review_title": "Love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
            "review_text": "This was something different from what I have used. I like that it has a brush. The brush helps the product get into your scalp. I noticed a huge difference when I used it the first time. My hair was not oily. It looked like day one hair. Definitely recommend this product!"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Really have been enjoying this dry shampoo! It didnu2019t leave that residue feeling Iu2019ve had with other dry shampoos which is exactly what I want. The scent is fresh and I love the brush applicator, it makes it easier to distribute and working in the product!"
        },
        {
            "review_title": "Easy to use applicator",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have dark hair and this didn't have any powder residue to it how some dry shampoos leave. I used it after I worked out and then again after I hadn't washed my hair for 2 days and it really covered up the grease! Made my hair look clean. Brush applicator was easy to use."
        },
        {
            "review_title": "Perfect For An On The Go Refresh",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have been using The Rootist Clarify Dry Shampoo Powder for a couple of weeks now. Dry shampoo always scared me. That I was never able to use it correctly until now. Some of things I really like about this is how compact it is. That everything is in one place. It's a powder and not a spray. I love how you just pop out the brush and the powder comes out nice and easy on your scalp. I noticed right away the powder was absorbing the oil and even sweat from my roots. This is light weight and has left my hair feeling soft, as if I just  got out of the shower. I have dark hair and this does not leave a whiteish tint. Also the smell of this I just can't get enough of. I can't really put my finger on the exact scent, but it is light and floral. I have been carrying this around in my purse, my work bag and even taking it with me on our theme park vacay next month. I will be able to give myself a fresh look before I can step off the plane.  The only thing I don't like is that I can't refill it seems."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This powder is great for on-the-go and traveling. It has a lightweight texture and blends well into my fine-textured, dark hair. The only thing is, I feel like you donu2019t get much product for the price point. I use a good amount of dry shampoo every time and have already gone through a big chunk of this powder."
        },
        {
            "review_title": "Dry shampoo of the summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This was my first time trying a powder dry shampoo and I have to say Iu2019m pretty impressed! I love how it didnu2019t leave a white cast on my hair like a spray dry shampoo would and it absorbs the oils quick and helps it looks fresh than stiff dry shampoo sprays would. Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I really like dry shampoo powders and I love how easy this was to use. The applicator makes it simple! The product smells good and definitely absorbs some of the oils within my hair and scalp. As someone with a notoriously oily scalp, I appreciated the way this made my hair feel cleaner and gave me some added volume."
        },
        {
            "review_title": "No white cast!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have really been enjoying this dry shampoo since I only wash my hair 2 times a week. My hair gets pretty oily after 2 days in and I love using this as a refresher for my hair. I like that the brush allows me to apply directly onto the spot I choose. It doesn't leave a white cast and blends in well. The smell isn't to strong, slightly minty. Definitely recommend trying this!"
        },
        {
            "review_title": "New on the go staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love how easy this is to travel with and take on the go! It works so well at absorbing oil and Iu2019m able to go longer in between wash days than I used to. Iu2019ve enjoyed just throwing it in my purse and touching up as I go"
        },
        {
            "review_title": "Favorite Dry Shampoo ud83dudc9b",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve tried many dry shampoos, but the RUDES dry shampoo powder has quickly become one of my favorites. Its unique brush applicator makes it incredibly easy to use and ensures even distribution. I love how it effectively controls oil, keeping my hair looking fresh even after two days. The only downside is that I tend to use dry shampoo a lot, and I wish they offered it in larger sizes. Hopefully, this is something theyu2019ll consider in the future. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product has changed my mind on powder dry shampoo products! This product is easy to pack in handbags and works sooo well. My hair feels voluminous and looks great afterwards. I highly recommend this and will repurchase!"
        },
        {
            "review_title": "Dry Shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is the first product from this brand Iu2019ve tried. Iu2019ve also never tried a dry shampoo like this before and itu2019s honestly fantastic. Itu2019s so convenient, easy to use, and works really well. I like that I can just pay some in my hair, work it in, and then I have clean fresh hair with no white residue or stickiness.  https://app.im.skeepers.io/c/hgxzm/r/hby25"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was skeptical at first about using a dry shampoo with a brush applicator however I really do enjoy it. The product has a nice, light scent and application is extremely easy. The product refreshed my hair and took away any oil!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is a great travel dry shampoo!! I feel like the application is super simple and makes the dry shampoo process less stressful. You do have to brush it out really well because I feel like it actually cleans your hair so you have to get everything out but then your hair ends up actually feeling way better and looking better too"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "i have super oily asian hair and keep this in my purse has been game changer!! i feel like there hasnu2019t been a product i can take in my purse for touch ups and having this. def a repurchase when i run out"
        },
        {
            "review_title": "Great for your purse or vacation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This little hair dry shampoo is great for on the go, or vacations etc. itu2019s compact so itu2019s great to take with you. The brush works well to blend it in. My hair looks dry and less greasy and my hair smells better too. Love this little powder."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this dry shampoo. It is so unique, so different from any other dry shampoo I have tried. The brush makes it easy to apply and blend to my hair. It didnu2019t leave the white residue most dry shampoos leave behind. Love, highly recommend."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I cannot leave without dry shampoo and I always looking for good one.  I like the brush applicator a lot, itu2019s easy to use and I can apply just in the areas that I want.  After use my hair was without oil and with volume."
        },
        {
            "review_title": "Love this !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "was so happy with this result ! I was scared to use just straight powder thinking it was gonna make my hair look crazy. But it didnu2019t at all just lightly dusted in my hair and it made my hair not look greasy at all. I love that Iu2019m not using an aerosol can to apply dry shampoo because I know itu2019s so bad for you so I really love this application! When i applied i made sure to rub real good into my scalp and the results were fantastic. I definitely recommend!"
        },
        {
            "review_title": "Best dry shampoo I have tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I like the product and use it a lot.  The amount that comes out is consistent. Easy to apply and doesn't leave a white residue. Takes very little. It makes my hair have body and literally I can go for 5 days without washing and it looks fabulous."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This the rootist clarify dry shampoo leaves my hair feeling fresh and clean! Especially after a long day out in the sun and when I need a refresh. This dry shampoo powder leaves no white marks behind. I recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I really like this dry shampoo. Itu2019s super easy to use and it doesnu2019t leave a white cast either which is a big win with my dark hair. I have pretty thin hair that gets oily pretty quick but just a little bit of this stuff and iu2019m good to go!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is the BEST dry shampoo ever especially if you have curly hair and want to put it places that you know are oily this is surely for you the convenient brush and packaging makes it easy for travel."
        },
        {
            "review_title": "Amazing for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This dry shampoo powder really helps alleviate oily scalp and makes my hair look more voluminous. I like how the built in brush makes it easy to brush on the powder, no aerosols needed! Definitely recommend trying this out if youu2019re looking for a travel dry shampoo."
        },
        {
            "review_title": "Must have for travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Went on a trip and this was SO convenient for travel! It works great and helps my hair look, feel and smell clean especially while traveling! Leaves a clean feeling and adds body to my hair at the root! I love it and am so glad to have this for the summer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes",
            "review_text": "This product is incredibly convenient and travel-friendly. As someone who frequently uses dry shampoo, I'm always on the hunt for effective solutions for oily hair days. This one is perfect for tossing in a purse or taking on trips. It's compact yet powerful. It effectively tackles oily spots without leaving a noticeable white residue. It's quick and easy to use, and the best part is it fits right in my purse! I believe this will soon become one of my favorite products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using The Rootist Dry Shampoo Powder, and itu2019s fantastic. It blends in easily with no white residue, leaving my hair refreshed and voluminous. I love that itu2019s made with natural ingredients and has a pleasant, subtle scent. Perfect for quick touch-ups on busy days. And amazing for travels because the size is compact. Highly recommend! Gifted it by the company"
        },
        {
            "review_title": "So easy to carry with you!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This product is so nifty and easy to travel with. I am a lover of dry shampoo and I am always looking for something good to use on days where my hair is looking oily. This is so great to throw in a purse or travel with. Itu2019s sleek and small but powerful. I used to use baby powder in my hair and this is the same concept but I love the brush applicator and how it just seamlessly blends without trouble. The product is good for addressing oily spots without leaving a huge white cast. I find itu2019s quick and easy and the best part is it fits in my purse! I think this is quickly going to become one of my fav products!"
        },
        {
            "review_title": "Not white",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recently tried this dry shampoo it truly exceeded my expectations. My hair was extremely greasy and have been letting it get this way to try this product, but after using this dry shampoo, it looks clean and refreshed. Styling was always a breeze, and I loved that the powder wasnu2019t overly white. With my black hair, it blended seamlessly without leaving any residue. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I really stopped using dry shampoo all together recently because I just couldnu2019t find one that worked well. This makes my hair feel so refreshed and bouncy after use, the applicator brush is really unique so I wasnu2019t sure how that would work but I feel like it is able to disperse the product much more evenly making it more effective"
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This non-aerosol dry shampoo is an innovative formula that helps my hair with volume and texture without any white cast or stickiness. At first I wasnu2019t sure about the brush applicator, but it works really nicely to disperse the product in areas that need a bit of touching up / refreshing. I used it on my roots after noticing my hair was a bit greasy after putting it in a ponytail, and it helped my hair look so much better! I like this so much more than aerosol formulas and feel it is perfect for travel."
        },
        {
            "review_title": "Great Product and great for travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "This dry shampoo was so easy to use and a great on-the-go staple. The applicator was such a creative and convenient design. Also my hair felt great! Honestly, I would definitely recommend using this product!"
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I was pumped to get this dry shampoo, and itu2019s great! It offers incredible coverage, it doesnu2019t make my hair feel weighed down, and the applicator is super helpful for really concentrating the product. Iu2019m loving it!"
        },
        {
            "review_title": "Great alternative to aerosol dry shampoos !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I'm obsessed with this non-aerosol dry shampoo!! As a pregnant mama i want to minimize the use of harsh chemicals that can harm me and my baby and this has been incredible for that! This has my hair feeling so fresh and is so perfect to keep in my purse for on the go !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love innovation in beauty products and this one is just so handy! I wasn't sure how I felt about the brush method initially but it just allows total control with placement and the component is sturdy. Perfect to throw in your bag on the go. Super translucent, no white cast. Definitely does it's job refreshing the hair as well! Overall very impressive product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I looove the packaging on this dry shampoo. It makes it so easy to pop the product into your bag and the applicator brush makes it easy to dust the powder into your roots. I like the healthier ingredients and also that itu2019s not an aerosol."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This Clarify Dry Shampoo Powder is really nice. It has a great fragrance and works well. If youu2019re used to using aerosol dry shampoo there is definitely a difference between aerosol and powder, but what I love is that thereu2019s no white cast on my dark brown hair. Apply at night and let soak in while youu2019re sleeping to get the full benefits."
        },
        {
            "review_title": "Easy application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "One of the best dry shampoo on the market, Iu2019ve used a lot of different ones and a lot of them causing my scalp to itch, but this one is different. I also noticed that my hair can have a longer stretch between washes. Itu2019s smells pretty good, very light scent of mint. Itu2019s very easy to apply, it goes directly on the place you want dry shampoo to be. Love it! I just wish it was bigger size, but that still seems ok, I can travel with it"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love the packaging of this product and the formula as well. It doesnu2019t leave any residue after applying it and I like that itu2019s ingredients can benefit your hair health as well! You can take it anywhere because itu2019s not so bulky!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Amazing dry shampoo. Very easy to apply, love how different it is from the ones I had before. Love having it handy, makes my hair look perfect and clean. Easiest application possible. Great packaging too."
        },
        {
            "review_title": "works for dark hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "The Rootist's Clarify Dry Shampoo Powder has been wonderful to use between my wash days. My scalp usually is very oily so this helps after hot yoga. I havae dark straight hair and there isnt a white cast when I use this"
        },
        {
            "review_title": "Travel size",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "I just adore this to go on vacation at small and compact and when youu2019re been out in the sun sweating all day this absorbs all the sweat and keeps my hair fresh until I can get to the shower brush brush your hair"
        },
        {
            "review_title": "A must-have powder dry shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "It is a talc-free Dry Shampoo in the formulation of a powder. It is for all hair textures. For reference, my hair texture is wavy and curly. It absorbs oil at the roots immediately without leaving any residue behind on my dark brown/black hair color, which is super important to me. I want to use a product where it blends in easily and this product does just that. I love my hair to look squeaky clean along with feeling clean. It smells minty fresh and I absolutely love that!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The Clarify Dry Shampoo Powder from The Rootist is a game-changer for my hair care routine. It effectively absorbs excess oil, leaving my hair looking fresh and voluminous. The powder is easy to apply and blends seamlessly without any white residue. Its natural ingredients provide a gentle cleanse, making it perfect for sensitive scalps. Overall, I love how it revives my hair between washes and keeps it feeling clean and vibrant."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "For $26 it does not come with that much product. I was expecting it to be a bit larger. It smells like toothpaste, which isnu2019t terrible, but quite odd for a dry shampoo. I donu2019t feel like it works that well for me. It adds some volume but my hair still feels greasy. I also feel like a good bit of product is wasted during application. It can be a bit messy. Iu2019ll continue to use it to add volume but wonu2019t purchase another when it runs out."
        },
        {
            "review_title": "So easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The Rootisr dry shampoo is the perfect solution to oily roots. I love the simple and convenient packaging. It comes with brush that is ready-to-use , all you have to is shake. You can use this on dry or damp hair. It literally sucks up all the oil and leaves you with the perfect textured hair. Great product!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Love the Rootist dry shampoo! I love how itu2019s a powder formula and prevents your hair from getting oily. Iu2019ve used this products for a few weeks now every time I go to the gym, I prep my hair with this before I work out and my hair doesnu2019t get oily at all. I was so impressed. Definitely going to continue to use this product."
        },
        {
            "review_title": "Travel Bud",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have always liked powder dry shampoos and feel they're super effective. My first ever dry shampoo was a powder and like this one, I felt it truly soaked up the oil of my hair. The package is made for travel and super small and light. I have blonde/brunette ombre hair and didn't have any trouble with a white cast."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This was my first time using a dry shampoo in powder form and it is truly a game changer! As a brunette, I was worried it would show but I had no issues and my hair feels so soft, youu2019d never know I havenu2019t washed it in days!"
        },
        {
            "review_title": "Love the packaging!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I am loving this dry shampoo. The packaging makes it very easy to apply. It doesnu2019t leave a mess of white residue and it blends really well into my hair and absorbs excess oil. Itu2019s a great product to being traveling as well."
        },
        {
            "review_title": "Compact and Easy To Use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have to say that this was really an easy way to apply dry shampoo to my roots without it going all over the place and leaving too much residue everywhere! My oily roots were instantly ready for the day and itu2019s awesome being so compact I can take it anywhere with me!"
        },
        {
            "review_title": "Must have dry shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is the most unique dry shampoo that I have used and I am loving it. The brush makes the application easy and you can place the product exactly where it is needed. Since the product is a powder my hair does not feel tacky or sticky at all. The brush is very easy to use and I love that the product is easy to refill. Upon application my hair smells minty and fresh. It is scented with chamomile, peppermint, and rosemary, which is so yummy. Lastly, my hair feels so soft and manageable."
        },
        {
            "review_title": "Itu2019s a toss up for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was kinda skeptical about this since I normally buy spray dry shampoo. I will say that the packaging is super cute, the product itself itu2019s pretty looking. It can fit in a purse easily. Itu2019s easy to use and doesnu2019t smell bad like most Iu2019ve used. The only issue I have is that it doesnu2019t blend into my dark hair that easily."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This product is so cool! I love the packaging of it itu2019s so unique and handy to have on the go! The product itself works good too! It does what itu2019s made to do and itu2019s fun to use as well!!!! Would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Iu2019m honestly shocked by how much I love this product. Not usually a drugstore dry shampoo person but I really love the method of application with this one. It makes it super easy to throw into my gym bag or purse and itu2019s PERFECT for travel."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I normally do not use think kind of product because I have curly hair but I used it when I flat ironed my hair and it was amazing! I loved the clean hair feeling this product gave my hair and how soft my hair was!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "My hair is thin and gets super oily fast so i was super excited to give this a try and be able to travel with it! I loved the brush applicator as itu2019s very easy to get in small spot on my head and cover enough of a section at a time and it really did make a difference, especially in my scalp area for it to look more refreshed. I definitely will keep using this."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "honestly wanted to love this product but it didnu2019t work for me that suffers from dandruff! I feel like it made my scalp even itchier than normal and I just couldnu2019t handle that. I did enjoy the fact that itu2019s easy to transport and to travel with but I wish it didnu2019t make head so itchy. I did see it remove the oiliness I had after day 2 of washing so love that and no white residue."
        },
        {
            "review_title": "Great dry shampoo!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This dry shampoo is really nice! I love the brush applicator. It makes it super easy to use. The fragrance of this is just a hint of peppermint and is from essential oils which is perfect for me since I donu2019t do artificial fragrance. My hair looks and feels good after application. Also, love that this is talc free! My only concern is the amount of product you get is really small. I feel like I will go through this extremely fast."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Interesting applicator and the first time Iu2019ve tried a powder dry shampoo. Not sure about this one - product runs out quickly. Good for a little freshing up on the go."
        },
        {
            "review_title": "Mattifying powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is my first time trying a powder dry shampoo and I have to say that I am impressed. It does an excellent job at mattifying oily looking hair. It will kill all shine, so if you donu2019t like dull hair donu2019t apply too much. I will also mention that it has a pleasant minty scent. On the right side of my hair is with product and the left is without for reference."
        },
        {
            "review_title": "Perfect for on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Great for on the go I like the brush applicator It gives my hair a nice volume and texture when I use it on a second day washed hair day it doesnu2019t leave a white residue which I love I do have to apply alot to get the greasy look away, Overall itu2019s a good product for volume tho and super handy for the bag on the go ! I would definitely be using this product this summer for on the go."
        },
        {
            "review_title": "Good for the gym",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this talc-free dry shampoo for a couple of weeks and I'm impressed. It absorbs oil and sweat effectively, leaving my hair feeling clean and soft without any white residue. The refillable, non-aerosol packaging is perfect for on-the-go use, especially after the gym. It works well on various hair types and textures, and I love that it doesnu2019t disrupt my scalp balance. A solid 4-star product that makes in-between wash days a breeze!"
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "New obsession! My hair has so much volume after this! Always leaves my hair looking so fresh and bouncy! Love how it doesnt leave any white white powder anywhere! Very easy to use and travel friendly! Must have!!!"
        },
        {
            "review_title": "Great idea poor execution",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love the fact that dry shampoo can transform your hair from gross to cute in a few minutes. Unfortunately, I hate the smell and using aerosol sprays. When I saw this product, I was really excited because it seemed like a great idea. However, the execution kind of sucks. You really have to work to get the dry shampoo onto your hair. I wasn't able to get enough on, and especially for the ends of my hair, it was difficult. After working on my roots, my stands especially the ends looked greasy. It takes quite a bit of effort to get the powder onto your hair. I understand why aerosol dry shampoo is so popular; a couple of sprays and you're done. This product, however, makes the process tedious. I wish they had put it in a container where you could dip a brush in yourselfu2014that wouldu2019ve been amazing. Overall, the dry shampoo itself is fine. Your hair looks okay, and the smell isnu2019t as strong as some dry shampoos, which I appreciate. But it's really hard to get enough product out for your hair to look clean. Maybe this would work if you used it the day after washing your hair to extend the clean look. But if you try it once your hair starts to look greasy, itu2019s more effort than itu2019s worth. And for those who are wondering I have straight fine hair. I donu2019t normally look greasy until three days after washing my hair. The only reason I will recommend it is because it does not use aerosol."
        },
        {
            "review_title": "In my go back always",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The brush comes in handy when apply the dry shampoo powder. It doesnu2019t leave a white cast. My hair felt refreshed after applying. Itu2019s easy to distribute when applying the powder compared to use a dry shampoo spray"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I love The Rootist Clarify Dry Shampoo Powder for several reasons. Firstly, its innovative packaging with a built-in brush makes it incredibly easy to apply precisely where itu2019s needed, ensuring minimal waste and maximum control. This feature sets it apart from traditional aerosol dry shampoos, which often lack precision and can leave a noticeable residue.  The product itself is a standout due to its high-quality, talc-free formulation. It uses Rootbiomic Ferment, a blend of fermented roots, mushrooms, and vitamins, which not only absorbs oil and sweat effectively but also promotes a healthy scalp environment  . Additionally, the inclusion of magnesium carbonate and allantoin helps to manage oil and keep the scalp hydrated without disrupting its natural balance ."
        },
        {
            "review_title": "Does the job",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I think itu2019s a cool idea with the applicator but it will only do small areas at a time versus an aerosol can. not sure how long the product will last. Itu2019s good for quick root touch ups on the go. Itu2019s scent-free which I like. Mess free and blends into the hair easily. Great for on the go!"
        },
        {
            "review_title": "Great on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I gotta start off which I like the brush applicator a lot ! It gives my hair a nice volume when I use it on a fresh washed hair day it doesnu2019t leave a white residue which I love but if I use it for my greasy hair on the second day it isnu2019t strong enough to get all the grease. Overall itu2019s a good product for volume tho  and super handy for the bag on the go !"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have fine hair that can look greasy even at day two. I liked how this soaked up the oils and made my hair look fresh and it didnu2019t leave a residue. Itu2019s easy to apply. The discreet brush is perfect for on the go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Iu2019ve always wanted to try a dry shampoo powder. Itu2019s actually very easy to use. I really like that you can put it specifically where you need it rather than all over. I also like the size and it can fit in any bag on the go."
        },
        {
            "review_title": "I use it twice a week.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love using this dry shampoo, the container is very practical and easy to use, in addition to having its own applicator, I use it between days of washing and it is perfect for my hair. It makes my hair look clean and it feels very light."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love the dry shampoo in the powder bottle with the brush. Itu2019s really convenient in the dusting bottle. I like to keep it in my purse and touch up if necessary. So far I really like the formula, no white cast."
        },
        {
            "review_title": "Summer Staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "New brand to me and love dry shampoo so was excited to give this a try.  I am obsessed!  So easy to use, I have dark brown hair and it doesn't look chalky or white, just don't use too me.  Appreciate the attached brush.  Perfect for travel or my gym bag.  Has extended my hair wash days and I am loving it."
        },
        {
            "review_title": "You need this dry shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Obsessed! This clarify dry shampoo powder is amazing! I love the packaging! Bright and fun and compact but effective! The dry shampoo leaves no residue and is great for light colored hair! This is a new must have in my travel bag!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this because this doesnu2019t leave a color cast on my hair since i have black hair and it doesnu2019t make my hair feel greasy or weird or course and my scalp feels protected. I would definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Rootist Clarify Dry Shampoo is a game-changer. It effectively absorbs oil, leaving hair feeling fresh and clean without any residue. The light, pleasant scent is a bonus, and it adds volume, making it perfect for busy days. A must-have for extending time between washes."
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I didnu2019t know dry shampoo like this existed and now that I have tried it I canu2019t go back. I love how efficiently it worked without aresol. I have darker brown hair and it left no powder residue after brushing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Great product! Itu2019s perfect to refresh my Day3 greasy hair. Doesnu2019t irritate the scalp at all. I love the cute packaging, functional and easy to travel with. I also like that itu2019s free from harmful ingredients."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This product helps my oily hair look normal so that I can wash my hair 2-3x a week. I love the applicator of this product and I can use it on the go and at home. This is the easiest product to use and helps my hair stay fresh"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Normal skin",
            "review_text": "Literally so obsessed with his dry shampoo it clarifies Iu2019ve been using it consistently and I love how it makes my hair look and it smells great and I just love that itu2019s not an ALC and that you know I feel comfortable using it. Follow me on @drinksandvogue for beauty and fashion"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I like to use non-aerosol dry shampoo since aerosol gives my partner a headache. I found this one once worked into my hair didnu2019t leave a white cast and I have dark brown hair. The application would be perfect for a gym bag or travel"
        },
        {
            "review_title": "Itu2019s a miss for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I am starting to test out more non-aerosol dry shampoos and so my hopes were high for this one! Sadly, it did basically nothing for my hair. I noticed a slight difference in it absorbing oil but it didnu2019t get rid of all of it. It also didnu2019t add any volume to my hair which is a big thing I need in my dry shampoos. Pros is that I have medium-dark brown hair and this didnu2019t leave any kind of cast. Unfortunately this was a pass for me."
        },
        {
            "review_title": "Highly Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I've been using The Rootist Clarify Dry Shampoo Powder for a couple of weeks now, and it has quickly become a staple in my hair care routine. As someone with wavy, medium-thick hair, finding a dry shampoo that works well without leaving a white cast can be challenging, but this product delivers perfectly. From the first application, I noticed how effectively it absorbs oil and sweat, both instantly and throughout the day. My hair feels clean and soft, and I love that it doesn't disrupt my scalp balance or build up in my hair. The ferment-infused formula seems to be really gentle and beneficial for my scalp. The application process is straightforward and mess-free. The non-aerosol, refillable packaging is perfect for on-the-go use, and the precision brush makes it easy to apply directly to my roots. After tapping the powder onto my roots, I simply massage it in with my fingertips, and it blends seamlessly without any residue. I also appreciate the clean ingredient list, free of talc and packed with natural extracts. Overall, The Rootist Clarify Dry Shampoo Powder has been a game-changer for keeping my hair fresh between washes, especially after workouts. Highly recommend!"
        },
        {
            "review_title": "New hair must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "I really liked this product, especially after I've changed to powder dry shampoos. This one really works well and I LOVE the applicator brush. It makes it easy to apply and easy to take on the go. It's not messy like some others can be."
        },
        {
            "review_title": "Perfect for traveling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "My hair gets oily very quickly, I canu2019t go more than 2 days without washing it so I like to carry dry shampoo with me whenever I go.  This particular dry shampoo powder does the job, I like that itu2019s small and practical to carry around. It comes as powder form wich I prefer instead of the spray kind.  Over all it does what itu2019s supposed to"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Such a nice powder for the hair! Absorbs and leaves you matte pretty much all day after the first application! Definitely recommend for those people who donu2019t like to wash everyday! Itu2019s definitely helpful!"
        },
        {
            "review_title": "Great Dry Shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Love this dry shampoo. Itu2019s perfect for on the go. Super easy to use and doesnu2019t really show in my dark hair. I love how it has a lot of clean ingredients so I can feel good about using it when I need to."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my first time trying a powdered dry shampoo and Iu2019m so amazed at how well it works!! I have light color hair so it doesnu2019t leave my scalp looking white! Itu2019s not messy at all and great for on the go! Itu2019s small enough to leave in a bag and quickly give your hair a boost and some volume. I love this formula!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this dry shampoo for a few weeks and I love it! I usually use spray shampoo, but this powder is actually easier to apply. You can concentrate it in smaller spots, and use as little or as much as you want. Itu2019s also small enough to put in a purse and take when you on the go!"
        },
        {
            "review_title": "yes works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I had a fantastic experience with this product and would very much consider purchasing over and over again. It trully makes my hair instantly cleaner and volumized! after one application roots Re lifted and clean. please buy it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Amazing! My hair is fine and wavy and gets greasy after washing for just one day. This has worked so well for me that I can do without washing my hair for 2-3 days. I love the packaging as itu2019s so easy to reapply!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "i love this new clarify dry shampoo powder by the rootists. i always want to try powder dry shampoo and im glad i did! it absorbs all the oil and sweats. it is also good to carry when traveling also!!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "As a busy professional always on the go, I needed a reliable solution for those days when washing my hair just isnu2019t an option. Clarify Dry Shampoo Powder has been an absolute lifesaver, providing a quick and effective way to keep my hair looking fresh and clean.  **Quick and Effective Oil Absorption** Clarify Dry Shampoo Powder excels at absorbing excess oil from my roots, leaving my hair looking and feeling clean. Even on the greasiest of days, a quick application instantly refreshes my hair, making it look freshly washed. The powder is lightweight and doesnu2019t leave any heavy residue, which is a significant advantage over some other dry shampoos Iu2019ve tried.  **Convenient and Easy to Use** One of the standout features of this dry shampoo powder is its ease of use. The packaging is designed for convenient, mess-free application. Simply sprinkle a small amount onto your roots, massage it in, and brush through. Within minutes, my hair is revitalized and ready for the day. This convenience makes it perfect for travel, gym bags, or a quick touch-up at work.  **Volume and Texture Boost** In addition to its cleansing properties, Clarify Dry Shampoo Powder adds a noticeable boost of volume and texture to my hair. This is especially great for days when my hair feels flat or lifeless. The powder lifts my roots, giving my hair a fuller, more voluminous look without the need for additional styling products. Itu2019s like an instant style refresh in a bottle!  **Natural and Gentle Ingredients** What sets Clarify Dry Shampoo Powder apart from many other products on the market is its commitment to natural ingredients. Itu2019s free from harsh chemicals, sulfates, and parabens, making it gentle on both my hair and scalp. I appreciate knowing that Iu2019m using a product that not only works effectively but is also kind to my hairu2019s health in the long run.  **No White Residue** A common issue with dry shampoos is the white residue they often leave behind, especially on darker hair. However, Cla"
        },
        {
            "review_title": "the brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This is my first time trying the Clarify Dry Shampoo Powder. The ingredients list is ok - no talc and just starch as the main absorbent. The scent is minimal and neutral. What i loved the most is the brush applicator - so convenient!"
        },
        {
            "review_title": "New staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really love this formula. I havenu2019t had the best luck with finding a dry shampoo that doesnu2019t leave my scalp feeling oily. This is awesome! Itu2019s not messy at all. The powder comes out of the brush easily. Not too much or too little, itu2019s just the right amount that flows out. I love that after you massage it into your hair, it leaves you with a little bit more volume. My hair doesnu2019t feel as weighed down as it did before I applied the powder."
        },
        {
            "review_title": "Nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This dry shampoo itu2019s so good and handy! I love how it fits in my small purses and itu2019s really good for traveling! Iu2019m so happy with it! The brush is nice I do have to comb my hair through since it does leave white a bit"
        },
        {
            "review_title": "Fine flat hair approved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited to try this product because I haven't been able to find a dry shampoo that works for me but this one did! I love how it's powder and how it adds volume to my hair. It doesn't feel heavy on my scalp either so it's a huge win!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product doesnu2019t only work like magic but I love how easy it can be to be brought along anywhere. Compact and easy application is plus for on the go moms. I love how the applicator brush makes it easy and mess free The scent isnu2019t bad either,"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Like that it has a brush applicator, it worked pretty well for my second day greasy hair. Didnu2019t seem to weigh my hair down or give it a strange texture. It blends in pretty easily with my scalp/hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I really liked this powder shampoo, it helps a lot in emergencies and absorbs unwanted sebum quite well, I use it regularly since my hair is oily and the rest of my hair is normal, so it will hardly affect my hair clean"
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "When I get dry shampoo, I want it to make my hair look fresh. This absorbed both oil and sweat. My hair felt soft and touchable, never stiff or sticky. I have light brown hair and some dry shampoos leave white streaks, this blends seamlessly into my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the first time I try a dry shampoo that is in powder form as opposed to the canned version. I was a little skeptical on how to use it because I didnu2019t think much will come out of the brush. I was wrong because the perfect amount comes out of the brush and I apply it so easily onto to the oily parts of my hair, and I am very satisfied with this product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "this is a smart design for an aerosol-free dry shampoo. the basis of all dry shampoo is starches and powders, so why not skip the aerosol, right? however, it can be tricky to get powder at the roots of the hair vs...well. you know. all over your nice black shirt :X  this design does indeed help with that. it's easy to tap the brush along the scalp/hairline and deposit the dry shampoo. it works every bit as well as other dry shampoos, with the only con that i have with this one being that it really is quite small. make sure to take note of the net wt. if you are someone who uses up dry shampoo quickly.  i have bleached blonde hair myself so i am unable to comment on whether this leaves a cast on brunette hair, but i can comment on volume. while i didn't see the brand making any volumizing claims, i felt this gave my hair a boost in that sense. finally, the inclusion of upsalite is quite interesting!  i like the natural scent of this. unlike most dry shampoo, it's not going for a floral or perfume-y scent, but rather includes rosemary and peppermint essential oils. comes together to smell more earthy IMO.  overall, great design, good dry shampoo, smaller amount inside. i hope this review is helpful!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have big curly hair, but itu2019s still very thin. This leads to me having way too many wash days for my ends because my roots are greasy. This product is super nice to refresh in between washes, especially after the gym. Using the brush is much easier to distribute than a spray. I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I love this clarifying dry shampoo! Itu2019s easy to use and a great aerosol free option that is also easier to travel with. Itu2019s small enough to fit in a purse and use on the go. Plus works really well!!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "The clarify dry shampoo powder worked wonders! It is so easy to put on. I love how it comes with a brush for easy application. So much better than the sprays. I recommend this to anyone. Bye bye greasy hair"
        },
        {
            "review_title": "Great shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I never expected to love a product this much!! I have brown hair with dark roots and have been using BATISTA  Dark Hair aerosol dry shampoo for YEARS. I never thought Iu2019d find a product to beat it. But recently, Iu2019d been finding they had a problem with their nozzles getting stuck and blasting product everywhere. I like the size of the item as you can easily put in purse and have it with you"
        },
        {
            "review_title": "The best!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This dry shampoo in powder is here to change the game. I love the appearance and the scent! Wonderful and can we talk about how much safer it is without all of the harsh chemicals most dry shampoos have. Thank you the rootist for this amazing product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I've been looking for an effective dry shampoo for a long time and let me tell you, Rootist's clarify dry shampoo powder is all you need. I am just too much specific when it comes to hair products but this one works for me so well. I've been using it for a few days in between my hair wash days and non hair wash days."
        },
        {
            "review_title": "Amazing must buy if you have oily hair or sweat",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Omg I am soo in love with this dry shampoo! First off it works absolutely amazingly!! My hair gets oily quick, especially the roots, after using this it looked like I washed my hair! I also love brining this along with me for touch ups throughout the day during the summer because it also helps get rid of sweat!!!! Love it!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love it! I wish for bigger bottle! Great natural option for dry shampoo! No toxic ingredients, easy to apply. No white powder after application. Easy to carry around in your small bag. Iu2019m really happy"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Okay i was literally so excited to try this new dry shampoo from The Rootist because i have never tried anything from them before! I was hesitant about the application but it is seriously amazing and blends right in"
        },
        {
            "review_title": "Such a great dry shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this dry shampoo since I received it and itu2019s sooooo good. I have been working out everyday and donu2019t like to wash my hair everyday and this is a Life saver.  I love how I can throw this in my bag and go. It also leaves no white cast which is huge."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I am so excited to have a natural clarified dry shampoo powder easily on me in a stick form for everyday use and travel! Unlike spray in the can the powder makes it easier to apply and blend in and safer for travel. I am beyond thrilled to have been gifted this product!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Clarify dry shampoo powder is great product to use when you have oily hair. I loved it I started using the day I got it in Mail. It is perfect for oily and greasy hair. Gives refresh and nice volume to hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Love the applicator on this and works well. Does leave my hair feeling a little coarse and gritty but all others tend to as well and I would rather deal with that than oil. Easy to apply. Smell is pleasant and herbal minty ish."
        },
        {
            "review_title": "Perfect for greasy hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received the protest, through skeepers. I decided to pick it because my hair turned oily on day two after washing my hair. I learned my mistake of making sure you open up the right side. I by accident twisted the bottom of the dry shampoo and sins of the product spilled on my pants. That was my mistake, not the product itself. I do like the idea it comes with a brush to take off excess dry shampoo you might leave instead of your hands. The scent of the dry shampoo I do like because it has a mint fragrance to it. When applying the dry shampoo to the right side of my head it felt greasy and still wet, after using it it was almost dry. The bottle does look small so I donu2019t know if it will last me for a couple of months."
        },
        {
            "review_title": "Never going back to regular dry shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My scalp gets pretty oil very fast so this is a great product to take away or hide that oiliness. Its my first time using this sort of dry shampooo and i am never going back. Its so easy to use and convenient!! I can apply anywhere and anytime, given the travel friendly size. Just a few passes and my hair looks fresh and clean."
        },
        {
            "review_title": "Meh",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Was really excited about this powder dry shampoo but unfortunately I felt like it did nothing for my hair. I used it on day 3 of unwashed hair and my hair still felt oily and didnu2019t look its best. Iu2019ll be sticking with sprays!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Nice dry shampoo. Love this portable powder form too. Itu2019s perfect. Works well also and you can also apply throughout the day. I usually shower my hair 2 times a week so this comes handy in between. Recommend"
        },
        {
            "review_title": "So refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This product is so cool!! Iu2019ve never used a powder dry shampoo before but I love it! Smells like tea tree oil and is cooling/refreshing on the scalp. Easy to apply and instantly gives my roots a refresh and lift. The size is perfect too, compact enough to pop it in my purse"
        },
        {
            "review_title": "So well made",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I'm in love with this dry shampoo and how amazing it is. I love the applicator and it makes my hair refresh very nicely without weighing it down. The packaging and how lightly the powder comes out is literally genius."
        },
        {
            "review_title": "Very easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "The Rootist Clarify Dry Shampoo Powder is an impressive addition to the dry shampoo market. It excels in absorbing excess oil, leaving hair feeling fresh and voluminous without the chalky residue often associated with powder formulas. The product is easy to apply and blends seamlessly, making it ideal for quick touch-ups between washes. Additionally, its light, pleasant scent ensures that your hair not only looks clean but smells great too. Overall, it's a convenient, effective solution for maintaining hair freshness on busy days."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I definitely prefer the brush application on this dry shampoo compared to the standard aerosol spray. The product has a strong smell initially but fades quickly. It absorbs quickly and leaves my hair feeling soft and fluffy. I also like the concept of being able to refill the bottom part vs purchase a whole new brush head."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Incredible cleaning power! Loved the ease and effectiveness of this product. So beautifully easy and effective. Loved the subtle scent and the refresh of the hair without much effort. Thank you for the opportunity."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this clarifying dry shampoo powder! Itu2019s such a great size to go in my purse! I love that itu2019s a powered stick and that you can easily apply it with the brush and get it exactly where you want it! It absorbs oil great and makes my hair feel almost fresh again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve never used a powder before when it comes to dry shampoo, but Iu2019ve been wanting to for quite some time. I was so excited to get this a try because Iu2019ve heard such great things about it. I love how it didnu2019t make my hair white and it was easy to blend in with my hair. It also worked really really well. I highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love using this, itu2019s my first time trying applying dry shampoo in this form and it is mess feee and makes my hair feel great"
        },
        {
            "review_title": "Perfect for my hair !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "After using this amazing dry shampoo powder I noticed a lot good things in my hair first smells like mint which is totally perfect because smells like fresh and feels fresh too. I love the way is super simple and easy with a brush. I love it !!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the idea of this product! Itu2019s easy to use, talc free, and doesnu2019t leave a white cast. My hair did feel a bit gritty & I donu2019t feel like my hair stayed u201ccleanu201d for as long with this product. Itu2019s great for small areas or a quick fix, but I would prefer an aerosol for my whole head."
        },
        {
            "review_title": "Touch up on the go!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Iu2019ve never used a dry shampoo before so I had zero expectations. But I was gifted this product for review purposes, and Iu2019m pleasantly surprised by the ease of use and how my scalp feels. I like the applicator because the brush allows me to disperse an even amount of the powder onto my scalp directly. The powder also disappears, because I have dark hair that was my main concern. And my hair still looks cute! Because I use a lot of oils in my hair my scalp can sometimes feel oily. So refreshing my hair mid week with this dry shampoo is something I can see myself doing going forward."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The product itself is absolutely worth it and to add the convenience of that packaging is genius. The product itself blends in so well into my hair without leaving a heavy gritty residue. The brush on this makes it so much easier to blends in and disperse it evenly"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I wash my hair twice a week so using dry shampoo is a must in my routine! I love how this dry shampoo is in a brush design so that when I use it itu2019s very precise. And not to mention itu2019s so convenient to carry it in my bag or when travelling!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Interesting product for every day use , helping with oil hair and also with volume of you will put on the roots every time washing and drying your hair . I love the type of applicator os something new for me"
        },
        {
            "review_title": "Super convenient!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This product is really easy to apply! Just tap the brush onto the roots of your hair and massage it in! I love the minty fragrance it has- itu2019s very refreshing and clean, and not overpowering so it wonu2019t compete with your perfume. Missing one star because thereu2019s not a lot of product and I have to use a lot to combat my oily hair."
        },
        {
            "review_title": "TSA friendly!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m super excited to find out thereu2019s a dry shampoo thatu2019s not aerosol!! I love the innovative design making it so easy to use and perfect for travel TSA friendly! Smells and feel refreshing. Easy application and blending with the included soft brush! Itu2019s also refillable!! Everything about I love!"
        },
        {
            "review_title": "Brush is great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Iu2019ve been enjoying this for between washes to prolong the length of time.  I havenu2019t tried it once my hair is oily but Iu2019m sure it would help a lot for that too. The brush applicator is also amazing and love that itu2019s not aerosol!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This is amazing! Itu2019s easy to use, gets rid of grease and does not make your hair look chalky. A lot of dry shampoos leave a residue in your hair but this does not! It makes your hair look fresh and clean!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "**Product Review: Talc-Free Dry Shampoo** I absolutely love this talc-free dry shampoo! It instantly absorbs oil and sweat, leaving my hair feeling clean and soft. It blends seamlessly into my hair with no white cast, which is fantastic. It's perfect for refreshing my hair before and after the gym or in between wash days. After using it for a few weeks, my scalp feels balanced, and there's no buildup. This product is a amazing for anyone looking to keep their hair fresh and clean effortlessly."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This dry shampoo concept is great as I can travel with it but it is smaller than I thought and not much product. It did help soak up oils and smelled like eucalyptus. It does feel weird to apply with the brush and did blend in with my hands. Overall not too bad!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This is the perfect dry shampoo for travel or when you are on the go! I love that its compact, unscented, and still effective at absorbing oil. Its also not difficult to rub/blend in, unlike other dry shampoos that leave so much white residual and take forever to rub in."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This is a great product to take on the go, especially for summer! It keeps the hair near my scalp looking fresh and voluminous after touching it up. Itu2019s a little bit tackier than I expected, but that helps it have some grip in a hairstyle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The clarify dry shampoo powder with brush applicator is a game changer for busy mornings! Itu2019s innovative design and effective formula effortlessly revives my hair, leaving it feeling refreshed and volumized throughout the day"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love dry shampoo I've tried so many different brands and I can honestly say this is my new favorite! I love how easy it is to use and how portable it is I can just throw it in my bag and go! I can't recommend it enough!"
        },
        {
            "review_title": "Packaging issue",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "This product would be great if packaging was normal . It is super messy . Product literally coming out from everywhere . I was hoping to use it on the go but itu2019s impossible to keep this bottle clean ."
        },
        {
            "review_title": "Convenient but gritty feeling",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This brush on dry shampoo powder is such a cool concept! I love that itu2019s compact and easy to take on the go. It has a nice minty smell and does absorb oil well and gives my hair volume. It also does not leave any sort of white cast on my hair/scalp. However, it does feel a little gritty. This wouldnu2019tu2019 be my go-to dry shampoo product, but I do like this for the convenience and small size. It is a little spendy for the amount of product that you get for the price. It would be cool if these came with refills."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As someone always on the lookout for convenient hair care solutions, I recently tried the Clarify Dry Shampoo Powder, and it's been a game-changer. This innovative product offers a quick fix for those in-between wash days, absorbing excess oil and adding volume without leaving any residue. Its lightweight formula provides a fresh, clean feel without the need for water, making it perfect for busy mornings or on-the-go touch-ups. Plus, the subtle scent leaves my hair smelling great all day long. Say goodbye to greasy roots and hello to effortlessly refreshed hair with Clarify Dry Shampoo Powder."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I was gifted the rootist in exchange for my honest review. This made my hair look very shiny, and surprisingly, very glossy. it definitely helped with the oil control in my scalp as well as the surprisingly for a dry shampoo.  I really like the brush applicator. It helps penetrate the products into  the scalp and hair more. I also really enjoy the smell as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Loving this clarifying dry shampoo powder! It works so well and the applicator is amazing. So easy to use and it doesnu2019t make your hair white and powdered. Also such a great size so you can easily keep it in your purse!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is such a cool product! I have been using this after working out and it really helped to absorb all the oil in my hair! The brush is perfect for a purse, or traveling. I separate my hair into small sections and pat the brush into my scalp."
        },
        {
            "review_title": "Great dry shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love how handy this dry shampoo is! It's small and compact which makes it easy to throw in my purse and use t on-the-go. I have very fine, oily hair and I always need to touch it up with dry shampoo. This one gets rid of all of my oils and it doesn't leave a weird residue!"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This is the first dry shampoo that i try in powder form i usually use spray but i have been loving this one by the Rootist so so much! It absorbs oil sweat very well and leaves my hair looking great! The packaging is also very convenient to carry in my purse i love using it after my workout."
        },
        {
            "review_title": "Works so well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This dry shampoo is the best! One of the things I really loved is how easy it is to use! The application brush is so nice and bristles are soft and help application to be so smooth. Also, I love that this dry shampoo works good for brunettes!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I'm absolutely obsessed with Biobrew's Dry Shampoo! I've tried numerous dry shampoos in the past, but this one is hands-down the best. The formula is lightweight and non-greasy, making it perfect for my oily roots. It absorbs excess oil and impurities without leaving any residue or white streaks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am always looking for a solid dry shampoo thatu2019s easy to take on the go for my gym and no wash days. This dry shampoo works amazing and is super convenient to use, just dust it, let it sit, and work the product into my roots. Did I mention how much volume this gives me and how there is no white cast? My oily scalp and hair is transformed into clean, soft, and refreshed hair in seconds!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really love this dry shampoo! Because it has a brush applicator itu2019s really easy to place the product where you need to without wasting product. I also like this particular dry shampoo because it does not leave white cast in my hair, which as a brunette, I am always worried about!"
        },
        {
            "review_title": "One love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Clarify dry shampoo poweder from The Rootist is a godsend for people like me whose hair loses volume on the second day and becomes greasy at the roots. A very convenient applicator includes a brush that makes it very convenient to apply and distribute dry shampoo throughout your head. The smell is very pleasant with slightly minty notes. After application, you need to massage a little at the roots of the head with gentle movements. Thanks to this, you will see how the fat content at the roots begins to disappear and volume increases. After using this shampoo, the hair looks healthier and the volume at the hair roots increases. The feeling of incredible freshness and lightness will not leave you throughout. It is also very convenient to use this dry shampoo after training in the gym. A very compact and reliable assistant. I recommend this super shampoo to every girl."
        },
        {
            "review_title": "Good dry shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love a good versatile product, and this is THAT GIRL. It is so compact, so you can throw it in your purse and use on the go or when traveling. The applicator is also so convenient and makes it super easy to blend the product into your hair. Overall, love this!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I absolutely love this! Itu2019s so nice not to have to use your fingers to blend in the dry shampoo. This is so great for those who work out or sweat a lot. I normally workout 6 times per week so this came in handy!! Itu2019s also very compact so easy to stick in your purse or whatever to travel with. Dry shampoo can really help alleviate the oil buildup in the scalp. Also, really good for those who donu2019t want to shampoo and condition every day. Love this concept! It also made my hair feel really good without it being oily"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "I love this dry shampoo! Because it has a brush applicator itu2019s really easy to place the product where you need to without over doing it and ending up with white splotches in your hair. The scent isnu2019t my favorite, but Iu2019m willing to look past that because the dry shampoo wears so effortlessly!"
        },
        {
            "review_title": "great dry shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "great dry shampoo, easy to apply with the powder to get precise application. Blends out nicely and doesnu2019t leave any white cast. Makes my hair look so much cleaner - I have fine oily hair that gets dirty so fast and this helps so much go longer in between washes!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This product is super great. It helps keep my oil at bay! Itu2019s super lightweight and great on all colors of hair. Definitely try it out if you want clean looking hair. Smells nice too, light and airy."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love that this dry shampoo comes with a brush to help distribute it throughout the hair and help from making my hair look gray from the dry shampoo. The brush really helps to evenly distribute the dry shampoo throughout my roots and dry shampoo, works instantly adding volume to my hair and getting rid of any greasy look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I recently tried the Clarify Dry Shampoo Powder by The Rootist, and let me tell you, it's a game-changer. This talc-free dry shampoo not only absorbs oil and sweat instantly but also leaves your hair looking and feeling super clean. I have straight hair, and this product worked wonders for me, but it's suitable for all hair textures and types, from fine to thick. After using it, my hair felt refreshed, soft, and totally clean. What I love the most is how the powder seamlessly blends into the hair without leaving any white cast. The applicator is genius; it allows for precise application, so you can target exactly where you need it. Plus, the fact that it's refillable and non-aerosol makes it eco-friendly too. The instructions are straightforward: just pull down the sleeve, tap the brush onto your roots, and massage the product in with your fingertips. It's perfect for those in-between wash days or post-gym sessions. Trust me, give it a go for a couple of weeks, and you'll see the magic it works on your hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This dry shampoo powder is amazing! Love the brush applicator and how itu2019s not aerosol; great for travel. Easily brushes into my hair without leaving a white residue and leave any hair looking clean and fresh."
        },
        {
            "review_title": "Very travel friendly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is such an awesome dry shampoo. Huge plus that there no aerosol. I absolutely love the form of it- this brush makes the application so much more easier. Itu2019s super easy to fix your hair while on-the-go too."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this powder clarity dry shampoo powder by the root itu2019s. This stuff is great for on the go, especially post workout. Itu2019s a great powder to touch up your hair. Itu2019s easy to use and really functional"
        },
        {
            "review_title": "Quickly refreshing my hair between washes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love the Clarify Dry Shampoo Powder! It is the perfect solution for quickly refreshing my hair between washes. It leaves my hair feeling clean, voluminous. I couldn't be happier with this product!"
        },
        {
            "review_title": "Saves my color and highlights",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted this Clarify Dry Shampoo Powder by The Rootist! I tried this everyday for 2 weeks. I love the packaging and that it is eco-friendly! They make refills for the brush which I love. It really freshened my hair and keeps it looking cleaner in between washes for longer. I love using this product because it protects my highlights and color for longer lasting Color results and less touch up in between visits to the salon.  The brush was really easy to use and my hair feels so soft and clean after! It blended very well into my hair and I could not see any of the powder or residue. itu2019s a really great product that I really love."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "i like this product! it works well and i can notice an improvement from using it so yes i would recommend it to others. and possibly get it again. it is a good way to clean up the hair look so itu2019s great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I have actually been liking this dry shampoo for my wavy hair. It soaks up the excess oil that accumulates in my roots and the brush comes in handy since itu2019s small I have been loving taking this with me"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Iu2019m obsessed with this dray shampoo, so early to use and apply and blend! I love the packaging, and the product works well to help minimize oils and keep hair looking refreshed! I highly recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This clarifying dry shampoo is so convenient for on-the-go touch ups. The brush allows for easy and precise application. Upon application, the powder left very slight white residue, but it blends very quickly so it wasnu2019t a problem. A little bit goes a long way (just a few strokes was enough). It effectively absorbed excess oil."
        },
        {
            "review_title": "Amazing volume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is probably one of the most innovative hair products Iu2019ve ever tried. I love popping this in my gym bag and using in between Jim and work. It feels weightless and gives my hair incredible volume that lasts all day long!"
        },
        {
            "review_title": "A great travel option for fresh hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this dry shampoo. I appreciate the fact that it is talc free and comes in a powder form! The powder is finely milled and doesn't leave a cast on my hair. It does a great job of absorbing anu grease and gives my hair a fresh feeling to the touch. While many dry shampoos leave my hair feeling heavy, this one leaves my hair looking like I just got a fresh blowout!! I also love how compact it is and that I can carry it with me everywhere I go for on the go touchups!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "This ferment-infused powder in a refillable, non-aerosol, on-the-go package is designed for precise application, blending seamlessly into hair. It's great for pre and post-gym use and between wash days without disrupting scalp balance or building up in hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "I have long hair that gets super dry on the ends, but always have an oily scalp. I try to wash my hair every other day versus daily to minimize damage. However, my scalp is ridiculously oily on day two. I really like this clarify dry shampoo because itu2019s easy to apply, it tends to give some volume and body to my hair, plus I like how it smells. The brush makes the application process super quick and easy."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I love this dry shampoo the most. Itu2019s my new favorite because itu2019s not aerosol and you can control how much you apply with a brush. Love how minimum you need for it to do its job. Very good to work with grease and doesnu2019t make my scalp itchy!"
        },
        {
            "review_title": "Packaging makes prone to lose all your product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Happy with the product but unhappy with the packaging. Had used this for a couple weeks and as I was taking off the top, the container that holds the powder came off and all the powder came out into my sink, becoming unusable. Need to spend a couple more cents to extend the twisty plastic so that it cannot come undone so easily."
        },
        {
            "review_title": "Doesn't bother my scalp like some dry shampoos",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I have very oily hair, so I have to use dry shampoo a few times a week. This is the first dry shampoo that I've tried with this type of applicator brush. My oily hair diminishes after using this and it doesn't seem to bother my scalp."
        },
        {
            "review_title": "So compact enough to fit in your purse.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I am in a love with this clarifying  dry shampoo. Itu2019s talc-free, compact enough to carry it in your purse! I comes on a stick form with a brush. I prefer it like that because most of the aerosol ones then to irritate my lungs so I do appreciate this design. As in for the product itself if get the job done making my hair less oily. A little goes a long way. I leve it a few minutes, massage it and brush."
        },
        {
            "review_title": "Clean, lifted, and healthy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I will never go back to using an aerosol dry shampoo ever again! The volume and texture this gives my hair is next level! I have very fine hair that can get oily and flat very quickly so I love that this powder blends in easily with my hair and doesnu2019t leave behind any white residue. The applicator makes this super easy to use. Itu2019s great to toss in your bag and touch up on the go. Or to use after the gym. It just leaves my hair looking clean, lifted and healthy."
        },
        {
            "review_title": "Applicator is elite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Applicator is perfection. The least messy non aerosol Iu2019ve tried, super quick and easy. Scent is fresh, it does fade quickly. The formula isnu2019t gritty or chalky. Itu2019s easy to apply the right amount and not overdo it. New favorite!"
        },
        {
            "review_title": "worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Very expensive for how small it is, but by far the best dry shampoo I've used and a little does go a long way. Doesn't leave any residue on my brown hair either despite the powder being white! I'll definitely be repurchasing"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I was super pumped to try a product like this but unfortunately it didnu2019t work as well as I thought and you get such a small amount. Not worth it."
        },
        {
            "review_title": "So much better than aerosol cansufffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product. I just wish it was refillable, so I wouldnu2019t have to buy the whole thing over and over again."
        },
        {
            "review_title": "Bad execution",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, fairLight skin tone, Dry skin",
            "review_text": "The packaging seemed like a good idea but is a mess.   I didnu2019t even use it yet I just opened it and it already had powder falling out of it. I was looking for something convenient to throw in my bag, but I fear if I do I will lose all of the product.   It smells like peppermint. I didnu2019t even try it yet so we will see about the formula, but I might just return it."
        },
        {
            "review_title": "Make it Refillable!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve used lots of non-aerosol dry shampoos, so the transition was pretty smooth to this one. The dispenser worked well. You do get a small amount of product, for so much plastic packaging especially. If you could refill this, it would be perfect!"
        },
        {
            "review_title": "pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve always used aerosol spray dry shampoos, so it definitely took some getting used to for not only a powder, but also brush application. It takes a couple of strokes to get the product flowing through the brush. I dab the brush in certain spots around my scalp and then softly and slowly brush it downwards. I really like this product because I donu2019t have to touch my hair as much with my fingers. As for the reviews saying thereu2019s a u201crancid smellu201du2026 no there isnu2019t. there is a SLIGHT peppermint scent but it is in no way rancid or bad. there isnu2019t a lot of powder, thatu2019s true, but if you use it properly, you donu2019t need to dispense a lot in to your hair and ends up lasting a decent amount of time."
        },
        {
            "review_title": "Tiny amount of product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The product itself is pretty decent. I do prefer a powder dry shampoo. The downside is the amount of product you receive. Didnu2019t even last two weeks."
        },
        {
            "review_title": "Strange texture, tiny amount of product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This product is OK at best. I like the applicator, however the powder leaves an icky texture in my hair. The container is also tiny and didnu2019t even last a full month so itu2019s not worth the money."
        },
        {
            "review_title": "Strong Pungent Smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The smell. This product smells so strongly, pungently, of peppermint and rosemary. Itu2019s like bath and body works holiday foot creme. It has a great ingredient list though which is why I gave it two stars instead of one. I will be returning"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "As someone with oily scalp and black hair, I admit Iu2019m both excited and a little skeptical about this tact-free dry shampoo in powder form. I only used aerosol spray type of dry shampoo before and the only experience with powder was baby powder, didnu2019t end so well as the white powders made my hair look even dirtier. . I really like the application of this as I can apply it directly to where I wanted and itu2019s so easy with the brush application. Surprisingly, it does not leave any residue in my hair, which is so amazing to me. Itu2019s also the perfect size for travel and on the go. I definitely see myself using this all the time to freshen up my scalp from second-day hair. I could notice significant excessive oil absorption instantly, plus it adds so much volume to my root areas. The powder has a fainted pleasant scent which is not overpowering or noticeable. If youu2019re looking to try a new dry shampoo, consider this one as Iu2019m hooked and will be repurchase it soon."
        },
        {
            "review_title": "Best non toxic dry shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This dry shampoo is exactly what I have been looking for! For over a year now I have been trying all sorts of different u201csafeu201ddry shampoos with very underwhelming results. I used Batiste dry shampoo for years and I was so upset when it was revealed that the aerosol dry shampoos from most drugstore brands contained carcinogens. Since many dry shampoos were recalled I have tried to find a non aerosol dry shampoo that actually works! This dry shampoo definitely dries up any excess oil in my hair and makes my hair feel refreshed. I also love that it smells like eucalyptus because it gives the hair a fresh clean feeling and smell. I often use this dry shampoo at night before I go to bed so that in the morning I can wake up with clean, styled, day 2 hair."
        },
        {
            "review_title": "Not for me!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I am a beauty enthusiast who has a love for trying new products and I have to say this is the most unique dry shampoo I have ever seen or tried as it features a brush on ferment infused powder in a non-aersol container that is also refillable and very travel-friendly. It applies very easily to my scalp instantly soaking up and absorbing up excess oils and sweat without weighing my hair down but sadly it does leave a super visible white cast to my hair and actually causes a bunch of bulid-up on my scalp. I have tried to play around with it a bit in the hopes that I can stop those things from happening, but so far, everything I have tried has resulted in the same issues. It does leave my hair looking clean and feeling refreshed while also providing soothing properties but I just can't over the white cast it causes to my dark brown hair it's just to noticeable and makes me feel like others are staring at me when I'm out in public. Overall, this is a very innovative talc-free dry shampoo that didn't quite work for me, but remember everyone is different, and what doesn't work for one may work for the next!"
        },
        {
            "review_title": "Absorbs Sweat Incredibly Well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Over the years as a beauty enthusiast, The Rootist dry shampoo powder is the first dry shampoo I've experienced. The smell of the powder shampoo has a clean, mild and pleasant scent. The bristles that's attached to the dry shampoo is very soft, durable and applies well. This item is convenient for on the go and easy to stash in my purse. The Rootist dry shampoo has sustained and absorb excessive sweat during morning workouts. It also keeps me worry-free of an oily scalp. I haven't had any issues with visibility of the powder on my scalp/hair. I also enjoy that the dry shampoo is isn't harsh on my hair. This item has become a staple in my hair care routine. I'm glad I did come across this product. Yes, I'd recommend to those who are wanting a dry shampoo that's non irritable, aborbs well, and is wanting a clean feel after each use."
        },
        {
            "review_title": "The best dry shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Trust me, Iu2019ve tried all the dry shampoos out there, both aerosol and non and this is the best of the lot. More control with this applicator and helps to blend the product in and no strong smell like so many dry shampoo"
        },
        {
            "review_title": "Must try !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I recently got my hands on this talc free dry shampoo powder. This product is very different from any other dry shampoo I have tried before .  Most dry shampoos come in an aerosol bottle. This one comes with a unique brush applicator you can use to directly brush on the dry shampoo powder onto your hair giving you more control or the product.  I love that itu2019s small and portable for on the go touch ups  I keep mines in my purse with me.  Another feature I love about this product is that it leaves your hair fill nice and clean without leaving behind any residue or texture like some other dry shampoos and the fragrance is very minimal ."
        },
        {
            "review_title": "Not Worth It",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It doesnu2019t come with a lot of product in it and after one use, I probably used 20% of the productu2026 Definitely not worth it for the price. I also was not a fan of the smell at all and it left my hair feeling gritty and dirty."
        },
        {
            "review_title": "The. Best.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have used SO many brands of aerosol dry shampoo & I mean a lot of brands & they all feel terrible or break my hair.. this powder is amazing!!!! My hair looks and feels so clean, so fresh. I will never go back to any other dry shampoo, the scent as well is really nice, not aggressive what so ever. I highly recommend trying this out!"
        },
        {
            "review_title": "Root Volume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "As a Beauty Account Manager in NYC, I work daily with consumers teaching them the best hair care practices. A healthy scalp is my top talking point when it comes to many clients creating a healthy hair care regimen. I inform customers that a healthy scalp will indeed help them on their journey to having healthy hair. Hair care is a process that requires you to have different products and routines that will give your hair the best results. It has been scientifically proven that a healthy scalp plays an integral role in achieving healthy hair growth.  As a proud member of the curly hair community my regimen over the last 10yrs+ has changed based on my hair and scalp needs. I have fine curly hair with a medium density plus I sweat excessively in my scalp regularly. I began to use The Rootist Dry Shampoo Powder on the days I worked out and to my surprise it refreshed my hair perfectly. It removed the excess oil from my scalp and hairline allowing me the ability to restyle my hair with ease. I used the product two times a week by lightly brushing the dust where needed.  This product removed the excess oil in my scalp and hair strands which allowed me the opportunity to fluff my hair from the roots and give my hair the volume I love. I would recommend this product to anyone who is looking for a dry shampoo. It didnu2019t leave a residue or white flakes on my hair which was an added plus. It also is compact and easily fits in my gym bag."
        },
        {
            "review_title": "Itu2019s Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I wasnu2019t impressed by this product mostly because of the applicator and it costs too much for what it is. Also I do not like the idea of brushing in dry shampoo, just does not seem hygienic. I wasnu2019t even impressed by the actual product as Iu2019ve tried better dry shampoo."
        },
        {
            "review_title": "the rootist dry shampoo powder review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recently had the pleasure of trying the Rootist Talc Free Dry Shampoo Powder Clarify Purifier, and I must say it has truly impressed me. As a beauty professional, I am always on the lookout for products that not only deliver results but also prioritize the health of the hair. This dry shampoo powder exceeded my expectations in both regards.  Firstly, the talc-free formula is a game-changer. It effectively absorbs excess oil from the roots without leaving any white residue, a common issue with many dry shampoos on the market. The lightweight powder blends seamlessly into the hair, providing an instant refresh without compromising on texture or volume. It's perfect for those days when you need a quick pick-me-up but don't want to sacrifice the natural feel of your locks.  What sets the Rootist Dry Shampoo apart is its clarifying properties. The purifying ingredients not only absorb oil but also detoxify the scalp, leaving it feeling revitalized and clean. It's a fantastic option for individuals with oily or sensitive scalps, providing a refreshing sensation without causing irritation.  The packaging is also worth mentioning. The applicator allows for precise application, ensuring that the product is distributed evenly at the roots. The sleek design makes it easy to carry in my beauty kit, making it a convenient solution for on-the-go touch-ups.  In terms of fragrance, the Rootist Dry Shampoo has a subtle and pleasant scent that isn't overpowering. It leaves the hair smelling fresh without clashing with any other fragrances you may be wearing.  Overall, the Rootist Talc Free Dry Shampoo Powder Clarify Purifier has earned a permanent spot in my beauty routine. Its talc-free formula, clarifying properties, and convenient packaging make it a standout product in the realm of dry shampoos. I highly recommend it to both clients and fellow beauty professionals looking for an effective and scalp-friendly solution."
        },
        {
            "review_title": "The best dry shampoo I've used!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I deal with a very oily scalp but have never had the best experiences with dry shampoo. They also leave my hair feeling overly dry and brittle. This dry shampoo is extremely effective and since I only wash my hair twice a week, I've been using this product in between washes and it takes care of my oily scalp without drying out. My only issue is if you open the wrong end of the product, the powder spills everywhere so I quickly learned not to do that."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The ONLY dry shampoo I have ever loved. I have tried a lot of different ones, and the rootist dry shampoo is the only one that doesnu2019t smell strange or overpowering, or leave a residue that makes the hair texture feel weird. Love"
        },
        {
            "review_title": "Dry shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "The talc free dry shampoo powder from the rootist is a gym bag staple for me. This product comes in a unique package, it is a powder dry shampoo with a brush top. Definitely different from the big aerosol can packaging that dry shampoo typically comes in This is portable and easy to throw in a purse or gym bag for a post workout touch up."
        },
        {
            "review_title": "Mmm...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "The packaging is nice and practical, I like it a lot.. The application of it is totally different from the traditional ones that I like something different! But I've noted that my hair is not to use shampoo, its  like putting baby talc and I noticed that it leaves it dry and dull, I also thought it could cover my pores, I would like them to make some modifications! powder."
        },
        {
            "review_title": "Unique applicator brush",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I really love the aroma of this dry shampoo powder and the application method is unique and preferable over any other dry shampoos. It was a bit messy when I first opened however with excess powder getting on the counter, not a big deal. I have dark hair and it was visible on my roots but seemed to disappear as it absorbed into my oils. Cons: I didnu2019t love how it made my hair feel - kind of gritty/dirty, though thatu2019s personal preference and a feature that is hard to avoid with dry shampoo products. This also made my sensitive scalp itchy, which is my personal experience with certain scalp products, but would probably be fine for someone without such sensitivity. Unfortunately it wasnu2019t the new favorite I was hoping for."
        },
        {
            "review_title": "Great to have at all times!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love a good dry shampoo in powdered form because itu2019s super easy to use and take when traveling or just keeping in my purse. This one has a super nice brush applicator to evenly disperse product onto the scalp. I did find that I had to tap the container multiple times to continue getting product out. It does cover a large area. It blends into the hair nicely and does leave a white cast, I have dark hair and it did not alter it at all. As far as longevity, I have a super oily scalp so dry shampoo, regardless of what kind, usually does not last days for me. This is good for a one time/one day use in a pinch but I couldnu2019t use it for days before wash."
        },
        {
            "review_title": "Ehh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "As someone whou2019s African American I never really grew up using dry shampoo but I decided to give this product a try. Although I didnu2019t notice too much of a huge difference in my hair, having a product I can use in between shampoos is really nice. It does leave my scalp feeling dry so Iu2019d definitely recommend if youu2019re someone with oily scalp. However I absolutely love the applicator."
        },
        {
            "review_title": "Super practical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "I've tried my fair share of dry shampoos, but this one stands out. The talc-free formula is a breath of fresh air, delivering instant refresh without any chalky residue. The lightweight powder blends seamlessly into my hair, absorbing excess oil and adding a natural lift. The packaging is sleek and practical, making it perfect for on-the-go touch-ups. The subtle fragrance is divine, leaving my hair feeling and smelling freshly washed."
        },
        {
            "review_title": "Best Dry Shampoo Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love The Rootist Talc Free Dry Shampoo Powder!!  While I am not a cosmetologist, I am in the beauty field not only as a professional but also as a customer.  I have been color treating my hair for over 15 years, along with constantly changing my hair style-from Victoria Beckham short to mermaid long extensions and everything in between.  So, needless to say my hair is damaged and I am always on the look-out for products and practices that will prolong my color, keep my hair healthy and happy, and especially be tender on my scalp.  Because of this, I was so excited to try The Rootist, especially their dry shampoo.  I absolutely love and swear by dry shampoo, specifically because using a product like this can prolong hair color and can preserve dry brittle hair. But, this was the first time I had experienced a dry shampoo delivery system with a brush.  Immediately, I was sold!  I love having a brush to deliver the powder at my roots because it allowed for accurate application and a built-in brush to work the product through my hair.  I have found with a spray dry shampoo, my scalp gets flakier and although the oil is gone, my hair still looks dirty.  I noticed with this powder that was not the case and my hair was able to have that clean shine without my scalp suffering. I do wish there was a way to fully use the brush without adding more powder, but not enough to cause me to stop using this amazing dry shampoo.  I also love the size of The Rootistu2019s dry shampoo, it is perfect for traveling and the price point cannot be beat!"
        },
        {
            "review_title": "A Game-Changer for Hair Refresh!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "The Rootist Talc-Free Dry Shampoo Powder has transformed my hair game! As a seasoned cosmetologist and barber, I appreciate its efficacy in reviving hair without talc. The messy opening was a hiccup, but the product's performance overshadows it. Instant freshness and volume without residueu2014truly impressive! A must-try for those seeking salon-quality results at home."
        },
        {
            "review_title": "not up to par",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "The Rootist did not hold up to a 26 dollars worth of dry shampoo in my opinion. I felt as if my hair got stiff, although it did help with oil control. The tiny bottle got me 5 uses and I'm half way through the product."
        },
        {
            "review_title": "Must Try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "I have never tried a powder dry shampoo, Iu2019m absolutely loving it. I have an oily scalp and I would always rather just wash my hair then using dry shampoo, because I feel like if itu2019s just leaving my fair even dirtier. The first time I used it was after the gym. It worked wonders, I had 2 days without washing my hair and I also went in the sauna. I added the powder dry shampoo all in my scalp then I massaged it in with my fingers, I felt most of the oils gone. Iu2019m in love! The scent is also very refreshing because it smells minty fresh."
        },
        {
            "review_title": "Effortless Volume",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I recently tried Rootist Talc-Free Dry Shampoo Powder. This product effectively absorbs excess oil from my hair leaving it feeling refreshed. The application was easy and the powder blended seamlessly adding volume without any residue. Overall, it's a fantastic talc-free dry shampoo option for a clean and revitalized look!"
        },
        {
            "review_title": "Recommended for Gym Goers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "The on the go and easy to use the Rootist Talc free Dry Shampoo Powder is really elite. Say goodbye to wet oily roots and scalp. After my long and tedious gym sessions I constantly struggle with oily hair because of sweat of course. I initially packed this Rootist talc free dry shampoo powder in my gym bag to touch up my scalp and hair after the heated sauna. The powder is naturally scented with leaf oils and peppermint oil including other fermented seed extracts. The texture while on my hair and scalp is absorbent, the product is silky plus softening while absorbing up the oiliness in seconds! I have been able to extend my hair without washing for about another extra day. I then follow up with brushing out my hair with a comb or detangling brush to further spread out the product and style."
        },
        {
            "review_title": "Got oily hair? This is a go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "My hair gets oily everyday, especially about afternoon time. By using this product Rootist dry shampoo powder it helps by absorbing any extra oils I have. I love how it's easy to use! Just tap into your roots and massage in. If you have a blow dryer it also helps to remove extra oils after applying this product. If you don't wash your hair everyday this is ideal for those in between washes for a pick me up."
        },
        {
            "review_title": "It's ok!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "A new dry shampoo is always an exciting thing to a beauty professional.  I love trying them on myself and  being able to recommend them to clients.  I must say though The Rootist powder is a really neat concept and also very convenient but this particular product just didn't do it for me. I can see how others would love it but I don't care for the way it left my hair thick and icky feeling. It just wasn't for me. But, that doesn't mean that it won't be amazing for others!"
        },
        {
            "review_title": "Modern approach",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I like this product. I like the results of it as well. The powder doesn't leave a white cast like many dry shampoos do. I love the application with the brush. It definitely is more modern and fresh. I was expecting more volume or more of a just washed effect than what it provided but overall, I would recommend."
        },
        {
            "review_title": "Super handy and portable dry shampoo brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As someone who only washes her hair maybe 6 times a month, I live and breathe dry shampoo! This one is super handy, as it is lightweight and portable, therefore very convenient for tossing in my gym bag or purse for on-the-go touch-ups. I also appreciate that it is talc-free... my scalp doesn't get itchy, and I don't have to mess with other undesirable side effects of that frequently used ingredient. I dig the brush applicator too because it helps me spread the product diffusely and lightly dust area without having to worry about applying too much powder. A no-brainer for the busy gal."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this talc free dry shampoo powder. When applying you notice it has a very clean light scent with a hint of rosemary and peppermint. It is very easy to apply and absorbs right in so you donu2019t notice any powder residue."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I have been using The Rootist dry shampoo powder for a few weeks now and I am very impressed with the results. It is easy to apply, just brush  some on your roots and massage it in with your fingers or brush. It instantly absorbs oil and dirt, leaving my hair feeling fresh and clean. It also adds volume and texture to my fine, limp hair, making it look more lively and bouncy. The best part is that it does not leave any white residue or make my hair feel dry or stiff. It has a subtle, pleasant scent that is not overpowering or artificial. I love that it is made with natural ingredients like rice starch, baking soda, and biotin, which nourish and strengthen my hair. It is also vegan, cruelty-free, and free of sulfates, parabens, and phthalates. The bottle is cute and convenient, and a little goes a long way. As a skincare expert, I would definitely recommend this product to anyone looking for a natural, effective, and affordable dry shampoo powder."
        },
        {
            "review_title": "Best dry shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019m a hairstylist of 12 years & Iu2019ve always struggled with oily hair so Iu2019ve tried all kinds of dry shampoo but this is definitely one of my favorites! The brush application makes it so easy to apply in the area I need it most & I donu2019t have to worry about inhaling an aerosol spray. Also like that it doesnu2019t take much product so it should last longer than normal spray dry shampoo!"
        },
        {
            "review_title": "Best applicator!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "As a beauty fanatic Iu2019ve tried so many different products. I am also someone who works out a lot and I often try to extend the time between washes for hair health and to be able to style in between washes. This powder makes it really easy to do so and has helped to keep my hair from looking oily and greasy. What I love the most is the applicator it makes it really easy to target places that you need the dry shampoo and stops it from spreading to places you donu2019t need. Super easy to use and very efficient. Quickly and easily takes all the oiliness look away! Love it!"
        },
        {
            "review_title": "Packaging needs work",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "When I opened the package of the root ist dry shampoo powder, there was a lot of product on the brush. If I decide to take this dry shampoo on a trip, it will have me worried to know container could get open and make a mess. The powder does what it is supposed to do. I applied a little bit around my scalp and it absorbed the oils, blended great with my hair and there was no white residue. Product has a minty scent and is amazing but packaging needs work. I wish the brush would of have like a twist to make the brush together and place the cap on top easier."
        },
        {
            "review_title": "Meeh...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Well, I'll admit, I don't tend to use a lot of hair products, besides my already go to items. Because I dye my hair all types of crazy colors, so I can't afford to mess up anything that will either wash away my crazy colors or cause buildup on my scalp. I do have an oily scalp, and figured this would in extending the time in-between the days I wash my hair and don't.  (I don't wash my hair everyday) to be frank, this dry shampoo made my hair feel stiff. The application process is effortless, the brush is nice and smooth. The residue on the hair is minimal, which is a plus. I'm definitely not crazy about it though. Perhaps my hair/heard aren't the best for this type of product. I do recommend trying it out, if you have an oily scalp, who knows, it might work for you!"
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am trying to stay away from aerosol canisters for dry shampoo, and so I was excited to see this rootist push-up brush system. I do have dark hair and while it is an off-white powder, it does not leave a white cast in my hair after I've worked it in a little .push-up brush system. I do have dark hair, and while it is a off-white powder, it does not leave a white cast in my hair after I've worked it in a little seems to go along way there is a scent , but it is Pleasant. It doesn't leave my hair feeling stiff and it gives my hair volume as well."
        }
    ]
}