{
    "product_id": "1274",
    "name": "Major Dimension III Matte Eyeshadow Palette",
    "brand": "PATRICK TA",
    "categories": "Makeup, Eye, Eye Palettes",
    "price": 98.0,
    "about": "What it is:A velvety matte eyeshadow palette that blends warm and cool nudes for ultimate versatility...Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, and cruelty-free..What Else You Need to Know:The shades in this palette can be worn alone or layered, blended, and contoured to create the most multi-dimensional looks that go from day to night. The cream bases allow you to really sculpt and intensify your eye looks. The shadows can be worn alone or layered over the bases for maximum depth and richness..This Palette Contains:.Palette Size:Full size",
    "ingredients": "Non-Negotiable:.Pentaerythrityl Tetraisostearate, PPG-3 Benzyl Ether Ethylhexanoate, C15-19 Alkane, Polyethylene, Silica, Undecane, Nylon 12, Isononyl Isononanoate, Tridecane, VP/Eicosene Copolymer, Polyglyceryl-2 Dipolyhydroxystearate, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Polyglyceryl-3 Diisostearate, Tocopherol,.Helianthus Annuus (Sunflower) Seed Oil, May Contain (+/-): Iron Oxide (CI 77491, CI 77492, CI 77499)...Trademark:.Synthetic Fluorphlogopite, Mica, Calcium Silicate, Octyldodecyl Stearoyl Stearate, Polyglyceryl-2 Dipolyhydroxystearate, Polymethyl Methacrylate, Shea (Butyrospermum Parkii) Butter, Polyethylene, Phenoxyethanol, Undecane, Octyldodecanol, Polyglyceryl-3 Diisostearate, Glyceryl Triacetyl Ricinoleate, Magnesium Myristate, Tridecane,.Trimyristin, Potassium Sorbate, Caprylic/Capric Triglyceride, Hydrogenated Lecithin, Polyurethane-79, Tocopherol, Helianthus.Annuus (Sunflower) Seed Oil, May Contain (+/-): Iron Oxide (CI 77491, CI 77492, CI 77499)...Crucial, Essential: .Mica, Synthetic Fluorphlogopite, Calcium Silicate, Octyldodecyl Stearoyl Stearate, Polyglyceryl-2 Dipolyhydroxystearate, Polymethyl Methacrylate, Shea (Butyrospermum Parkii) Butter, Polyethylene, Phenoxyethanol, Undecane, Octyldodecanol, Polyglyceryl-3 Diisostearate, Glyceryl Triacetyl Ricinoleate, Magnesium Myristate, Tridecane,.Trimyristin, Potassium Sorbate, Caprylic/Capric Triglyceride, Hydrogenated Lecithin, Polyurethane-79, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, May Contain (+/-): Iron Oxide (CI 77491, CI 77492, CI 77499), Titanium Dioxide (CI 77891),.Ultramarines (CI 77007)...Needed, Classic, Mandatory, Refined:.Mica, Synthetic Fluorphlogopite, Calcium Silicate, Octyldodecyl Stearoyl Stearate, Polymethyl Methacrylate, Polyglyceryl-2 Dipolyhydroxystearate, Shea (Butyrospermum Parkii) Butter, Polyethylene, Phenoxyethanol, Undecane,.Octyldodecanol, Polyglyceryl-3 Diisostearate, Glyceryl Triacetyl Ricinoleate, Magnesium Myristate, Tridecane, Trimyristin,.Potassium Sorbate, Caprylic/Capric Triglyceride, Hydrogenated Lecithin, Polyurethane-79, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, May Contain (+/-): Iron Oxide (CI 77491, CI 77492, CI 77499), Titanium Dioxide (CI 77891), Ultramarines (CI 77007)...Impressive:.Pentaerythrityl Tetraisostearate, Cetyl Ethylhexanoate, Ricinus Communis (Castor) Seed Oil, PPG-3 Benzyl Ether Ethylhexanoate, Polyethylene, Isostearyl Neopentanoate, Hydrogenated Styrene/Methylstyrene/Indene Copolymer, C15-19 Alkane, Undecane, Tridecane, Polyglyceryl-2 Dipolyhydroxystearate, Pentaerythrityl Tetra-di-t-butyl.Hydroxyhydrocinnamate, Polyglyceryl-3 Diisostearate, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil May Contain (+/-): Iron Oxide (CI 77491, CI 77492, CI 77499)...Irreplaceable:.Copernicia Cerifera (Carnauba) Wax, Polyethylene, Calcium Silicate, Synthetic Fluorphlogopite, Polyglyceryl-2.Dipolyhydroxystearate, Phenoxyethanol, Undecane, Polyglyceryl-3 Diisostearate, Glyceryl Triacetyl Ricinoleate, Magnesium Myristate, Tridecane, Trimyristin, Tocopherol, Silica, Pentaerythrityl Tetraisostearate, Helianthus Annuus (Sunflower) Seed Oil, May Contain (+/-): Iron Oxide CI 77499...Fundamental:.Mica, Synthetic Fluorphlogopite, Zinc Stearate, Calcium Silicate, Octyldodecyl Stearoyl Stearate, Polyglyceryl-2 Dipolyhydroxystearate, Polymethyl Methacrylate, Shea (Butyrospermum Parkii) Butter, Polyethylene, Phenoxyethanol,.Undecane, Octyldodecanol, Polyglyceryl-3 Diisostearate, Glyceryl Triacetyl Ricinoleate, Tridecane, Trimyristin, Potassium.Sorbate, Caprylic/Capric Triglyceride, Hydrogenated Lecithin, Polyurethane-79, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, May Contain (+/-): Iron Oxide (CI 77491, CI 77492, CI 77499), Bismuth Oxychloride (CI 77163), Ultramarines (CI 77007)...Staple:.Mica, Synthetic Fluorphlogopite, Calcium Silicate, Octyldodecyl Stearoyl Stearate, Polymethyl Methacrylate, Polyglyceryl-2 Dipolyhydroxystearate, Shea (Butyrospermum Parkii) Butter, Polyethylene, Phenoxyethanol, Undecane,.Octyldodecanol, Polyglyceryl-3 Diisostearate, Glyceryl Triacetyl Ricinoleate, Tridecane, Trimyristin, Potassium Sorbate, Caprylic/Capric Triglyceride, Hydrogenated Lecithin, Polyurethane-79, Tocopherol, Zinc Stearate, Helianthus Annuus.(Sunflower) Seed Oil May Contain (+/-): Iron Oxide (CI 77491, CI 77492, CI 77499), Titanium Dioxide (CI 77891), Ultramarines (CI 77007).",
    "how_to_use": "Suggested Usage:.-Start with the cream base to create the perfect canvas for your shadows and to enhance the richness of the pigment..-Layer your favorite shadows as desired..-Top with Patrick Ta Beauty's Make It Major Multidimensional Eye Topper (sold separately).",
    "num_reviews": 442,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/major-dimensions-eyeshadow-palette-iii-P506700?skuId=2703254&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2703254-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "A Luxurious but Pricey Everyday Essential",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Patrick Ta's Major Dimensions III eyeshadow palette is a stunning collection of highly pigmented and blendable shades. The creamy liners are a dream to apply, and the neutral tones are perfectly curated for creating effortlessly chic everyday looks that flatter a range of skin tones. The sleek and sophisticated packaging elevates the overall experience. However: The price point of this palette is undeniably steep. While the quality is undeniable, it's difficult to justify the cost for many. Overall: Despite the hefty price tag, Patrick Ta's Major Dimensions III is a beautiful palette that delivers exceptional performance. If you're seeking high-quality shadows and are willing to invest, this could be a worthwhile addition to your collection. Key takeaways:  * Pros: Highly pigmented, blendable, creamy liners, beautiful neutral shades, sleek packaging  * Cons: Expensive I hope this review is helpful!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "These colors are pigmented and easily blendable. Truly one of the first eyeshadow pallets where I was in awe with the color pay off and how seamlessly my eye look came out."
        },
        {
            "review_title": "Must buy!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Received for Christmas and this is my favorite palette. Very easy to blend, creamy and bold. Very pigmented. Expensive but very much with it."
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I hate giving bad reviews but this palette its very expensive so I was expecting it to be worth the price. I could seriously care less about the packaging but The lack quality of the shadows bother me a lot, I will definitely return it powedered shadows are lowthepopoedw"
        },
        {
            "review_title": "Mold? SOURNESS SMELL!! RUN Get Anastasia Soft Glam",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Upon picking this up, I got home excited to use it. Once I got my brush on and putting it to my eye I can smell this sourness coming from my brush thought ok weird. I swap another color and put on my second layer on again same smell coming from my brush. I smell the palate nothing stunk but only the brush. So I grabbed a new brush swap another color and same thing so not sure if the palate is old or molding? Will be returning this as I have done some research come to find out this brand is known for mold!? I wonder how long this palate has been sitting on the shelf before picking it up. But am disappointed as I really wanted to like this product. As you can see on the picture there is dots looking like mold on the black creme. For the price and the hype sorry but I have sensitive skin and my eyes has been acting up since the swap. I rather go back to my Anastasia Soft Glam for the price her palate is more pigmented too compare to this. Too bad I wasted my 20 % on this."
        },
        {
            "review_title": "Gorgeous mattes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was curious if the price tag was worth the product after eyeing this for over a year, but once I got it, I couldnu2019t put it down! The creams are so easy to blend and the powders sit nice on top and also blend great."
        },
        {
            "review_title": "Great neutral staple",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I really love this pallet! Easy application, beautiful result every time. Wouldu2019ve been an easy 5 stars but the price is just a little too much. I believe in paying in quality, but come on. Overall, love it!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve had this product for less than 6 months and 3 different shades have come clean off the pallet and broken. Super disappointing given the price"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I'm obsessed. The warm tones are perfect for elegant and versatile looks. The matte shadows are creamy and easy to blend, while the shimmers have incredible pigmentation. Plus, the cream shades are great for intensifying the look. I'll be wearing this for Christmas and New Year without a doubt!"
        },
        {
            "review_title": "sooooo gooood",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I seen the reviews wanted to see for myself glad I did . my first thing is how are you storing your makeup because mine is in a dark cool drawer and it's golden had it for months no mold . second this is the most long lasting so blendable formula I've used next to pat mcgrath dare I say maybe even better for mattes . I couldn't believe how easily this was to work with and how beautiful I looked this would be the perfect matte wedding eyeshadow or even a everyday . I absolutely love this one.  sometimes you just need to experience things for yourself because had I listened to all the reviews I would have skipped this."
        },
        {
            "review_title": "Poor Quality and Mold!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I'm super disappointed in the quality of this product. I just received this palette from the Sephora sale and without touching the product I see mold in the cream product. At first I thought it was a glitter or dust but I haven't seen any reviews in the cream shadows having glitter or being textured and fearing for my eye safety I will be returning this product and no longer will be interested in another Patrick Ta eyeshadow palette. This is unacceptable for being $70 USD!"
        },
        {
            "review_title": "Such a disappointment!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This was one of the worst eyeshadow palettes I have ever used!  I have light-medium skin tone and 5 of the shadows didnu2019t even show up on my skin.  Even the darker shades have to be built up.  It is suppose to be buildable color but there is so much fallout, I feel like I would hit the bottom of the pan after a few weeks.  For $70 I expected much better quality. I will be returning this one!"
        },
        {
            "review_title": "On paper this works, but it lacks longevity.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Oily skin",
            "review_text": "Iu2019ve used a lot of eyeshadows, but this is really the first one in a long time that I can say doesnu2019t stay on my eyelids all day. I use urban decay eyeshadow primer. Iu2019ve tried this with them without the cream base underneath. Thatu2019s in this pallet. They look really pretty on but then Several hours later I look in the mirror and I donu2019t see much eyeshadow. I donu2019t know if it just disappears or if the pigment fades or whatever. Iu2019ve also use this with a eyeshadow, brush, dam and with urban decay all nighter spray. I really want to like this a lot, but Iu2019m on the fence. I also wish this came with at least a couple of shimmers to make the colors pop."
        },
        {
            "review_title": "This is the neutral palette I've been waiting for",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love a predominately neutral eye but was so on the fence about spending this much money on a palette as every other I've owned comes predominately with shades that pull too pink, muddy or warm for my skin or simply don't come with enough lighter shades for my skin tone. This is - to my absolute shock and delight - perfection! - with both warmer and cooler shades that all play well together, formulation that goes on like butter with no fall off and coverage that is just right to allow for lighter to more saturated application. One of the rare neutral palettes where I'll use almost all the shades included making it the very happy end of my hunt for one palette that does it all for the mattes and one I can see working with a variety of skin tones."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Je pense que c'est la plus belle palette que je possu00e8de. Les couleurs vont avec tout. C'est la palette parfaite pour un look neutre. Les fards sont doux. Les cru00e8mes sont bien aussi. Si j'avais une seule palette u00e0 choisir u00e7a serait celle-ci. Elle est universelle."
        },
        {
            "review_title": "Needs better packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I love the product, the eyeshadow pigment is amazing, however the pallet/ eyeshadows are already crumbling, I havenu2019t traveled nor have I dropped itu2026with how much this costs this shouldnu2019t happen. Reading other reviews this is common from this pallet."
        },
        {
            "review_title": "Go-To Travel Palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "One of my favorite go-to travel palettes. Love that there are cool toned and warmed tone colors & love using the end cream colors for eyeliner!"
        },
        {
            "review_title": "Try it and Decide for yourself",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "When I first tried this, I absolutely HATED IT! But later that same day, I tried it again and somehow I fell in love with it. Could you probably get the same palette for cheap? yes. But what drew me to this palette were the creams on the end. I love this palette for a neutral eye with a little but of urban decay space cowboy. I would say buy it on sale and and try it out. Black girly approved"
        },
        {
            "review_title": "Pretty but breaks",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love the colors but this pallet fell apart! I didnu2019t drop or travel with it but slowly different shades start crumbling. Very disappointing as itu2019s a beautiful pallet but itu2019s too messy. This is the second one I purchased hoping the first was just a dud    first"
        },
        {
            "review_title": "Better packaging please",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "The shadows themselves are so amazing but having had this palette for 5 months without traveling with it or anything, already 5 shades have fallen out and broken. Some I hadnu2019t even touched."
        },
        {
            "review_title": "BEST ON THE MARKET",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Out of the many neutral, matte eyeshadow palettes on the market, this one is hands down the best! Itu2019s soooo pigmented and never patchy! I also love that it has creams included because I like using those as eyeliner."
        },
        {
            "review_title": "Packaging fell apart",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "The palette itself fell apart within months of purchase, without me dropping it or being rough with the palette. Which is disappointing considering it was so expensive."
        },
        {
            "review_title": "The perfect Palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Love this palette! The colors are so gorgeous and perfect for a natural look. Very easy to apply! I couldnu2019t be happier with the results of my makeup look that I did for a beach wedding."
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Fabulous. Very pigmented. Use with a firmer brush for best application. Tap tap before putting on the darker shades"
        },
        {
            "review_title": "Your special occasion palette",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This palette is absolutely amazing, itu2019s soft, itu2019s pigmented, blends perfectly, staying power, etc.. The only reason for the 4 stars and not five-the shadows are very delicate, they eventually flake  & break apart. Avoid travel."
        },
        {
            "review_title": "The ultimate neutral palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is the ultimate neutral palette. So versatile: I can do a sultry smoked-out glam look or a soft no-makeup look with this palette. I also love that there are both cool & warm tones in this palette along with the creamy brown & black.I use this daily-definitely worth it."
        },
        {
            "review_title": "Pros and Cons",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love this palette! The colors are so easy to work with & blend. I especially love using the creams and then the powders to create the perfect smokey eye. I do wish the shadows held up better! I donu2019t feel as though the powder products really set the cream. After a few hours I always experience the shadow rubbing away. I do have really oily eyelids and donu2019t use an eye primer though."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I bought this after seeing it all over TikTok. Iu2019m honestly very underwhelmed by this palette. I was looking for an everyday palette. The cool row is okay. I find the warm row pulls very orange, almost red toned, which I did not see in any videos. I wished I had returned it during the return window"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Every girl needs a nude palette and honey this is it !"
        },
        {
            "review_title": "Easy to blend, creamy formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Blends beautifully, minimal fallout. Colors are very creamy, not chalky at all. A great matte palette."
        },
        {
            "review_title": "The colors and formula you need, but its fragile",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "While this is a quintessential palette for every one, I did take my time to purchase it because for the same price you can get a lot more colors with ND or Huda beauty and same quality. While this palette does blend like butter,   it does have the quintessential colors  for work and evening, it has a lot more fallout than ND or Huda beauty. Do that means itu2019s very fragile in my opinion.  But I still recommend it. I just wonu2019t be taking it outside of my house."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Very good palette. I love the options and itu2019s really a one and done. Will keep this in my must haves"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I saw a few people recommend this from Instagram so I bought it during the sale. Well worth it! The colors are so pigmented and blend perfectly. I would love to see more colors from them but this palette has everything you need for a lot of different looks."
        },
        {
            "review_title": "Definetly spoil yourself",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Itu2019s expensive but so worth it! My eyeshadow lasts all day (I have oily eyelids) and with or without a primer(I use the rare beauty eyeshadow primer)"
        },
        {
            "review_title": "sucks but i still love it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "fairLight skin tone",
            "review_text": "the dang eyeshadow pallets pop out and break SO EASILY it sucks but its still my go to pallette for the remaining surviving shades LOL"
        },
        {
            "review_title": "Eyeshadow breaks",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "The eyeshadow break off so easily and the pans are loose in the palette. Quality of eyeshadow is still good."
        },
        {
            "review_title": "the best palette on the market",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "iu2019ve used this every time i wear makeup since opening it. the palette is so pigmented and the 2 creams have completely replaced my normal eyeliner. itu2019s so easy to apply and i LOVE it"
        },
        {
            "review_title": "Quality Top Tier Formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "PIGMENTATION 100  FORMULA 100 BLENDABILITY 100  I was so hesitant to test the out because I already have the Makeup By Mario Master Mattes and said I didnu2019t need another palette with a similar story. BUT!!!!! I am so happy I did! These blend EFFORTLESSLY and way better than the Mario formula. If Patrick came out with one palette with the range that Mario has in both of his palettes now?!?! Iu2019D BE SOLDu2026IMMEDIATELY!"
        },
        {
            "review_title": "Patrick Ta",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Most beautiful palette love everything about it. Perfect for day to day makeup."
        },
        {
            "review_title": "If you want it, you need it:)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This was a splurge for me, but I would buy it again!  Top quality and the shades are perfection."
        },
        {
            "review_title": "The perfect palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Obsessed! This palette is so beautiful and has now become my go to for every eye look so far. Colors are so pigmented so a little goes a long way. Itu2019s worth it!!"
        },
        {
            "review_title": "Dream come true",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "A true dream come true palette. The colors (especially the white and bone color) are perfection. Blends like a dream. And great to expert with cool tones while blending with warm tones to create the perfect neutral tone"
        },
        {
            "review_title": "Amazing purchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Very pigmented and easy to work with! I love and wear it every time I wear make up"
        },
        {
            "review_title": "Not worth the hy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Honestly Iu2019m not impressed. I had higher expectations for this but it wasnu2019t worth the hype."
        },
        {
            "review_title": "Doesnu2019t travel well",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Pretty pigment. Doesnu2019t travel wellu2026 not worth $70 if you like to travel/fly w your makeup."
        },
        {
            "review_title": "Not impressed, hard to use",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "After about 2 weeks of wearing shadows from this palette, I've come to a few conclusions. The  lightest 2 shadows look chalky on my brow bone and lots of fallout.  The warms are too orangey for me. I am fair with blue eyes, so usually coppery brown tones look good, but these are really orange, like disco trendy orange, not a good neutral. In general I'm finding the extreme matte of these hard to blend and work with. I don't usually struggle putting on shadow, but these are um, difficult to make look right? It's just never going to be a go-to palette for me, not worth the price. I love Tartes palette of similar colors but with a few mildly sparkly light shades for highlights. I've had that one a few years and love it.  Those last forever on and are easy to work with, not so with the PT palette."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this palette. Iu2019m not a big eyeshadow person because I always feel like I donu2019t know how to blend it but this always blends perfectly. Color lasts all day."
        },
        {
            "review_title": "My everyday palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I was skeptical about spending so much on an eyeshadow palette, but I'm so glad I did. This has definitely been one of my best purchases from Sephora. The hype is real. You can create so many looks with this palette."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "the best eyeshadows iu2019ve ever used, they blend so easily and stay on all day long. I love the variety of looks you can achieve and how easy it is to use"
        },
        {
            "review_title": "Break very easily",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I love the shadows I have all three palettes and i have had issues where the shadows would just break so easily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This palette is absolutely perfect! You can do so many looks with just this and Iu2019m obsessed with the brown gel I use for liner. I love it!"
        },
        {
            "review_title": "Beautiful and easy blend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "My absolute favourite eyeshadow palette I use it everyday to create very simple or more dramatic makeup looks."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I find myself picking this palette up way more than I thought I would! I love the colors, the pigment it has and the cream shadows as well. Theyu2019re so easy to blend and look amazing!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I tried this out yesterday and it is amazing. i love that it has different tone nudes. so far it's the most pigmented eyeshadow i've ever used. 100/10"
        },
        {
            "review_title": "Lovely shadow, a bit pricey",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This palette is really beautifulu2014 blends well, wears well, and I love that it has the creams in it as well. Itu2019s just very pricey compared to other options that can achieve the same effect"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Olive skin tone, Oily skin",
            "review_text": "This is a good palette, but the Viseart Neutral Mattes is far superior. I find some of these shades to lack in pigmentation like the white, beige, and black. The cool shades apply much darker than they appear in the pan. I give the Rose palette 5 stars and this and the original brown 4 stars. They are slightly overhyped."
        },
        {
            "review_title": "Sucks it broke",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I really loved the formula of this. Just a bummer that some of squares fell out of the palette and broke. For as much as I  paid I feel like it shouldnu2019t fall out with a tilt while I use the mirror."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this palette but two shades broke within the first few weeks. A third is about to come out but I had to press it back in. I have NEVER dropped the palette, the colors came out on their own"
        },
        {
            "review_title": "expensive, but worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "this product is beautiful and blends seamlessly, very user friendly. iu2019ve been wanting to get into eyeshadow since iu2019ve never really been good at it, but i have 0 struggle with this product."
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the best everyday palette. Super pigmented but also extremely blendable. Having the cream shadows makes it really convenient too. Definitely worth the money!"
        },
        {
            "review_title": "amazing till it wasn't",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Within a week of buying i had lost one shadow then after a short trip i had lost two more. had the palette less than 3 months now and half the shades are broken and gone. could've been a great but too fragile"
        },
        {
            "review_title": "Worth the money!!!! Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is poetic and amazing lol! Itu2019s expensive but worth it, this is my only eyeshadow palette at the moment and Iu2019ve been using it non stop for almost 6 months and havenu2019t hit pan on anything. Easy to blend and high pigments!"
        },
        {
            "review_title": "A nice staple for the basics",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "When I first got this palette I was struggling with applying and blending. HOWEVER once I got an eyeshadow primer this went on like butter! An everyday palette that lets me go from simple work makeup to stunning nighttime looks. I have a separate set of shimmer shadows I add on top of the shadows from this palette. It is a learning curve, but the colors are stunning. I received it as a gift originally, and now Iu2019ll be rebuying in the future."
        },
        {
            "review_title": "So easy to work with.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I love this palette so much. it is perfect for everyday wear or a smokey eye look. love that there are cream shadows. I also use this to place color on my crease when doing a glitter lid. the formula is blendable and pigmented, soft eyeshadows, not chalky or patchy. easy to work with. Will recommend. 10/10."
        },
        {
            "review_title": "Perfect eyeshadow palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love this eyeshadow palette so much! It is the most blending eyeshadow palette!"
        },
        {
            "review_title": "A lot of fallout:/",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Pigmented but soooo much fallout, if you donu2019t tap the brush the eyeshadow will fall all under your eye, prepare for your dresser too look brown from all the fallout from tapping your brush"
        },
        {
            "review_title": "Amazing for all",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Absolutely love would give 1000 stars if I could. Beautiful color payoff and can do almost any look with this palette. Perfect for beginners or makeup artists."
        },
        {
            "review_title": "Worth the hype!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After watching MANY videos on this palette & reading many reviews I finally caved! This palette is totally worth the hype! Iu2019ve never had a palette that the colors blended so well! Def worth it!"
        },
        {
            "review_title": "The palette had potential to be a staple ud83dude2d",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely a beautiful palette. However, as other reviews have mentioned, a few shades have either fallen out of pan or fallen out and crumbled entirely. Havenu2019t travelled with it or even used it very muchud83dudc80ud83dudc80"
        },
        {
            "review_title": "Crumbled and fell apart",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely loved this palette at first....until several of the colors crumbled and fell apart.  I'm not rough with the palette and haven't traveled with it.  Caused a huge mess and really made the palette useless.  I tried to exchange it at store, but they wouldn't let me because it was outside of the 60 day window...barely.  Very disappointed in the quality of this palette and the customer service at Sephora."
        },
        {
            "review_title": "High quality product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Very good warm/neutral pallet. I think it's nicer than Makeup By Mario's. Heavily pigmented, and easy to blend."
        },
        {
            "review_title": "Eyeshadows cracked and fell out of palette.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I loved this palette at first.  The colors are beautiful and the application was wonderful.  Unfortunately, after using it for a couple of months,  several of the powder eyeshadows cracked and fell out of the palette. It wasn't just a small loss of powder, it ruined the entire palette. I am not rough with my cosmetics and never dropped the palette to have caused it. Extremely disappointed in something with so much potential."
        },
        {
            "review_title": "The dream nude eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "A little goes a long way with this palette and the colors just glide on. This is the pallets for beginners all the way to people whou2019ve been in the makeup game for decades. Worth every penny!"
        },
        {
            "review_title": "Utterly stunning! Worth the price tag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this palette so much ! Super pigmented and smooth application. I ended up loving this product so much that I dont use any of my other palettes."
        },
        {
            "review_title": "Not worthy hype honestly",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I donu2019t get it at all. Colors in pallet not what shows up on my eyes . I saved for months to splurge on this and I regret it. Elf $3 pallets are better"
        },
        {
            "review_title": "Just Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I wanted to love this palette and Iu2019ve seen vloggers do pretty eye looks with it, but for me itu2019s just okay. Took awhile to make it work for me. If I had a do over, I would get the Makeup By Mario Master Mattes palette which has similar colors and is much cheaper."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I genuinely was so excited to try this palette. I loved the idea of it but it did not blend. Iu2019m experienced in makeup and you really had to work for these shadows to blend/: the cream shadows also did not last very long. A pretty palette thatu2019s forsure but not worth the $70 unfortunately. I love Patrick Ta but this was a miss for me."
        },
        {
            "review_title": "I'm obsessed ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "After using this palette multiple times, these are my opinions. Out-of-this-world pigmentation. Definitely, creams must be setting with powder. They have fallout, but not severe. They are not dry formulas. It is very easy to blend. The cool brown next to the black is patchy. They are not suitable for use with a moisturizing primer. On the contrary, something drier is better. So, take it into account. If you have an oily eyelid, I can't recommend this palette. Successful selection of shades. I think it's a must-have. The packaging is luxurious and beautiful.The fingers are obviously marked in some areas.So, for those obsessed with everything looking perfectly clean it is chaos (I appreciate the detail that it is not completly metallic, unlike other Patrick Ta products). But it is what it is. Nobody talks about it, but the mirror is great."
        },
        {
            "review_title": "This is my must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Iu2019m obsessed with this palette. So u201cbasicu201d but so needed. The colors are fluffy and light, go on great, I never even have to prep the eyes, everything works great as a liner, and the gel liners are incredible too. I got this to start preparing for my wedding look, and I touch it everyday!!"
        },
        {
            "review_title": "Not worth $70! Save your money!u20700q0u00b90",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "So Cheap. I am very disappointed in the quality of this palette and material. it's not worth $70. Matte shades are super cheap to make! The cost is in the shimmer, etc. shades. Never mind the cheap plastic packaging. It's not a $70 pallete. Maybe $30 or even $25. Don't waste your money.  The shades don't blend well, and they disappear after a few hours.  Seriously, save your money. Buy a cheap palette with matte shades and get some dark gloss and you're set! And the cost will be no where near $70!"
        },
        {
            "review_title": "Never using another palette again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This was the most beautiful, seamless experience Iu2019ve ever had with an eyeshadow palette. I had no fallout. Literally went to dust off my face expecting it and NADAu2026 the cream shades too are just the perfect eyeliner and the lightest shade made for a seamless cut crease. I canu2019t recommend this enough"
        },
        {
            "review_title": "Shadows Fall Out and Break Easily",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I like how the shadows blend but three of them have fallen out of the pan within the first few months of owning it. Iu2019ve never dropped the product or traveled with it not protected in a makeup case. Iu2019d spend my money elsewhere."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "I love love love love love this palette so much ! The shadows are super easy to blend."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Shadows fell out so easily and Sephora wouldnu2019t assist at all. They said ask the manufacturer. Iu2019ll just buy directly going forward if they wonu2019t stand but products they sell."
        },
        {
            "review_title": "Eyeshadows come out of case",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Oily skin",
            "review_text": "Spent a lot of money on the palette just to have 3 of the colors crack and fall out of the case every time i open it."
        },
        {
            "review_title": "A new must in my every day look!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This eyeshadow is beautiful! These are the perfect shades for everyday use. This product keeps my skin feeling soft and hydrated all throughout the day. I also bought his blush sheu2019s blushing. Iu2019m so happy with everything"
        },
        {
            "review_title": "My staple shadow palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Super pigmented colors and very blendable! This pallet comes with every great neutral shade you could need. It also works great as eyeliner."
        },
        {
            "review_title": "Not worth it. Falls out of compact",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "Colors popped out of compact within a month. I store my makeup safely and organized.  Eyeshadow caused itchy eyes. Most frustrating was that eyeshadow was basically a waste since it fell out."
        },
        {
            "review_title": "Nice....but ......",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "here's a brief review: The texture is smooth, it applies beautifully with excellent pigmentation and blends effortlessly. It doesn't have fallout and stays on for a long time. The only downside is that it can be a bit irritating to the eyes. I decided to return it."
        },
        {
            "review_title": "So over rated.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "So over rated.  There are cheaper products which put this one to shame.  Over it."
        },
        {
            "review_title": "Worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am a professional makeup artist and the last thing I need is another palette in my collection but I caved and purchased this palette and when I tell you I use this for every single client!u2019 I meant it! The shadows work with all skin complexions and you could create so many different looks with these shades. Highly recommended and the quality is amazing as well 10/10 worth the money"
        },
        {
            "review_title": "Love the nude eye color.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love love love the pigment of the colors. Love the matte colors how they stay put. I want to buy the other palette with more rose/blush/pink tones. Not really into the shimmer but love the rest. Want to try the lip color next."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Really love this palette. However, I cannot give it a good review because the two lightest shades have completely cracked out of the palette. I have never dropped or traveled with this product. Realldisappointed"
        },
        {
            "review_title": "Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Worth the splurge! Diffuses perfectly and has a great mix of cool & warm tones. I also like that theyu2019re coordinated in rows. Trust me the creams actually make such a difference too, worth every single penny!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "Should be a staple for everyone!! Great colors that blend well and have great pigment!!"
        },
        {
            "review_title": "BEST NEUTRALS PALETTE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This palette is a MUST have if you do neutral eye looks and even smokey eyes- itu2019s so versatile and each shade is so pretty. It comes with two cru00e8me shades (dark brown and black) so you can really  build up a look without many products. Love it <3"
        },
        {
            "review_title": "Everyday shadow must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Was pleasantly surprised by Patrick TAu2019s eyeshadow formula!! Great pigmentation and blends like a dream, perfect everyday palette!"
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Probably the best neutral palette Iu2019ve tried very easy to work with and the tones are perfect"
        },
        {
            "review_title": "Expensive but good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "For a neutral eyeshadow palette, this palette serves pigment and blendability with ease. Patrick ta is one of the best brands at Sephora and if you are an artist I would recommend this palette. It can be used as an everyday palette if you can afford to, since it is one of the most expensive palettes I have ever purchased. If you are not looking to spend a whole lot on a neutral palette I would check out other brands. But as a gift or a treat for yourself, you will not be disappointed and to check out more of Patrick's brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Super blendable and pigmented. My everyday pallet! Can create super simple looks or more intense looks too! Love it, definitely worth the money !"
        },
        {
            "review_title": "Overhyped",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I think this palette is incredibly overhyped. They're great eyeshadows as far as pigment and blendability goes, but I find the cooler tones to be almost grey-looking on when they look a bit more neutral in the pan. I wear neutral to neutral warm foundation, but the way the bottom row pulls on me is so grey and dead. If you're cooler toned, maybe the bottom row would look better on you.   I also just don't see a big benefit to the creams in the palette, they don't hold up well enough to use as a liner without smudging.   I thought this was going to be my ultimate palette as I typically am a matte nude type of girl on a daily basis, but there are a solid 5 pans in here I probably won't ever use so at $70, I'll be returning. I think there are other palettes that are available much cheaper that accomplish the same thing."
        },
        {
            "review_title": "MUST HAVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "So this is absolutely one of my favorite pallets that I have used, bought and owned overall ever!! It's a very basic, all matte pallet but I love that about this. The quality, again, is just amazing and it's so easy to use."
        },
        {
            "review_title": "NEW FAVORITE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I waited to try this palette because I have a lot of eyeshadow and a lot of neutrals.  Pat McGrath, Natasha Denona, Chanel, Dior, etc.  This is the best neutral palette I have ever used - colors and firmula.aamd formuls.  Warm shafows arenu2019t too warm and cool shadows arenu2019t too cool.  Creams are gotgeousz. Canu2019t wait to try more Patrick Ta products .  I am so impressed!"
        },
        {
            "review_title": "Drags",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Although this palette is very pigmented, the product does not glide on smoothly.  It drags and leaves streaks.  Not a fan. First and last time Iu2019ll try this brand."
        },
        {
            "review_title": "Mediocre",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This palette is extremely mediocre. The colors translate mediocre to my lids, the blending is mediocre, they smudge easily on my lids and have poor staying power, and the price is very high. Mediocre performance, high price = I wouldn't recommend. I would give it 3 stars if it cost $20, but at $70, nah. There's nothing special about this neutral palette."
        },
        {
            "review_title": "Absolute must.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is the absolute perfect matte palette! I love that is has BOTH a cool and warm side."
        },
        {
            "review_title": "You need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Thereu2019s no better eyeshadow palette out there thatu2019s better than this one. And itu2019s worth every penny. Perfect for any day and any occasion. Fellas, buy this for your special lady!"
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "this eyeshadow is SO PIGMENTED! definitely recommend for people who love a bold look"
        },
        {
            "review_title": "Over priced",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "$70 for 12 shades is insane when it probably cost them maybe $20 to make the pallet if that."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Normal skin",
            "review_text": "This is my first patrick ta product and I am not disappointed.  The colors are highly pigmented and blend easily.  Yes there is fallout bit I always do my eye makeup first so I don't care about that.  The only thing is I have a problem with are the creams but I'll just watch some more tutorials"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love these formulas and the shades are so useful."
        },
        {
            "review_title": "But I wouldnu2019t purchase death palette again, but",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I like this pallet for a few reasons one the colors are beautiful yet I normally go for shimmery colors and Goldie ufffc Colors but overall, I would not purchase this pallet again, but I would purchase the other oneufffc"
        },
        {
            "review_title": "Gorgeous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "SOOO pigmented im in love Definitely a great nude basics palette"
        },
        {
            "review_title": "BUY BUY BUY!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is the best eyeshadow palette on the market. Itu2019s a little bit on the pricier side but it is sooooo worth it. It blends beautifully, doesnu2019t crease and the pigment is great. If youu2019re thinking about buying Patrick ta products, BUY THIS!"
        },
        {
            "review_title": "Best shadows Iu2019ve tried in a long time",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
            "review_text": "Such a beautiful palette. Super nice packaging, fits the price point. Shadows are nice size and very pigmented. The only complaint I have is that the cream shadows transfer easily"
        },
        {
            "review_title": "Absolute perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The shades are perfect! Love this versatile palette. Perfect for daily use or for a fun night out!! Quality is impeccable."
        },
        {
            "review_title": "the only matte neutral palette you need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I have to admit that I didn't buy the first 2 palettes the brand released. I wasn't fond of the warm color stories and I have a ton of eyeshadow palettes with the same shades. I use more mattes than shimmers these days. The packaging is beautiful, and luxe feeling. I also enjoyed the cream shades for liner and as a base for my smokey eye looks. I have not put this palette down. I was so excited that it came early,  that I've already done 4 looks just playing around with it. I found these shadows just blend themselves literally did all the work for me. I am so glad the brand did an all matte palette. I would highly recommend this to anyone looking for neutral mattes or lovers of them, regardless of  novice or pro level skills."
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This palette has been my go-to ever since purchasing. Was definitely worth the splurge considering how nice the package, mirror and shadows are!"
        },
        {
            "review_title": "The perfect palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Perfect palette for any look, day or night. Easy to blend & so buttery 10/10 recommend"
        },
        {
            "review_title": "An everyday go-to palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have the Major Dimension I palette and have been looking forward to getting this one for while and it has not disappointed. I LOVE it for everyday matte looks as well as glam looks with a little bit of glitter to top it off. Itu2019s very versatile and the shadows are pigmented and creamy. I highly recommend. Now I just need the Major Dimension II palette to complete my collection lol."
        },
        {
            "review_title": "Perfect for everyday looks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "As someone who is very picky with certain browns and tones of warmth and depth, this palette is perfect. I love how warm and cool tones are separated so even a beginner can create a look with ease."
        },
        {
            "review_title": "Worth it, even for neutrals",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "This palette is exceptional. The smooth texture and incredible colour payoff makes this worth every penny. I was shocked at how well it applied and blended, and how rich and saturated it goes on.  Iu2019m not sure how to use the creams but Iu2019m sure Iu2019ll figure it out!"
        },
        {
            "review_title": "Impressive palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I was so impressed by this palette!  I never imagined how much I would love an all matte look, but this is beyond beautiful.  The shadow is buttery and blends like a dream.  I have tried a few other palettes this year and this is in my top 3!"
        },
        {
            "review_title": "Versatile Pallet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Beautiful pallet! The warm and cool shades make this pallet versatile for everyday use or when you want to do a dramatic eye look. I love that the pallet comes with two cream shades that can be used as eyeliner. The shadows are very blendable and the packaging is sturdy and well constructed. If youu2019re debating between this or the makeup by Mario I would definitely recommend the Patrick ta one."
        },
        {
            "review_title": "what I've been looking for!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have sensitive eyes and I'm so fair I'm basically translucent. These shades work so well on me, they're super bendable, and they don't irritate my eyes at all!!!  I have issues with cools looking too cool or warms looking too warm on me. These look beautiful. I'm now a huge fan!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "im so glad i got this. im a novice and not the most patient at blending or building. this paletteu2019s formula blends so easily and u dont need to keep building the color."
        },
        {
            "review_title": "Great palette for the most part",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I really like this palette for the most part. The colors are very pigmented and blendable and you can create some great eye looks with it. I do think that thereu2019s a lot of product kickback with the colors though."
        },
        {
            "review_title": "Use daily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have wanted this one for while and finally purchased and happy with the product it's a beautiful pallet and colors"
        },
        {
            "review_title": "Great cool tone AND warm tone eye palette in one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I am a East Asian woman who is a cool undertone. I usually stick to Korean brand eye palettes as they suit my complexion and Asian features better (color wise) but I heard so many great things about this palette, and especially since Patrick Ta himself is Asian. I love how creamy the eyeshadow formula is and how smooth it glides onto the eyes. I do also have the makeup by mario palette and that palette is very chalky in comparison to this, so if you are debating between the two get the Patrick Ta one! I love that there are cool AND warm tone shadows in this palette. I was very iffy about the gel eyeliner as I have monolid eyes, and if it's not waterproof I will not use it. However, this gel liner stays on all day and is SUPER pigmented!"
        },
        {
            "review_title": "Best Matte Palette Ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Love this palette! Colors are amazing and blend so well. There are 2 creams, 1 black and 1 dark brown which I have been using as liners or under shadow to deepen color at corners. The mirror is the best I have ever seen in a palette. I also love having a matte white shade. It is a beautiful looking palette as well and I can't wait to take on vacation. I was torn between this and the new Dynessa Merrick palette, but I could not be happier with my choice!"
        },
        {
            "review_title": "The BEST!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is EXCELLENT! I love the colors, and I LOVE the creams at the end. I have finally been able to achieve an actual flattering smokey eye and I donu2019t have to use a zillion different products together to achieve it. I do not experience and fallout, and everything blends wonderfully. Absolutely recommend this product!"
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My favorite palette of 2023!! The colors are nothing crazy but it really is the perfect neutral palette that I think everyone should have. I use it for my every day looks and my going out looks. Definitely worth it!"
        },
        {
            "review_title": "Great palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have used this for a few weeks whether it be just a basic day eye or a more glam effect eye - this palette delivers. The colors are very pigmented so you donu2019t need much at all. These colors for me are just perfect and easily blended together. I havenu2019t used the 2 on the end that are more gel like. I highly recommend this palette"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "First eyeshadow palette, canu2019t wait to try it out !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "love how bendable the eyeshadow are easily to mix and play with."
        },
        {
            "review_title": "Wonu2019t set",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful colors but no matter what primer I use it moves and wonu2019t set.  Itu2019s the only eyeshadow I have thatu2019s like this.  Looks patchy after an hour.  I have tons of pallets and this one is terrible.  Cannot recommend."
        },
        {
            "review_title": "Game Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Never been a nude/ natural color story person. This palette is a must have. Warm and cool rows of shades, velvetty, and super blendeable."
        },
        {
            "review_title": "Everyone needs this palette in their kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I was excited to try this palette, especially with all the hype around Patrick Tau2019s brand. This palette  comes with 12 cool and warm neutral tones and they are amazing! It checks all the boxes, itu2019s blendable, itu2019s super buildable, it has virtually no fallout, plus it even comes with 2 cru00e8me colors that blend just as easy as the powders. Itu2019s a great palette to have for neutral looks, but can even be used as a base with other palettes to add dimension to more colorful looks. I think everyone should have this in their kit."
        },
        {
            "review_title": "Hello pigment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "The pigment is amazing. I have tried many eyeshadow formulas, this palette is top tier! My go to eyeshadow palette for day and night."
        },
        {
            "review_title": "Beautiful palette",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Porcelain skin tone, Dry skin",
            "review_text": "This palette has a buttery arrangement of natural neutral shades. I love how little product you need, it's very pigmented. I always use an eyeshadow base before I put on eyeshadow. I want my colors to last and look their best. With my primer these last all day. I think for the price, it's a little expensive for an all neutral palette but I do love using it and feel it's very high quality."
        },
        {
            "review_title": "Must-Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m a Makeup By Mario eye shadow palette girl to the end BUT this just became my new favorite. Absolutely stunning color and pigment. Easy to blend. 10/10"
        },
        {
            "review_title": "I am absolutely obsessed ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "OMG!!! This is the only palette you will ever need. It has it all cool tone and warm tone colors. Blends out like butter and the pigments chefs kiss!!! Yes it is a bit on the pricey side but absolutely absolutely absolutely worth every single penny. One dab is all you need the pigments are absolutely fantastic. Because a little goes a very long way this one palette will last you forever. I am absolutely addicted and seriously one of the absolute best items I have ever bought. I don't know what kind of Genius Patrick Ta is but he is a magical wizard when it comes to makeup. I will absolutely keep repurchase this again and again. And recommend it to any and everyone I can."
        },
        {
            "review_title": "Thicker creamy pigmented formula that creases.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was sent this palette by Sephora and Patrick Ta as a Sephora Beauty Insider Community Ambassador.  I prefer cooler tones so was excited to see a neutral palette that had both cool and warm tones and very much enjoy the layout of the shades.  I found the packaging to be weighted and the mirror worked great.  Pleased there was a shield over the cream shadows to prevent fallout from getting into the creams.  I first used this palette on a video call with Sephora make up artists giving direction and found that the look came out looking cakey.  The shadows themselves are VERY creamy.  It was far too easy to pick up way too much shadow.  I played around with it after that using a MUCH lighter hand being sure to pick up way less shadow and the looks weren't as intensely pigmented but looked much better in real life.  I chalk the first cakey look up to learning how to use the formula.  The cream shows were far too dark for me use as a base and when I did try, they would just lay on top of the skin, if I used less of the cream product it looked patchy on the lid.  Using the cream as a liner worked great and it was easy to line the eyes, however if I touched my eyes through the day, the liner moved, it never set, even with a powder over top.  Overall this palette has a beautiful colour story, but the cream shades aren't for me and no matter which primer I did use the mattes creased on me after only a few hours, no matter how light handed I was.  I do normally get creasing with most shadow formulas, however it usually takes longer than a few hours for this to happen.  I'm sure this could be an every day palette for some, however for me it wasn't a hit."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I have a HUGE eyeshadow collection. Really ridiculous actually. But I freakinu2019 love this palette! Itu2019s so easy to create all kinds of looks. My top 5! Get it!! I got it during sale so it hurt less."
        },
        {
            "review_title": "Beautiful but breaks",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This palette is perfection in terms of pigment, color selection etc however as others have said three of my shadows broke and Iu2019ve never dropped it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "If I could give it 10 stars I would !!! Iu2019m so in love with this palette"
        },
        {
            "review_title": "Pricey for a reason",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Ok so I was very hesitant to spend this much money on a palette but I have tried it several times and it doesnu2019t disappoint.  The shades are all wearable and blend out so easily.  They also have great lasting power- without even using a eyeshadow primer they have looked perfect after 12+ hours of wear time"
        },
        {
            "review_title": "Smooth and pigmented!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "These eyeshadows are so smooth and buttery! They are very pigmented but blend easily, and donu2019t end up looking muddy on your eyelids. I havenu2019t tried the cream shades yet so I canu2019t speak to the longevity.  but they are very smooth and pigmented."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "If youu2019re into neutral shadows, this is your one and done. Itu2019s the only palette you could ever want or need. Just buy it."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The whole package and quality of make up that Ta is giving is high standards. The colors glide on smooth with a lot of pigment and the creme dark shadows are really smooth and mix well with other shadows. I can say that I will be purchasing more of his items since they are just beautifully done colored shades and pigments."
        },
        {
            "review_title": "The best eyeshadow palette I have seen in ages",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Unfortunately for my wallet, this is the best eyeshadow palette I have seen in ages. The quality is perfection everything blends like butter. Youu2019ll use it every day."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Oily skin",
            "review_text": "I received this amazing eyeshadow palette for my honest review and let me say it was the best product I ever got. I love putting brown colors on my eyes since I do have brown eyes and the day I put these colors on my eyes it was beautiful. Nice colors and it last the whole night. Itu2019s worth it"
        },
        {
            "review_title": "New Obsession!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Perfect! Just perfect! The quality is amazing just like all his products! Perfection in a palette!! Highly recommend it!"
        },
        {
            "review_title": "worth the money!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "a great everyday palette! the shadows are pigmented but blend out easily even without an eye primer :) + a good amount of product considering the price and high quality"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I was so excited to try this palette because it has a beautiful color scheme for everyday wear. I've tried for the past few weeks to get this to work for me - different eye primers/bases, different brushes, applications, shades, etc. but no matter what I did it looked awful. When you go to blend two or more shades they all blend together and you end up with eyeshadow look that's all the same color; no definition or contrast. The wear time is not good either - majority faded not even halfway through the day. I really wanted to love this, but its just not good. Save your money."
        },
        {
            "review_title": "Must have if you are a professional make up arrest",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Formula is amazing application is so easy. Perfect for makeup lovers."
        },
        {
            "review_title": "#1 Eye Palette in the Market",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I'm a sucker for Patrick Ta and love most of the products. I own all the eye palettes and this one surprisingly has become my favorite and go to. I'm typically not a matte girl, but this palette is so diverse and complete, the shadows are buttery and last all day. I find myself reaching out to it every day."
        },
        {
            "review_title": "Exceptional Palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Wow, wow, wowu2026 I am beyond impressed. The formula is magic, nothing like Iu2019ve ever tried before. This is my morning therapy and I canu2019t get enough of it. It is 9:40am and Iu2019m already getting excited  to play with this palette tomorrow morning again lol this aalso the first all mat palette I have ever purchased and loved. 100% recommend, do yourself a favor and add this one to your collection. It is a must."
        },
        {
            "review_title": "No staying power",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve tried to use this pallet everyday for the last few days to no success. Tried different bases - it never stays put.  Awesome colors. No staying power. I returned it.  CanYou"
        },
        {
            "review_title": "Not great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love the color pay off but three shadows have broken and Iu2019ve never even dropped it. Itu2019s packed tightly in my makeup bag. The third shadow just fell right out still in tact but the other two were completely crumbled."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Staple eyeshadow palette. I have never owned a palette that blends so amazing. Shades are also super pigmented. 100% recommend if you are in between."
        },
        {
            "review_title": "A new staple product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love that this palette has warm and cool tones neutrals. Absolutely beautiful selection of colors and the cream shadow/liners are a huge bonus. These blend together so smoothly. Best palette I have ever purchased!"
        },
        {
            "review_title": "Neutral but Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I usually donu2019t reach for neutral toned palettes but the cream eyeshadows intrigued me. The formula feels incredibly nice and the eyeshadow is great quality. The Cream eyeshadows are also great for eyeliner looks too!"
        },
        {
            "review_title": "Everyday staple palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I couldnu2019t wait to purchase this during the sale. I love neutral looks and this palette was made for me. I havenu2019t put it down since I got it. Easy to blend and perfect for my government job."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is the worst shadow palette Iu2019ve ever tried. The fallout is disgusting. Waste of money. Makeup by Mario or huda beauty shadows are way better. Save your money"
        },
        {
            "review_title": "I get the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I was hesitant about paying $70 for an eyeshadow palette, so I waited for the Sephora sale. I get the hype. It applies and blends easily and doesnu2019t irritate my sensitive eyes. Iu2019ll probably purchase their other palettes too"
        },
        {
            "review_title": "Great for beginners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is the best neutral palette I've used. The pigment shows up so easily and you don't need to work that hard to blend."
        },
        {
            "review_title": "Must have! Very everyday friendly and also glam",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Patrick Ta canu2019t do no wrong. At first I was hesitant to purchase this palette because I have other neutral palettes already in my collection but I am glad I did because there is no other one that provide pigment and ease of use without having to go into a shade 20 times. They are so buttery and so easy to work with. I also like that he includes 2 creams. I have the major dimension II and soon will also buy major dimensions I to complete the set. I love he gave use both cool and warm tones! Most of my other neutral palettes are warm. This is perfection."
        },
        {
            "review_title": "cream eyeshadow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I honestly really like this palette! The shades are super pigmented and are easy to blend. the only complaint I have is for the cream eyeshadows. they smidge quite a lot when you're using them. I tried to use it like an eyeliner and set it with eyeshadow, but it still smudged after an hour. maybe it's not meant to be used like that but idk. overall, it's a super nice palette I use it all the time!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Another stunning palette from patrick ta. Iu2019m really into a simple matte eye right now and this palette is just perfect. Mix of cool and warmer tones, and they pull a little pink on me vs orange which i prefer. Quality is amazing. Highly recommend"
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This palette is much better that Makeup by Mariou2019s Master Matte. Larger pans, easier to blend, no patchiness, better colour payoff, warm and cool tones, and you get the two cream shadows which can be used as eyeliner."
        },
        {
            "review_title": "A NAKED pallet, but better.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This pallet is practically an Urban Decay remix of the Naked pallets concept in the best way. Anytime I do eye makeup now, whether casual or a dramatic evening look, I reach for this pallet."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "So easy to blend and perfect for neutral look the two ends are cream which is super nice"
        },
        {
            "review_title": "Great long lasting palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I really like this palette! I am no expert at eye shadow but this palettes colors and textures make it easy and the look is flawless. The colors are pigmented and creamy and last all day."
        },
        {
            "review_title": "Not Worth It.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The eye shadow palette boasts a stunning dark brown cream shade that initially appears promising. However, its patchy application with a brush and messy results when applied with a finger left much to be desired and not worth the hassel. Despite the beautiful initial color, the disappointment followed as it began to fade and crease within a mere 6 hours. While the powders felt luxuriously soft, the excessive fallout and short wear time, lasting only up to 8 hours, marred the overall experience. Furthermore, some shades proved difficult to apply evenly with a brush, making the application process more challenging than expected. These are my honest thoughts as a Sephora Beauty Insider Community Ambassador. I did receive this as a Gratis from Sephora. I did not test the black shades."
        },
        {
            "review_title": "Perfect for monolids",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Best palette for monolids! even the cream shadows last all day"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "Excellent! Patrick Ta never disappoint! It's perfect I'm very happy. I recommend it."
        },
        {
            "review_title": "Browns too dark on light skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I wanted to love this pallet unfortunately my fair skin tone was still too light for the browns which were dark still even the lightest shade  itu2019s not universal I ended up returning"
        },
        {
            "review_title": "FALLOUT Galore",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The shadows are very pretty but the fallout is HORRIBLE. There are other pallets out there that are just as beautiful without the fallout."
        },
        {
            "review_title": "Mixed feelings",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "The palette itself is beautifully done but so much fall out. If that doesn't bother you, then go for it."
        },
        {
            "review_title": "Your next everyday eyeshadow palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The perfect basic eyeshadow! Literally all the colors are gorgeous but the best part is the cream colors in the palate. Iu2019ve been using this for awhile and the colors blend amazing and just and everyday use item now!!"
        },
        {
            "review_title": "Buttery smooth sophistication",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "Despite the fact that I don't use warm colors and usually don't do all matte, this palette is simply stunning. the colors blend themselves, they are buttery smooth, and you can mix and match e ery shade for a sophisticated look. I am obsessed with it. an investment but of the highest quality."
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I just bought this palette yesterday. I am already obsessed with it! It blends like a dream and is so pigmented."
        },
        {
            "review_title": "I expected more",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Very much shocked at how terrible this palette is. Go with Mario mattes instead!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Itu2019s so pretty! Best all Matte palette you will ever need . Also included two cream which I love . But I think the formula is buttery  and easy to blend and make day to night looks. I have all three palette they also work great  with each other. You really donu2019t need any other matte palette besides this one ! I bought it with my own money ."
        },
        {
            "review_title": "A must-have eyeshadow palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "After using this eyeshadow palette. I was so happy to see that you can just use it without adding extra products on your eyes just the eyeshadow and it lasts a while sometimes I love to have a natural makeup look."
        },
        {
            "review_title": "Another one thank you",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have so many nude palettes, I was hesitant to purchase. I am so glad I did! The color payoff is beautiful and lasted all day."
        },
        {
            "review_title": "I love this pallete",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "The eyeshadows are super blend-able and creamy, and the shades are very versatile"
        },
        {
            "review_title": "Wonderful palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is a wonderful palette. It is expensive in my opinion but if these colors are something that you need or use regularly I would say itu2019s worth the investment. The colors apply and blend beautifully. The cream colors are very effect for lining the eyes and last all day."
        },
        {
            "review_title": "Must have pallet for fall",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love these colors for fall. They are such beautiful bold colors. this pallet is very well done and I love the pigmentation of the colors, and they blend very well."
        },
        {
            "review_title": "Really great but expensive",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Disclaimer: I received this product for free in exchange for an honest review.  This product is fantastic and I would usually give it a full 5 stars, Iu2019m only docking a star because of the high cost. You certainly donu2019t need to spend $75 for quality mattes. However, the mattes are the best I have used. They blend in seconds, the cream/white are so pigmented you can nearly do a cut crease with them alone, and the cream shadows function great as bases and liners. I love having the option to do both cool/warm tones and it pairs well with single shadow toppers like the viral space cowboy by UD or Ritz by CP. Do I enjoy having it? Yes. Is it a must buy? No."
        },
        {
            "review_title": "Worth every penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "This eyeshadow stays on all day and is beautifully pigmented and buildable. LOVE LOVE LOVE!"
        },
        {
            "review_title": "The BEST matte formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have these shades in my collection probably 5 times over, but Iu2019m still glad I picked this up. The mattes are so fool-proof, they blend so easily, itu2019s impossible to mess up. Plus I love the creams to map out the shape of my eye look. As long as I set the creams with the powder it does not crease."
        },
        {
            "review_title": "Didnu2019t seemed to blend well",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Reading all the reviews maybe Iu2019m too early to say I donu2019t like it but the darker shades didnu2019t blend well on me and came out patchy. Also I feel the warmer colors pulled orange and the cooler shades seemed gray. Idk Iu2019ll have to play with it more but itu2019s looking like a no for me"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Must have for the fall. It is ver pigmented and so buttery"
        },
        {
            "review_title": "NEED.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019m usually not a fan of neutral tones, but this palette exceeded my expectations!! The shadows are so beautiful and so easy to blend. I love that it comes with two cream shadows for that eyeliner effect. You NEED this palette in your collection."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This product is insanely amazing, seriously. Iu2019ve been a fan of Patricku2019s products for awhile and they NEVER disappoint. Iu2019ve been needing a new palette and this was exactly what i needed. Perfect shades for everyday looks"
        },
        {
            "review_title": "All in one, We Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "Okayu2026 I use to love the Kat Von D palette that they discontinued (donu2019t come for me) and this!!! This is an upgraded version. I went back and bought one for my sister too! We love to use the cream shades as liner. I have not noticed any patchiness at all and very minimal fall out. I do use Hourglass eye primer. Love Love Love"
        },
        {
            "review_title": "New fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Pricey but worth it. Amazing quality, pigmentation, colour selection, packaging. All around solid palette with beautiful colours, my new fav!"
        },
        {
            "review_title": "Best Matte Neutral Palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "After using this palette for a little over a week I am very pleased! It not only offers warm colors but also cool. It goes on smooth like butter and it is a great everyday palette, you need to blend blend blend. ud83dudd8cufe0f Very pretty!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Im biased bc I love everything from Patrick Ta but this palette is incredible and my go to. The matte shades are gorgeous and I use this every time I do my make up!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Such an AMAZING matte palette. Has become my everyday go to."
        },
        {
            "review_title": "A neutral lovers dream palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have tried many palettes over the years and (sadly) wasted so much money. Either I never used all the colors or the palette didnu2019t perform the way it should have. I canu2019t say the same for this. It is pigmented, blendable and beautiful."
        },
        {
            "review_title": "Buy it NOW, I tell you!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "A must have for anyone looking for an entire collection of matte eyeshadows. Everything looks great and I even love the 2 creamy liners included with the palette. Patrick Ta has got it all in one and I'm all for it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This palette is everything! The formula of the shadows is so buttery, smooth, & blends like a dream ud83dude0d it was better than I expected tbh; canu2019t wait to create warm and cool tone neutral matte looks. Worth the $, Get it!"
        },
        {
            "review_title": "Velvety and blends well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I LOVE this palette so much itu2019s so soft and blends perfectly. It also shows up relatively pigmented with just one swipe. It is perfect for natural makeup looks or for layering. I wear this almost everyday now, lol. And I think it is quite beginner friendly! Definitely recommend."
        },
        {
            "review_title": "Neutral Dream palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Omg! Love this palette soooo much. The pigment is top notch. Blend ability is 5/5 and over all gorgeous shade range. Love the packaging and quality. Long wearing without primer is a bonus."
        },
        {
            "review_title": "The perfect neutral palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been loving this palette! The shadows are all nicely pigmented and blendable, and the cream shadows are perfect as liner. I love the thoughtfulness that went into this to put an additional cover over the cream shadows to prevent the powders from making them messy. All around great palette!"
        },
        {
            "review_title": "Absolutely Stunning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "The pigmentation is amazing! Such beautiful neutral colors that combine effortlessly. This is a must have palette!"
        },
        {
            "review_title": "Bold & beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone",
            "review_text": "This review was a part of a promotion.  Very impressed by the pigment of this pallet but even more impressed by its blendability. I am able to create dramatic looks for the evening and softer looks for the day. I would invest in this eyeshadow pallet."
        },
        {
            "review_title": "Worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Disclaimer: I was sent this palette for free in exchange of this review.  One of the best palettes ever. The formula blends itself. Definitely worth it. Absolutely repurchasing. Worth every penny."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this eyeshadow! The palette is the perfect balance of cool and warm tones so itu2019s incredibly versatile. The shades are so wearable which makes it easy to use this as an everyday palette while also perfect for bold and dramatic looks. The cream shades are slippery and need to be properly set or they move around on the eye. Other than that itu2019s perfect."
        },
        {
            "review_title": "5/5",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Stunning colors that all work really well together. I love that I can choose between warm and cool looks within the same palette. I'm no expert when it comes to eyeshadow and every time I use this, I feel beautiful. This is literally the only eyeshadow I own right now because I don't feel like I need anything else."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After using this for the last few weeks, I love the quality and how nicely it goes on. I highly recommend-it has all the neutrals I love to use in a daily bases."
        },
        {
            "review_title": "Highly Pigmented Matte Shadows",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I absolutely love this palette. Itu2019s great for both creating everyday nude eye looks and dramatic looks. Iu2019ve been searching for good matte pallet for a long time, as many Iu2019ve tried before had been patchy. These shadows apply smoothly and blend easily. The cream shadows aid in the blending process, I usually apply it in the outer corner of my lid.  These colors are long lasting, the picture of my eye makeup is from the end of a long day that included going apple picking! I didnu2019t notice any fading, just that the colors on my lower lid became more homogeneous.   The packaging of this product is thoughtful. There are little clear plastic flaps that cover the cream colors to keep them clean."
        },
        {
            "review_title": "Love the colors",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I love how pigmented is, love the neutral colors and how versatile it is, when I travel is the only eyeshadow palet that I take with me. It has a brow and black cream so you can use it like a base or liner."
        },
        {
            "review_title": "Must have!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I love the pay off of this palette and the warm tones and cool tones! Chefs kiss!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "Beautiful and simple colored palette. I love how buttery smooth each shadow was and how easy it was to apply and build up the color. My only issue with this product was that how some of the colors seemed very similar to one another as you began to blend them out. I wish there was a bit more variation in colors but the quality of the eyeshadows definitely overlooks that."
        },
        {
            "review_title": "Gorgeous times a million!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Absolutely obsessed with this neutrals palette. Patrick Ta products are always amazing, but this one takes the cake. I can build looks for work, events and outings with friends. I found my holy grail product and Iu2019m never going back!"
        },
        {
            "review_title": "Screams Beauty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "Very rarely donu2019t find a product that just makes me smile! The packaging is gorgeous and durable. You can tell a lot of thought and brainstorming went into it. The make up itself is TOO TIER. The colors are a perfect blend of autumn. And the coverage light weight and bold. Would recommend"
        },
        {
            "review_title": "New favorite eyeshadows",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I received this product from Influenster in exchange for my honest review- I absolutely love this product! The colors are perfectly pigmented and easy to apply/blend! Have worn multiple times but most recently at a wedding- the product lasted all day and got so many compliments!"
        },
        {
            "review_title": "NEW GO TO PALETTE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "So I received this product from influenster for free in exchange for my honest opinion. When prepped right, the eye shadow is super easy to work with. It blends smoothly, super pigmented, Iu2019m in love with the neutral tones right now so I was honestly super excited to be able to get this palette! When used, the product lasted me all night up until removed so honestly even tho I did not pay for this product, the price on this palette is well deserved."
        },
        {
            "review_title": "ALMOST PERFECT",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "1) I love how the warm tones lean more pink instead of orange on my olive skin. The cool tones don't look grey and I've used them to contour. The 2 light shades don't look casket ashy which is a win! 2) The shadows are super buttery and easy to blend. The pigments build up without needing an eyeshadow primer. 3) The creams are easy to work with as liners and as eyeshadow bases. 4) MINUS 1 STAR because of the kickup of powder. A single tap of a brush will leave a pile of crumbled shadow on the surface of the pan. I use a flat brush to press the product back in before I store it because I don't want to waste this expensive palette."
        },
        {
            "review_title": "Beautiful Blendable Palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I received this product for free from Influenster and Patrick Ta in exchange for my honest review.  This is my first eyeshadow experience with this brand and I am completely wowed.  The matte shades are smooth like butter and blend like a dream. So easy to use and create every day looks with.  The cream shadows are perfect for liners or as a base.  I will definitely be purchasing more Patrick Ta products."
        },
        {
            "review_title": "Beautiful but difficult for beginners.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this free from influenster for my honest review. I am a beginner in eyeshadow looks and loved every lighter color, they blended great, but the pure black cream and powder. All I could do was blend it into gray or muddy brown. Definitely need practice."
        },
        {
            "review_title": "My new go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "Loving this palette! Has become my new go to palette. These neutral matte shades are perfect for my everyday look. Of course you can go in a little more bold to get the perfect night out look. They're so buttery and blend smoothly. The black and brown cream shades I'm using as liner. Very pigmented! The packaging is nice and classy. You can't go wrong with this palette."
        },
        {
            "review_title": "Perfect Matte Palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Disclaimer: I received this product for free from Patrick Ta and Influenster in exchange for my honest review.   Despite that, I do actually really like this palette. The colors are rich and matte work so well for day and night looks. I personally have worn it as a cosplayer when I want a dramatic natural look for a character."
        },
        {
            "review_title": "Day to Night Matte Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I was excited to try this pallet because of the variety of shades and reviews I had previously read. Upon my first use, it lived up to my expectations. The shades are well pigmented and easy to blend, the variety allows you to create natural daytime looks or transform them into a smoky night time look! Itu2019s a perfect palette for any occasion and I think I must have for any make up collection!"
        },
        {
            "review_title": "Love mat colors!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "love this but would like a light cream shadow as well as the brown and black. Quality great!"
        },
        {
            "review_title": "A matte palette that truly canu2019t be beat!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I donu2019t think I can describe just how beautiful this palette. If youu2019re on the fence about this, definitely go in store to swatch and test this! This has very quickly become my everyday palette. The mix of cool and warm shades make it perfect for any look. The shadows are VERY pigmented. I habitually tap my brush off and it gives it a light look or you can build this up to look more dramatic. The cream shadows also have good pigment. I like to use these as smudged eyeliner along my top lash line and they apply/blend beautifully over the powder shadow.  I like to focus more on how a shadow performs than the packaging, but I know a lot of people do carry about packaging. It really does feel like a high end palette. Itu2019s heavy and sleek and the large mirror is great for traveling.  I know this can be a high price, but out of all the palettes Iu2019ve tried I havenu2019t found one with such high quality. Patrick really perfected matte eyeshadows and I donu2019t know how anyone will top this palette! Considering I use this everyday, I would definitely spend the money to repurchase it.   I recieved this from Influenster and Patrick Ta in exchange for my honest review."
        },
        {
            "review_title": "Worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is by far the best pallet Iu2019ve ever used. The shades are incredible and blend effortlessly! Worth every single penny"
        },
        {
            "review_title": "Great cool tones",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Normal skin",
            "review_text": "I'm super cool toned, and lately lots of makeup products are warm toned and look super orange on me. I love the cooler browns for every day eye looks, they're super pigmented and wear really nicely."
        },
        {
            "review_title": "Fall must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful palate. This is my first Patrck Ta palate and it did not disappoint. I've always steered towards fall type palates with browns and this has a great variety. I always use primer with my eyeshadow and this stuck to my primer no issue"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I am in no way shape or form good at doing eyeshadow BUT this palette makes it so easy! Super blendable and great for every day wear. The 2 liquid shades are also a game changer!!"
        },
        {
            "review_title": "My new staple palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Iu2019m one of the rare people NOT incentivized for a review. I LOVE this palette. Hereu2019s 3 main reasons why: 1. The shadows donu2019t oxidize on me. 2. Thereu2019s both cool and warm tones. 3. The black and brown cream shadow can be used as a liner or a shadow deepened."
        },
        {
            "review_title": "Staple palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Truly incredible eyeshadow palette! The shades are universal and apply so smoothly. I use it for my daily eye makeup and for a more dramatic look for events. I love Patrick Ta palettes especially for their cream shades. It's so easy to create an effortless and clean eyeliner finish with these two shades if you have the right brush. It lasts me the whole day/night, definitely recommend!"
        },
        {
            "review_title": "Perfect Everyday Eyeshadow Palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I received this product complimentary from Influenster. This eyeshadow palette has the perfect neutral matte shades to create many different eye looks, form the most natural, everyday looks, to a more dramatic smokey eye. The colors are all neutral colors that work well alone, or with other eyeshadows, as a blending or crease color. The shadows are very pigmented, smooth, and blend well. They are fairly easy to work with and look stunning on the eyes. The cream products are lovely as well. I tend to use them as eyeliner, and then I set it with a matching shadow from the palette. I could also see them working well as a base for a smokey eye. Overall, this has become my new go-to, everyday staple palette, and I will be continuing to use it."
        },
        {
            "review_title": "Great neutral palette",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Great quality eye shadow. The coverage is great and it has minimal fallout. It is all matte and has a good range of neutrals. I like to add a shimmery shadow for extra pop."
        },
        {
            "review_title": "Perfect. Amazing. Spectacular.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Literally Patrick Ta can do no wrong. Creamy, blend-able, pigmented, long lasting, stays all day. Everything you want in an eyeshadow/palette and more."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Amazing palette - such buildable, beautiful, pigmented shades. The colors are pigmented but the color selection allows for a natural look. The eyeshadow melts into my skin and lasts all day. Love it!"
        },
        {
            "review_title": "Elevated neutrals",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for a review. The colors are nice and blend well. Great palette for every day. You can create a bold or subtle look. Reminds me of the original Naked palette which I loved back in the day, this brings that palette into the 2020s. Took one star away because I feel like it's nothing special. It's been done and there are so many neutral palettes out there, I don't think you need to spend the $$ on this particular one. If you have a million palettes you really don't need this one. However, if you're just starting out or want to minimize your collection, this would be a great option."
        },
        {
            "review_title": "Go-to Palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This palette offers incredible versatility, allowing me to create a wide range of stunning eye looks. The matte finish gives a sophisticated touch, and the texture is velvety smooth, making it a dream to apply and blend. The combination of warm and cool shades is perfect for any occasion, and I love how easily they complement each other. It's become my go-to palette, and I highly recommend it to anyone looking for a versatile and high-quality eyeshadow collection."
        },
        {
            "review_title": "A must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This is the perfect go to palette for neutral lovers! I love being able to just grab this palette and not having to grab multiple! It has everything you need! Obsessed!"
        },
        {
            "review_title": "Great pigmented colors!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Love the assortment of colors that this palette comes with! They are so nice and easy to apply. The pigments are strong and smooth. The addition of the liners are so smart."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "This palette is amazing!! The pigment is so good, long lasting and makes for a great gift."
        },
        {
            "review_title": "The only palette Iu2019ll ever need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I will never need another eyeshadow palette. This has every matte staple shade I need and I love the cream shades for liner! So versatile and a makeup bag must-have."
        },
        {
            "review_title": "Great palette",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I received this product as a free sample to try. I was really impressed with the quality of the shadows and the pigment payout. I will say the price is quite high for what it is but that is personal preference. I do wish they had shimmer shadows"
        },
        {
            "review_title": "Pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The shadows are really nice & buttery . They blend out really well too . Honestly everything you want in the eyeshadow. The the cream eye shadows are mid . They donu2019t last through the day . The black cream shade could def be darker too."
        },
        {
            "review_title": "Staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "The color payoff and how smoothly they blend is amazing! I didnu2019t experience any issues with fallout or transferring. You can achieve many looks with the included shades. I wasnu2019t sure how I felt about an all matte palette but have thoroughly been enjoying it!"
        },
        {
            "review_title": "Everyday Palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The formula is perfect! Super blendable but not to the point where the shadow disappears. The creams make Smokey eyes really easy. This is my go to natural mattes palette, it has everything you need for an everyday look, warm and cool, very light to dark and in between"
        },
        {
            "review_title": "Pretty but missing the sparkles",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this for free in exchange for my honest review. Package was very pretty and aesthetic. It had a nice weight too it, as well. The colors are pretty and pigmented but I do wish it had at least one sparkly color"
        },
        {
            "review_title": "My everyday pallet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "I received this in exchange for a review from Influenster. This pallet quickly took over as my everyday essential shadows. The gels are fantastic and blend out so smooth, and the shadows are so buttery and pigmented. Genuinely so effortless. My eyebrows, contour, and basic shadows are now from here and I am constantly reaching for it."
        },
        {
            "review_title": "Good but not worth the cost",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Itu2019s a nice palette, but to be honest I wouldnu2019t say this is worth $70. The creams smudge and crease very badly. Shadows are pigmented and smooth but the price really is crazy. I bought this with a gift card and will probably return it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was my first Patrick Ta eyeshadow palette and I am completely obsessed. I havenu2019t worn anything else since I have gotten it. The formula is so easy to blend and I have been able to create many different looks."
        },
        {
            "review_title": "Beautiful colors",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "When I received this pallet I was surprised at how beautiful the arrangement is. The colors are classy and bold. And if you want to add glitter for special occasions."
        },
        {
            "review_title": "A must have in your makeup collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Just wowu2026. The package, the consistency, the shades everything about the eyeshadow is just top notch. This is the best eyeshadow I have had In a while , perfect for any occasion? Has the right shades of nudes and darker shade. Beautiful"
        },
        {
            "review_title": "Love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": " I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador. I received this as a gift from Sephora and I wasnu2019t sure if I was going to use it  a lot but I  very surprised how muchI like it now and how much I use it. The formula is buttery and pigmented. There is no fallout and all the shades blend beautifully.  I can use it as an every day or glam it up and add other shimmers on top, very versatile. Overall I love the pallets, super happy I got to try it and play with it. Thank you TeamBic!"
        },
        {
            "review_title": "Must have eye shadow palette",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product as a free sample from Influenster. I honestly love this eyeshadow palette! I have enjoyed creating different eye looks and I love how blendable the shadows are."
        },
        {
            "review_title": "Pleasantly surprised",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I was hoping I wouldnu2019t love this palette because I already own the Master Mattes, but the formulation and pigment is just A1. The shadows are so soft and blend so well. Iu2019ll keep this one safe at home, and use Mariou2019s to travel."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I expected to love this palette, but I LOVE it. The colors are soooo flattering and blend beautifully. I will forever repurchase"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "The product is amazing and super pretty. The colors last forever and look amazing . The palette is hard to open at first but itu2019s very pretty. I love the colors and how they blend nicely . Thereu2019s also a cream color which is really nice and easy to use . The colors are perfect for professional looks and normal every day looks."
        },
        {
            "review_title": "amazing quality and diverse palette",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This palette is as high quality as you would expect. The colors are long lasting without any flaking. I love the inclusion of the two cream formulas as well, I never see this in other palettes. The color range is good for daily use but also some more dramatic looks as well. I am very impressed and will be trying other Patrick Ta products."
        },
        {
            "review_title": "Great for fallud83eudd0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I got sent this amazing eyeshadow Palette by patrick ta and influenster app for free in exchange for my honest review. I am so grateful for this, and I am not biased at all. This palette has my heart, the pigment is so good. The colors are perfect for fall and the formula is the greatest so creamy and powdery. Its so hard to explain but so good. I wish i had enough words to tell you how good it actually is. Run dont walk"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "beautiful palette, beautiful shades. so creamy. has a significant amount of fallout when you first touch the brush to the shadow, but it isnu2019t an issue after that"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Love this palette! I needed more mattes in my collection and this is perfect. The formula is velvety and so easy to blend. My only issue is that it creases pretty badly and Iu2019m having a hard time finding a good eye primer to prevent that I have hooded eyes that almost always crease, ND palettes never crease on me though."
        },
        {
            "review_title": "Must have for bridal make up artists!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone",
            "review_text": "As a bridal make up artist this pallet was a must have. I absolutely love the cool tones and the cream shadows that allow for more diverse looks aside from the usual bridal palettes."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "3.5 i always buy natasha denona palettes shes my holy grail first time buying patrick ta palette.  i like the idea of this palette but i think it lacks a pinky transition tone.  formula is good but not as good at denona.  shades are okay.  i find myself wanting to reach for this i like the packaging its travel.friendly better than denona palettes whichbare bulky.  but from a useability blendability and fully executed look i still go towards denona.  im.sure the og palettes by patrick with multi shades (not just matte).would have lead to a higher review mattes only are an acquired taste and make a look less dimensional so maybe thats also why...the mediocre review."
        },
        {
            "review_title": "I wanted to love it!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Combination skin",
            "review_text": "when I first saw this palette, I was in love with the color scheme. I placed the black cream on my eyelid followed by the black shadow. It creased so bad. the worst was when I placed three shadows in my crease. it all oxidized and became one color. I never returned a palette so fast! I also used the smashbox eyeshadow primer. I've used it for yearsss, never had an issue with it before."
        },
        {
            "review_title": "SMOOTH LIKE BUTTER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador. I am IN love with this palette. I am not an expert with applying eyeshadow. However, I am learning. This palette applies so smooth and the shades blend really well. They are buttery smooth. I find they are long lasting when I apply an eye primer. The creams are great to create an eyeliner look. This is my new favourite palette for a natural, neutral look."
        },
        {
            "review_title": "NEW MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Love this palette, actually there are cool toned browns that suited my skin really well without looking moody and patchy, the color creams were a dream too 10/10 in love"
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Thatu2019s wonderful eyeshadow, easy to apply and stay longer than expected others"
        },
        {
            "review_title": "Stunning ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "It's absolutely stunning and so much pigment. I highly recommend buying."
        },
        {
            "review_title": "Wonderful!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "I am loving these eyeshadows! Every color was super creamy and blended perfectly! Some were very pigmented. The lighter shades are perfect for everyday and makes it easy to create a natural look"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "This product is such a good quality product. The eyeshadow blends super well. If youu2019re in the market for a new eyeshadow palette this is definitely one worth trying"
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I returned this.  The blendability was horrible. I tried different bases. With powder, or even with just eyebase. Nothing worked. It was patchy and did not last at all. Definitely not worth $70."
        },
        {
            "review_title": "Wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "This is my new favorite eyeshadow palette and go-to when Iu2019m getting ready in the morning. The quality of each eyeshadow and its pigment is fantastic. It looks fantastic and stays on throughout the day. Not only is it good for day looks, itu2019s also good for night looks. I highly recommend it!"
        },
        {
            "review_title": "Best palette on the market!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this eyeshadow palette. The colors are also different yet so easy to blend into each other. Thereu2019s such diversity with the colors, and the textures included this palette like the shade range and the different textures available for the eyeshadows. I think this is super fun and these colors are great for fall looks."
        },
        {
            "review_title": "Needs to be cheaper",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This palette is beautiful. Though in my opinion itu2019s literally the exact same as the makeup by mario palette just at a sky rocketed cost due to the look. Still pretty though"
        },
        {
            "review_title": "Natural all day wear.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I'm a fan of natural makeup. I'm by no means a professional artist, but I've never had a palet of eyeshadow that applies so smoothly. I made sure to wear it all day before writing this review and it indeed, last all day. The only negative thing I could say, is that when you mess up, it's hard to come off."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "In love with this paletteud83dude0d you have to have it for your daily makeup routine"
        },
        {
            "review_title": "Perfect for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "I love this palette. Good quality and the exact colors I need. No more, no less. I wish I hadn't spent my money on the other two palettes when this was the only one I needed."
        },
        {
            "review_title": "Donu2019t Hesitate to Purchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "The formula on the shadows make it so you barely have to do any work. They basically blend on their own and the pigmentation is 100 out of 10."
        },
        {
            "review_title": "Stunning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "This is the perfect nude palette. I absolutely love that the cream shades have a cover over them, and I love how creamy and perfect the formula is!"
        },
        {
            "review_title": "A must have in your collection!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Patrick Ta did an amazing job with this eyeshadow palette it is beautiful itu2019s definitely a 10 out of 10 the way it blends amazing itu2019s definitely a every day pallet. Perfect for the fall!!!!!"
        },
        {
            "review_title": "Not a bad pallet to add to your regime",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Colors are great and really give off a lot of great dimension. However, they crease and fade as the day goes on. I have used this pallet with and without the cream base and they still crease and fade. Not as bad than without. You can make some really pretty looks with this pallet. Going to try with a few eyeshadow primers to see if it helps the creasing and fading."
        },
        {
            "review_title": "A new staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "A new staple! Received this palette in exchange for an honest review. Iu2019m so glad I received this! It incredibly versatile and extremely pigmented. The two eyeliners are a nice bonus! A great palette to travel with."
        },
        {
            "review_title": "The palette you didnu2019t think you needed",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "These are the literal best eyeshadows with the most perfect undertones. They are smooth and creamy. I donu2019t like the cream shades for all over the lid so I pretty much just ignore them but the pallet is amazing all around.  around are very smooth and blend a bowl, and this pallet is my new go to companion palette for any other shimmer that I might want.ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really love this pallette. I like that it has warm and cool tones so you can change up your look."
        },
        {
            "review_title": "Stunning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "This is the perfect nude palette. I absolutely love that the cream shades have a cover over them, and I love how creamy and perfect the formula is!"
        },
        {
            "review_title": "A must have in your collection!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Patrick Ta did an amazing job with this eyeshadow palette it is beautiful itu2019s definitely a 10 out of 10 the way it blends amazing itu2019s definitely a every day pallet. Perfect for the fall!!!!!"
        },
        {
            "review_title": "Not a bad pallet to add to your regime",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Colors are great and really give off a lot of great dimension. However, they crease and fade as the day goes on. I have used this pallet with and without the cream base and they still crease and fade. Not as bad than without. You can make some really pretty looks with this pallet. Going to try with a few eyeshadow primers to see if it helps the creasing and fading."
        },
        {
            "review_title": "A new staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "A new staple! Received this palette in exchange for an honest review. Iu2019m so glad I received this! It incredibly versatile and extremely pigmented. The two eyeliners are a nice bonus! A great palette to travel with."
        },
        {
            "review_title": "The palette you didnu2019t think you needed",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "These are the literal best eyeshadows with the most perfect undertones. They are smooth and creamy. I donu2019t like the cream shades for all over the lid so I pretty much just ignore them but the pallet is amazing all around.  around are very smooth and blend a bowl, and this pallet is my new go to companion palette for any other shimmer that I might want.ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really love this pallette. I like that it has warm and cool tones so you can change up your look."
        },
        {
            "review_title": "Itu2019s a must HAVE!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Omg is all I have to say!!!! I love the fact that itu2019s so buttery!!!  I ran out of eyeliner and. Completely forgot this pallete had black! Love ittt!!!!"
        },
        {
            "review_title": "Need a neutral palette? This is it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Gorgeous colors and blendability. Both the cool tones and warm tones. Plus the 2 creams. And the amount of product is HUGE!"
        },
        {
            "review_title": "New every day eye shadow palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was given this for free from influenster for my honest review. With that being said this is hands-down, one of the best eyeshadow pallets Iu2019ve ever owned. These eye shadows are so soft and bendable, beautiful shades."
        },
        {
            "review_title": "The PERFECT palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is the best eyeshadow palette Iu2019ve ever owned. It completely lived up to the hype. All the colors are wearable, blendable and pigmented. I will definitely be using this for a long time."
        },
        {
            "review_title": "Extremely Blendable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This palette is so versatile! I love the way the shadows blend and they seem to last all night. Will definitely continue to use this palette. Highly recommend!"
        },
        {
            "review_title": "Perfect for fall!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I was gifted this product and Iu2019m so happy I was! The reviews made me nervous that I wouldnu2019t like it but I absolutely love it!! A little goes a long way so donu2019t tap so hard when you pick up product. These colors are PERFECT. They are the only colors I usually use anyway. And perfect for fall. Hands down one of my favorite palettes!!"
        }
    ]
}