{
	"product_id": "407",
	"name": "Mini Cicapair Color Correcting Treatment SPF 30",
	"brand": "Dr. Jart+",
	"categories": "Skincare, Moisturizers, BB & CC Cream",
	"price": 34.0,
	"about": "What it is: A bestselling green-to-beige SPF cream that rapidly neutralizes visible redness, evens the appearance of skin tone, and has a natural-looking finish...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness and Redness..Highlighted Ingredients:.- Mineral Sunscreen (Zinc Oxide and Titanium Dioxide): Forms a protective barrier that reflects UV rays, shielding skin from sun damage...What Else You Need to Know: For centuries, tigers in the Asian wetlands have rolled around in Centella asiatica (AKA tiger grass or cica) to help heal their wounds. Taking inspiration from the tigers, this K-Beauty fave utilizes visibly reparative tiger grass to soothe, calm, and moisturize skin.",
	"ingredients": "-Mineral Sunscreen (Zinc Oxide and Titanium Dioxide): Reflects UVA/UVB rays to protect skin from sun damage...Water, Centella asiatica Leaf Water, Isononyl Isononanoate, Cyclopentasiloxane, Butylene Glycol, Dimethicone, Phenyl Trimethicone, Methyl Methacrylate Crosspolymer, Beeswax/Cire D‘abeille, Glycerin, Diethylhexyl Carbonate, Polyglyceryl-3 Polyricinoleate, Niacinamide, Polymethylsilsesquioxane, Cyclohexasiloxane, Pan-Thenol, Diglycerin, Iron Oxides, Polyglyceryl-4 Diisostearate/Polyhydroxystearate/Sebacate, Dimethicone/Vinyl Dimethi- Cone Crosspolymer, Isododecane, Ethylene/Methacrylate Copolymer, Cetearyl Alcohol, Polyglyceryl-2 Triisostearate, Aluminum Hydroxide, Stearic Acid, Disteardimonium Hectorite, Acrylates/Ammonium Methacrylate Copolymer, Sclerotium Gum, Sodium Benzoate, Acrylates/Dimethicone Copolymer, Hydrogen Dimethicone, Chromium Oxide Greens, Triethyl Citrate, Potassium Sorbate, Fragaria Vesca (Strawberry) Leaf Extract, Disodium EDTA, BHT, Alcohol, Asiaticoside, Aden- Osine, Triethoxycaprylylsilane, Lavandula Angustifolia (Lavender) Oil, Boron Nitride, Asiatic Acid, Madecassic Acid, Citrus Grandis (Grapefruit) Peel Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, 1,2- Hexanediol, Anthemis Nobilis Flower Oil, Houttuynia Cordata Extract, Propanediol, Centella asiatica Extract, Gentiana Lutea Root Extract, Artemisia Absinthium Extract, Achillea Millefolium Extract, Arnica Montana Flower Extract, Polysorbate 20, Aniba Rosodora (Rosewood) Wood Oil, Sodium Glycerophosphate, Selaginella Lepidophylla Extract, Potassium Magnesium Aspartate, Citric Acid, Calcium Gluconate, Madecassoside, Magnesium Gluconate, Centella asiatica Meristem Cell Culture, Xanthan Gum, Titanium Dioxide, Zinc Oxide.",
	"how_to_use": "Suggested Usage:-Apply to clean, moisturized skin..-Warm a dime-size amount between your hands, then gently press and blend into your skin. The cream will transform from green to beige as you blend, evening out your skin tone..-Apply more as needed.-Use alone as a color corrector for a natural-makeup look..-For more coverage, use as a primer and follow with your favorite foundation..Beauty Tips:-Build up for extra coverage in concern areas..-If you have drier skin, use a richer moisturizer before applying.",
	"num_reviews": 5363,
	"overall_rating": 4.0,
	"product_url": "https://www.sephora.com/ca/en/product/dr-jart-mini-cicapair-color-correcting-treatment-spf-30-P482525?skuId=2580801&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2580801-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "15 mL/ .50 fl oz",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2580801-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Might break you out",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "It’s a good product and it covers acne well but it broke me out :("
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "They stole the cream from the box. I regret choosing Sephora. Also, the cargo company is very bad. My cargo was wet and torn.There are stains on the outside of the bottle. This is disgusting."
		},
		{
			"review_title": "Une crème polyvalente!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Cette crème, je la recommande à TOUT le monde ! Elle peut avoir un fini légèrement lustré, mais en appliquant un peu de poudre transparente, vous obtiendrez un résultat plus naturel. Le fini ressemble à celui d'une CC crème, ce qui est parfait pour un look naturel. Un vrai coup de cœur !"
		},
		{
			"review_title": "Not for dry skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "I used this product in every which way, on its own. with different serums. before heavy cream. it just did not work for my skin. It peels off and doesn't hydrate. I do have dry skin and eczema for reference."
		},
		{
			"review_title": "Get the small jar.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "It works.Just get the small container because it doesn't take much to cover things.I have to really spread it around, because the colour is too light.I have rosacia.It works.I also get dermatitis sometimes from spicy food, when the air gets really dry in January."
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I held off buying this product for so long and tried to convince myself the hero cosmetics brand was comparable. It is not. This mixes beautifully with my moisturizer. It looks so natural on and feels amazing."
		},
		{
			"review_title": "Did not work for me at all.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I used this product for a month in every different way imaginable and it did not reduce any redness or make it any less noticeable."
		},
		{
			"review_title": "It's okay, but its not for the pale girlies.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "It's oily and patchy on my skin, but it does work. HOWEVER I am very pale (Mac NC 4.5, Maybelline Fit Me 105) and the pigment in this product pulls very yellow and dark on me. Which is odd to me, because I would think the people most likely to suffer from facial redness (pale girlies with pink skin) should be able to use this product, but no, Dr. Jart disagrees. So here we are. I threw it away after hate-using it for long enough to make me miserable, so sadly I don't have photos of how yellow it looked, but trust me when I say it was bad. Also the lemongrass smell is strong, and somewhat off putting the first few times I used it, but it's not a bad smell."
		},
		{
			"review_title": "FLAWLESS PRODUCT NOT A PAID REVIEW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Love this product my face is very red on my cheeks and it makes me look flawless!!’"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "my new HOLY GRAIL!  For anyone who struggles with redness or flushes easily, this product covers it so well! You don’t even need a lot just like a dime size and boom redness gone! It does cling onto dry patches so i definitely recommend moisturizing alot before application!"
		},
		{
			"review_title": "Great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Love this product for my redness, it does a good job at neutralizing my skin tone however it does feel kinda cakey which I don’t like and sticks to dryness a bit. I also find putting this on and not doing makeup makes u look kind of sickly lol so it’s more of an instead of foundation thing for me and it’s great"
		},
		{
			"review_title": "Asombroso",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "Es mi segunda vez que lo compro y se ha convertido en mi mejor amigo, recomendado 100%"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Hated the texture of this product and on brown skin it leaves a white residue."
		},
		{
			"review_title": "Fantastic for Fair Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This is fantastic to help spot cover redness on fair skin. I am 58 with very mild rosacea and some redness on my cheeks. My skin is dry to normal. After using moisturizer I use it sparingly to spot conceal redness. Works amazing! Not sure if it would suit someone with medium to dark skin. Purchased a mini size. The tub is very messy but will last me a long time. Highly recommend."
		},
		{
			"review_title": "Aggrevated my eczema",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "dr jart cicapair is advertised as skin care, but it gives makeup; its giving color correcting concealer. I have eczema on my neck and some redness above my lip/ under my nose and i thought this would be perfect. When i first apply it, it conceals the redness, however after wearing it for all day it ends up irritating my skin. By the end of the day it aggravates my eczema, causing itchiness and then the redness gets worse :/. in sum, i found that this makes my eczema and redness worse. i am better off looking for solutions to the cause rather than just treating the symptoms (appearance of redness) with this"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "15 mL/ .50 fl oz",
			"review_buyer_description": "Hazel eyes, auburn hair, notSure skin tone, Combination skin",
			"review_text": "I have rosacea and it helps. It’s not full coverage, but it surely reduces the redness and doesn’t leave my skin dry nor makes me break out. Is it worth the price? No. I think there are drugstore products that can achieve a similar effect for less."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really like this product! I’ve tried so many items for my red rosacea skin, and this one is by far my favorite. It really dulls down the redness and is so lightweight, I don’t even feel like I’m wearing anything. Perfect for everyday use!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this product! I bought the mini to try it, and for how much I need to use, it’s going to last me awhile! I have fair/light maturing skin and this covers the bit of redness and hyperpigmentation I have beautifully. It doesn’t settle into my fine lines at all! Very impressed"
		},
		{
			"review_title": "I LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I loveeee this product. I bought the mini one to try it out but I know it’s going to become a staple in my routine. It’s a light green colour that blends into a nice creamy beige and is perfect for hiding any redness"
		},
		{
			"review_title": "good stuff",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Porcelain skin tone, Combination skin",
			"review_text": "I like this for color correction, and I use it instead of foundation. I don't use a lot at once, so I use sunscreen underneath. I find it helps minimize redness and pairs well with my routine. I don't know of another product like this."
		},
		{
			"review_title": "Why is it orange???",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Combination skin",
			"review_text": "Why is it orange? It looks lovely and green initially but when I blend it into my skin and it turns orange. I can see little streaks of orange developing in the product as I apply it. The first try I was briefly concerned my fingers were bleeding or something. Just to be safe I tried it with a clean cotton swab on my partners hand and the same thing happened. I’m so disappointed.  I am very pale, I wear a mac nw10, so maybe it’s only for darker skin tones. All the same, you’d think the orange would be advertised."
		},
		{
			"review_title": "Better suited for light to fair skin tones",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The product does what it says, but not the best match for my skin tone. Feel like this product is better suited for light to fair skin tones, compared to medium brown or tan skin. Even a light layer of the product made my face look pale in appearance so defeats the purpose of what my intention for the product was (to wear on bare skin without makeup to help with redness)."
		},
		{
			"review_title": "AMAZING for a no makeup day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Porcelain skin tone, Dry skin",
			"review_text": "I've been using this product for about 2 months now and I LOVE it. I have dry acne prone skin and I wanted something with light coverage that would even out the redness on my skin to wear alone, and this delivered (bonus points for SPF).  It's perfect for a my-skin-but-better kinda product, if I know Im going to be working hard and sweating I'll add a light dusting of powder all over and setting spray andits's amazing. With that being said, I'm very fair and this works well for me, but if you have a deeper skintone (probably any deeper than light-medium), this will probably be too light. It would be awesome if they expanded their shade range to include more!"
		},
		{
			"review_title": "You need it if you have rosacea",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I have rosácea and this is a must for my skin to even the color. It’s perfect and nobody could imagine that my skin look pinky"
		},
		{
			"review_title": "Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I used this product a few times and was impressed how it actually matched my fair skin. I like the natural finish and the added SPF, but I just don’t reach for skin products often."
		},
		{
			"review_title": "Absolutely love!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "fairLight skin tone, Combination skin",
			"review_text": "I’ve used this on and off for the last 2 years and it’s SO GOOD!! I have rosacea and my cystic acne is flaring up right now and it always does the job at evening my skin tone when I want to avoid makeup."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "15 mL/ .50 fl oz",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
			"review_text": "its a good product, doesnt cause breakouts (it actually made my face smoother) just makes me too white"
		},
		{
			"review_title": "Worth the money !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is my new must have product in my make up kit . I was skeptical but it is worth the money if you struggle with redness."
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "With sensitive skin and rosecea i find this works wonders. Not only does it help sooth the but it takes away the redness. its a must have for me."
		},
		{
			"review_title": "I’ll use this until the end",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I’m in love with this. It takes away redness immediately, it protects from the sun, and it blurs my pores. I wear this under makeup, and if I don’t feel like wearing makeup, I’ll just wear this on its own, and it makes my face so radient. Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "15 mL/ .50 fl oz",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "My favourite everyday product for my uneven skin tone, looks beautiful and glowy, just make sure you don’t use too much when applying or it will leave a little green tint, less is more with this one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "A product I ALWAYS have on hand!  I actually use it in conjunction with a few drops of Bio-Oil, as it helps it spread easier and helps with the appearance of my hyperpigmented acne scars.  I love that I can use it as a sort of BB cream. I am extremely pale, and there are literally NO brands I have ever been able to find that make a BB cream formula light enough for me.  Again, being very pale, the fact that this includes SPF makes it a must have. I even have (a mild) intermittent rosacea, and this stuff conceals the redness in my face beautifully.  The Centella Asiatica in it is also UNBELIEVABLY great at healing the skin and supporting the skin barrier. I often see improvement in skin irritation overnight.  If you're also pale, however, I would start small with this one; any more than a small dab on a finger, and you run a slight risk of looking a ruddy orange color (especially true if you're not blending this down into the neck and decollette."
		},
		{
			"review_title": "I use this everyday!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I have used this product for a few years now and I love it.  It helps with redness and is very gentle."
		},
		{
			"review_title": "removes redness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "This removes 80% or more of redness! It is amazing and blends well with my make up."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Love this product! Goes on nice and smooth and covers up my redness."
		},
		{
			"review_title": "New addition for no make up girlies",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I don’t think I’ve ever seen my skin without the redness and irritation until this product. I do find it a little dry but nothing that required more than a good moisturizer before."
		},
		{
			"review_title": "Love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Works really well! Don’t know why people are getting green face or having it oxidized…I’m pale pale and it works perfect! Will definitely reorder!"
		},
		{
			"review_title": "A must if you have redness to balance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I have used this product for years. I have slight rosacea and very fair skin. This blends and fades into my skin, balancing the redness. It has never made me break out. You do need to follow the instructions and moisturize first before applying."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "I think it gives a very nice dewy, almost glass skin effect after applying. It IS thick and does take some time to blend in, and I think if you're darker than a NC 15 by MAC this is going to leave a white cast on you. I have mild redness mostly centered around breakouts but otherwise clear and normal type skin, and it definitely makes a difference. I do layer it with blush and it looks nice!"
		},
		{
			"review_title": "my favorite under eye concealer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "this product is amazing for dark circles under the eyes. just use a tiny amount and dab it. there's no caking and it does not settle into creases!"
		},
		{
			"review_title": "I used it in the mornings",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It is a good product to cover redness but I do not recommend it if you have sensitive skin."
		},
		{
			"review_title": "Hard no",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "This stuff is awful. First of all it's extremely thick and heavy, so it's very difficult to rub into your skin. It also left me with a sickly green color to my face. Sure, the redness was gone, but I'd rather be red than this weird shade of sage green it turned my skin. A few minutes after applying, I rubbed my face with a tissue and a bunch of tan color came off on the tissue, like I was wiping a heavy foundation off. I wanted a moisturizer that neutralizes redness, not a foundation masquerading as skincare. Never again!!!"
		},
		{
			"review_title": "No Foundation Needed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This colour corrector is great for every day use if you want light coverage. It feels heavy at first, but melts into skin great. I can use it solo or underneath foundation to help hide redness. A little setting powder is all I need after application. I have repurchased the mini 3 times because it’s a great size for travel. I will repurchase the full size next time."
		},
		{
			"review_title": "pale girlies  with acne CAN use this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "i have post acne marks/blemishes and really pale skin. ive learned this works best if you dont try and warm it, you just take a tiny amount and pat it onto the spots needed. apply more if you need more. for me, it neutralizes the redness to a light pink or completely gone. It makes a great base for before i go in with a concealer. it doesnt look cakey and you cant even tell its on."
		},
		{
			"review_title": "For pale girls going as oompaloompas for halloween",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Combination skin",
			"review_text": "Nope. I've been using this product for about three months and thank god I started out with the mini not the full size. I am a very pale person (my foundation shade only exists in a handful of brands) and this would turn ORANGE on me. It's very streaky and blotchy so that combined with the orange makes me look like I'm experiencing a horrific case of jaundice. Also it seems very incompatible with all of my sunscreens and moisturizers as the product makes all of them pill. I am trying to using it as a makeup primer as I have no other way to use it and I refuse to waste product if it can be avoided. Also the smell of it is a little bit overwhelming and unpleasant. The jar is cute tho so I look forward to using it after I'm done."
		},
		{
			"review_title": "If you want shiny skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’m 44 with hormonal acne and oily skin which is also dry from using acne products. This did not cover all my redness especially pimples. I used quite a lot for the coverage but it only feels greasy and oily looking. Settles into eye creases and made eyes sting."
		},
		{
			"review_title": "No go",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "It made me look greyish and it sat in the large pores on my nose and surrounding areas. It did have a light feel to it though and it did last all day. I imagine the sun protection would be adequate. Might work better for someone with lighter skin and smaller pores."
		},
		{
			"review_title": "Medium/ full coverage",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I love this product, I have quite the red tones to my face and use this as a daily sunscreen coverage. It is quite a nice coverage and base for my makeup as well."
		},
		{
			"review_title": "Only good for pale/lighter skin tones",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Honestly tried this because of all the ads. I have been struggling with retinol burns especially around the upper lip and chin area and thought this would help in terms of dryness while riding of the redness. First thing is you only need a little to go far but if you have more a darker tan skin tone and I’m azn, this doesn’t look good. It gives you a green film that doesn’t blend like the ads so sadly couldn’t use as a concealer/foundation and is very noticeable in regular lighting. I think if you have more lighter skin, this works well but not if you are on the darker side."
		},
		{
			"review_title": "Liquid Gold",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Born a redhead, now dark blonde. Freckles, redness, sensitivity. This product is liquid gold. Can be bbuilt up as needed. Super effective. Needs a setting powder and lasts all day. Doesn't feel heavy or like foundation. Can be worn without other additional layers. Love."
		},
		{
			"review_title": "Holy Grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I use this everyday and it’s amazing. Just a perfect light layer on my skin that covers any redness and protects me from the sun. I literally cannot live without this!"
		},
		{
			"review_title": "Say bye bye to sweaty, everyday redness!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I’ve been using this product for a few days now and all I can say is wow! As a now 16 year old girl I’ve struggled with redness on my cheeks since I can remember. It lasts under my full face everyday makeup routine. For example, I coach soccer very early in the mornings and it’s usually hot and I sweat from running around. However, even when sweating my redness was no where to be seen. This is a huge improvement from my previous Rosie red cheeks . ￼"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "This stuff is worth its weight in gold! I’m super fair skinned so I was hesitant to try but it evens my skin tone, calms the redness and makes it look like I’m wearing foundation"
		},
		{
			"review_title": "Great colour corrector but gave me cystic acne",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "From a “looks” perspective this product works great and reducing the appearance of redness without needing foundation - I thought I had found my “go to” for a low maintenance day. But unfortunately it gave me cystic acne. At first I thought it was a coincidence so I stopped the product till my skin cleared and then tried again with the same result. And did it again a third time… for science? And it happened again. So unfortunately it’s a no from me."
		},
		{
			"review_title": "Does the job",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Fantastic formula and actually conceals redness. I have rosacea so I’m always looking for a green colour corrector. However, it neutralizes the redness to a colour too fair for my tan skin!"
		},
		{
			"review_title": "Not for fair skin!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Oily skin",
			"review_text": "I really wanted to love this product but it's just not it. I love a lightweight clean and minimal makeup look (just to slightly even out and brighten skintone) and this is basically heavy foundation. Also, it is NOT for fair or cool skin tones. The tiniest bit made my skin bright orange. I really regret spending money on this."
		},
		{
			"review_title": "May as well wear foundation..",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "Pros: colour corrects (minimally) don’t believe the ads on socials, the redness does not instantly disappear, nor is it that effective. Cons: smells medicinal (does not dissipate), does not absorb into the skin, wipes off easily (not ideal if you’re a hugger or a face toucher!)"
		},
		{
			"review_title": "Redness be gone!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I absolutely love this product! I have a lot of redness in my T Zone..After applying it onto my skin my redness is almost gone completely! It's also great because you don't need to apply foundation with it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I really like this product!  I like how it helps to both cover and conceal redness, as well as reduce and soothe it.   A little goes a long way.  I find that it can be used just as a spot corrector where needed,  or all over the face to even out skin tone.   Works great as a primer/corrector before makeup or just on its own.   It has spf, but I wouldn't recommend skipping sunscreen for this unless you're going to use enough of the product to make it effective as a sunscreen on its own.   Lately I have been spreading a thin layer over the entire face, then going back in and dabbing a little extra on the areas that need a bit more help.   I recommend letting it set for a few minutes before applying foundation or concealer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Much better than expected. Does a great job minimizing redness around my nose and chin due to rosacea. Can apply and then finish with powder and I’m good to go."
		},
		{
			"review_title": "Holy Grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Holy grail of products! I have rosacea and this almost completely covers the redness. It’s light weight and a little product goes a long way. Leaves my face looking so smooth and clear. I love it!"
		},
		{
			"review_title": "Give it a chance!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The first time I used it, it was immediately soothing and took away almost 80% of the redness. My skin does not react well to all niacinamide products, same as retinol. However, within 20 minutes it actually calmed the rosacea flare. I was not regularly using it but after it soothed a huge flare up last night I will. I wouldn't apply it heavily to any areas of breakouts frequently as it may clog pores but it's great for a sun protectant extreme flares!"
		},
		{
			"review_title": "Holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "I don’t usually write reviews, but I made a whole profile to write a review on this product. I love it. I have acne and rosacea, and this product takes away 99% of the redness from my face. I can’t begin to tell you how nice it is for my face to finally be one color, save for a little bit of a blush look in my cheeks. And it has spf😭 bless. 10/10 recommend"
		},
		{
			"review_title": "LOVE.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Yes, it is 100% worth the money. I was always skeptical of this product at first and confused if it actually worked, and it really does! Not only does it get rid of the redness on your skin but it makes it way more clear and smooth."
		},
		{
			"review_title": "Fair and sensitive Skinned people beware!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I’m really disappointed in this product…. It turned me orange and I may be allergic to it because my face feels dry and so itchy…. If you are fair skinned and or have sensitive skin I would suggest using something else.  Definitely not worth the cost."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This stuff is amazing!   Both my husband and I tried it and within minutes it dramatically calmed down redness on our face and even smoothed our pores a bit.   I have combo leaning dry skin and he has oily skin and it’s great for both of us.   You don’t need a lot either.   I love that it’s color correcting and spf 30!  As for the smell, I feel it’s natural and clean, kind of like grass. My husband found it was a bit weird but he wasn’t too bothered by it."
		},
		{
			"review_title": "My new favorite go-to product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is my new favorite go-to product. I go from red blotchy skin, to barely needing foundation in the morning. Plus, when I take my make up off at the end of the night, my skin looks just a little bit healthier. Also I like that it's green? Reminds me of matcha."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I would not buy the big size since a little really goes a long way and it has a tendency to go bad after a while. But it is a must of my routine since I have a lot of redness after the shower of training. It stays put under make up, in tonof sunscreen"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Definitely corrects red spots, feels more like a color changing concealer that’s very thick. It sits heavy on the face.. ended up returning it.. The green color turns to an ashy tan which doesn’t suit everyone’s skin color. It smells like lavender."
		},
		{
			"review_title": "Works pretty well",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I’ve been using this product for a week or so now. I really like it. I’m including pictures. Immediately before use and after use. A little bit goes a long way. I do feel it loses its coverage a bit by the end of the day."
		},
		{
			"review_title": "Effective Redness Coverage!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I am fair skinned with red tones here and there.  This is a magic product.  After using it, my facial redness is virtually indetectable.   I absolutely love it.  I am athletic and active and the fact that this product is also a serious sun screen is terrific.  However, I do agree that you need to be careful with the product as it is difficult to remove from clothing or wash cloths, etc.  Overall, though, this product works!"
		},
		{
			"review_title": "Doesn’t absorb well",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Comes off easily onto clothing. Doesn’t absorb well feels Cakey on skin. Not good in summer when face sweats, makes mess on clothing. Will return item not happy with it. Olive skin tone might be better for lighter skin tones"
		},
		{
			"review_title": "Not for me.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I didn’t like this product at all. It didn’t sit nicely on my skin, and even when working this product in, it had an odd tint against my skin tone. The smell was also unpleasant. At first the smell was nice (while the product was still in the jar) but once it was on the skin it didn’t smell the same."
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Looked great on… but sadly I had a reaction and it burnt my skin. My upper cheeks were literally bruised and around my mouth peeled : ("
		},
		{
			"review_title": "Not great",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Unfortunately didn’t work for me. It was thick and hard to work into the skin, and pilled as you rub it in. There is a lavender scent that I don’t love. It also may my skin super sensitive, but that may just be my skin not loving chemical spfs."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love this.product. I have proble.s.with redness.in my cheeks.and thos.o covers completely"
		},
		{
			"review_title": "Tips for product success:",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "I really LIKE this product but I don’t LOVE it. That being said with some trial and error I’ve found the easiest way to make this product work for me: * use a light moisturizer first. * a little goes a long way. Pull out about half of the scoop and rub it in between your fingers first, then pat into your skin. * I then use a light dusting of setting powder to keep it in place (my oily t-zone guarantees that product breaks up on my nose and chin by the end of the day.)  I like that it has SPF 30 and calms down my natural redness. I don’t like how heavy it can feel especially when it’s hot outside. I would love a set-it-and-forget-it product but that isn’t what this is. I also wish it wasn’t $73. 🙄"
		},
		{
			"review_title": "Do not purchase if you have dry skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "If you have dry skin I wouldn’t recommend. Love the idea of a neutralizer but left me looking like a crocodile and didn’t hydrate my skin at all."
		},
		{
			"review_title": "Holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The best red neutralizing sunscreen. So smooth and creamy. A little goes a long way!!!"
		},
		{
			"review_title": "My go-to product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I’ve been using this for years now! I like lighter makeup and this is the perfect product. When I tell people I use a tinted cream type thing, they’re always surprised! It just melts into the skin so beautifully"
		},
		{
			"review_title": "Breakouts and hives",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have white, sensitive skin so I was careful to listen to other reviewers and ensure I was well moisturized and primed before using. Unfortunately even following these directions, and being careful to only use a small amount, I ended up with repeated significant breakouts combined with itchy hives. I chose this product for its colour correction promises and SPF, but I’ll be returning it because it just doesn’t work for my skin."
		},
		{
			"review_title": "It’s fine but not good",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It’s fine if you are quite pale but here are the negatives: heavy as heck on the skin yet somehow drying, major major white cast and I’m not even a medium tone, leaves a general green tint to the face so it cannot be worn alone."
		},
		{
			"review_title": "Pretty good if used correctly.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I have mixed feelings about this product. definitely does what it claims to do: corrects redness and soothes skin. It starts out green but quickly turns beige (it’s best if you warm it up on your fingers before applying on your face). It color corrects and evens out the skin nicely.  It’s a bit heavy, though, and tends to be drying. And, to me, the herbal scent is a bit off putting. I have very fair skin, but I can imagine it giving a white cast to deeper skin tones if worn alone. The best way to use it is sparingly and only where the redness is since that’s what the green color is designed for and, unless you have flushing all over, it’s not designed for use as a complexion product"
		},
		{
			"review_title": "Works but not phenomenal",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I have minor rosacea, and this takes a lot of product to do a decent job at covering up redness. The downsides are that it leaves me looking really pale, and coming from a girl with combination skin, it is a really drying product."
		},
		{
			"review_title": "White Cast but Moisturizing",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I bought the sample in the sun safety kit and right off the bat this is not dark skin friendly because it leaves a white cast. Sunscreens should be friendly to all skin tones so this really bothered me. That aside, it feels great and really moisturizing and the concept is cool in theory but if it can't change to every skin tone, just say that. Say it turns pale instead of blending with your tone because it doesn't. Anyways, it's a sunscreen and it feels good so it gets some points."
		},
		{
			"review_title": "Not a perfect product, but very good",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I like the product and it definitely does as intended, however I have a few complaints bringing down my review here. The smell is atrocious and it does linger for an hour or two before it's no longer noticeable. The beige colour correction is VERY beige so it has to be used under foundation. I typically opt for a tinted sunscreen or tinted moisturizer and they don't cover the beige hue of this, so just something to keep in mind. The product is also very oily. Like I'm talking I have to use at least two oil blotting papers plus a swipe of my volcanic rollerball after application to tame the oil that comes out of the product. Surprisingly I don't think the oil has made my acne worse but I'm wondering if that's less to do with the product and more to do with me making sure I blot all the oil off before I apply my makeup. It does do as intended though and really corrects redness and also tones down the look of angry acne for a more uniform colour once you apply foundation. I highly recommend it, just be informed about the product when purchasing and don't be surprised by the smell and the oils."
		},
		{
			"review_title": "Must-have in my routine!!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I have combination acne prone skin and I don't like wearing foundation. I decided to give this product a try and it did help with my redness and acne marks! It is now a must in my routine!"
		},
		{
			"review_title": "learned the hard and expensive way",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "I’ve used it several times over the last few weeks and each time, it feels like I’ve rubbed my face along a greasy frying pan… shine city from the moment I put it on til I rub it off with a tissue… not worth the hype AT ALL!"
		},
		{
			"review_title": "Not universal!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This product is not for everyone. It does leave a white cast. I’m olive tone usually wear medium shades but this one is definitely more for pale skin maybe pink undertones the end result for me was a white cast, chalky and dry."
		},
		{
			"review_title": "Great for eczema",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I've been putting this over some eczema on my face and it looks as smooth as it possibly can given how bad the eczema is. This lasts very well for me since I can dab aquaphor over this cream and the color doesn't move, which is helpful to stop it from flaking. I find that if I don't apply aquaphor over it, it dries out and begins flaking, but that happens with all makeup. The stand-out quality of this product is how well it lasts and the fact that I can put product over it and it stays put. It has my eczema-covered face looking the best it possibly can. It's very layerable and the color correction is effective. If you don't have a problem with flaking or don't need the tiger grass in this cream for soothing the skin, I would recommend finding a cheaper green color corrector, but as someone with awful flaking and irritation, I find this to be worth the price."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really love the product, but after two weeks, the cream started 'separating'... tried to shake, but no help."
		},
		{
			"review_title": "Good for indoor mostly",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I bought this and started using it in late spring and I like it, but I don’t think I can use it during the summer to be outside, it works great if you’d spend most of the time inside. The is problem it’d go away quite quickly if you sweat if you sweat"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I was shopping for a natural looking CC cream with sunscreen and the sales associate mentioned this product. It is amazing on my 63 year old skin!  I don't have a redness problem but it really evened out my skin tone and felt light and moisturizing.  Looks so natural. I love it!"
		},
		{
			"review_title": "makes me look like a ghost",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "I have light medium skin tone. this makes me look pale. I got it because I have a butterfly rash and I will only use it if I am not leaving the house. it also is greasy and makes my skin tingle."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
			"review_text": "After chemo therapy a few years back, I developed redness on one of my cheeks… Nothing I used for coverage seem to work well, and whatever did, left me looking super cakey. This this has been my saving grace product"
		},
		{
			"review_title": "I mostly like this product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I love how it moisturizes my skin, makes it glowy and reduces redness, but I also found it hard to blend & use with any other products. I like that has spf and mostly use for scar coverup/protection."
		},
		{
			"review_title": "Fave product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This has been my go to for a few years now. I wear it under my foundation or as a quick evening cream before running errands. I recommend not relying on the spf though!"
		},
		{
			"review_title": "Best thing I have purchased",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am fair-olive skinned and I have developed rosacea in the last 3 years. Recently the bumps, redness and scars have been very difficult to mask or get rid of. After the first application, I immediately felt the difference and loved what I saw when I looked in the mirror. It doubles as a foundation/primer. It evens out your skin and when you remove it it also has minimized and soothed any redness to your skin. Love it. And I love the clay smell. lol"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "It doesn't always absorb well. It is necessary to moisturize the skin very well and then this cream will be absorbed as needed. It is not suitable for everyone. But, I like this cream, although sometimes it is very difficult to use.  But, I like this cream, although sometimes it is very difficult to use."
		},
		{
			"review_title": "Instantly reduces redness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This, along with the calming mist are my favourite from this line. It is best used before all makeup application, if you don’t struggle with redness/ rosacea however, this product will not be worth it for you!"
		},
		{
			"review_title": "a MUST HAVE product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "my absolute favorite product on the market for redness.  it's provides enough coverage and neutralization without having to put on makeup. it's perfect for the no makeup girlies."
		},
		{
			"review_title": "LOVE IT SO MUCH",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "MY FAVORITE!!! it's a great light and comfortable spf and it really does cancel out ur red tones. i don't even wear foundation or skin tint or anything"
		},
		{
			"review_title": "Fave product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": ""
		}
	]
}