{
    "product_id": "1710",
    "name": "Flowerbomb Nectar",
    "brand": "Viktor&Rolf",
    "categories": "Fragrance, Women, Perfume",
    "price": 195.0,
    "about": "Fragrance Family:Florals.Scent Type:Warm Florals.Key Notes:Osmanthus, Orange Blossom, Gun Powder Accord.Fragrance Description:In this fragrance, blackcurrant and bergamot blend with jasmine and orange flower before meeting the warm scent of patchouli oil and vanilla perfume. Like reaching into a floral bouquet, this perfume for women is a deeper, more-intense take on the iconic floral fragrance that started it all..About the Bottle:The iconic luxe grenade fragrance bottle takes on a denser silhouette reminiscent of a blossoming rose in this iteration of the classic perfume. The deep-pink hue of this floral women's fragrance is shown through the crystal-clear glass, hinting at the sensual scent within..About the Fragrance:This intense floral perfume delves into the heart of the classic Flowerbomb perfume, emerging as an intoxicating elixir radiating notes of warm florals that evoke visions of distinctly feminine moments with each mist of this intense women's perfume.",
    "ingredients": "Alcohol, Parfum/Fragrance, Aqua/Water, Linalool, Limonene, Benzyl Salicylate, Benzyl Alcohol, Citronellol, Coumarin, Alpha-Isomethyl Ionone, Methyl Anthranilate, Citral, Geraniol, Ci 60730/Ext. Violet 2, Ci 14700/Red 4.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
    "num_reviews": 396,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/flowerbomb-nectar-P429082?skuId=2042984&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2042984-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2042984-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Smells like black licorice on me at first, gives me a headache. Eventually dries down to something floral, but not a favorite. Wouldnu2019t buy again."
        },
        {
            "review_title": "Smell Like A Fairy Princess",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is one of my favorite spring/summer scents! I feel like a fairy princess when I wear it. So sweet and a little powdery but smells so unique. Long lasting as well, I can always smell it on my clothes for days after. Not to mention, I always get compliments when I wear it:)"
        },
        {
            "review_title": "A new favorite that reminds me of an old friend.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this perfume so much already. It reminds me of a long since discontinued version of Diesel fuel for life. When I read the scent profile, itu2019s exactly what I was hoping for. It is a little sweeter but it hits every note.  I"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "It smells so sweet! I absolutely love this perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love the scent. Itu2019s not over powering and last all day."
        },
        {
            "review_title": "My new signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This perfume is beautiful!!! On first spray, it is very sweet, I get the creamy floral notes right away and it's the perfect bomb affect that all the flowerbomb fragrances have. But when it dries down, the florals give away to the vanilla and patchouli, and it does have a honeyish candied aroma. This is definitely the most unique perfume I've smelled. The longevity is about 6-7 hours on my skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My boyfriend loves this scent and he was the one who got it for me. Like any other perfume, it doesnu2019t last very long."
        },
        {
            "review_title": "INCREDIBLE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This perfume is absolutely intoxicating. It smells very sweet and gourmand which I love. Every time I wear it, people compliment me saying I smell so good. 10/10 WORTH YOUR MONEYYYY"
        },
        {
            "review_title": "Too strong",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received a sample of this perfume and it is very strong.  The patchouli is too much. I sneezed as soon as I sprayed this on and would not recommend this to anyone with allergies or who dislikes strong perfumes. Iu2019ll be sticking to clean perfume lines."
        },
        {
            "review_title": "Love this scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This is my favorite flower bomb scent .. itu2019s a bit sweeter than the regular flowerbomb which sometimes feels a bit heavy.  This scent is fruity and sweet and definitely lasts.  I always get compliments when I wear this scent.  I will definitely repurchase this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I wore this scent to work and multiple people came up to me to compliment how sweet I smelled. This is definitely a sweet version of flowerbomb."
        },
        {
            "review_title": "Beautiful sweet floral perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "I bought this and the tiger lily one and canu2019t get over how amazing all the flowerbomb perfumes smell. I feel like nectar really is such a perfect way to describe this perfume. Itu2019s very much a sweet, syrupy, honey type of scent. I think this could be used for daytime wear but is perfect as an evening perfume. Itu2019s very sweet and I love the hint of the gunpowder that helps to elevate the scent as well as some light floral undertones. One of my new all time favorite perfumes!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "Favorite scent ever nothing compares to this. Deep, sultry, hints of floral. Warmth. Sexy and playful. So feminine. LOVE!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Tiger Lilly is the scent I have & it is amazing!! Itu2019s fruity and floral & I absolutely love it!! The bottle is so pretty and elegant looking! It is an amazing addition to my beautiful pink collection"
        },
        {
            "review_title": "Long lasting!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Smells devine! Its long lasting as well, I went to pick up fast food for dinner and could smell the perfume over the chicken tenders! LOL perfection!"
        },
        {
            "review_title": "Smells like heaven!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "One of the best perfumes I ever bought. It smells so feminine and soft. It lasts a long time on your clothes and skin. I feel like 2-3 sprays are sufficient. The costs is pricey but I feel like itu2019s worth it. I would for sue buy again."
        },
        {
            "review_title": "Definitely get noticed.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I just bought and my husband noticed the scent and complemented how I smelled!"
        },
        {
            "review_title": "My new signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m a long time lover of the original Flowerbomb and I bought a small size of nectar & became even more obsessed, so I bought the big bottle. Itu2019s worth every penny. It smells amazing & the scent is very long lasting. This is now my signature scent. I highly recommend this to anyone, I think itu2019s even a good u201cblind buyu201d, you canu2019t go wrong with Viktor & Rolf."
        },
        {
            "review_title": "Scent is naturally sweet & lasts long",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "A wonderful natural sweet smell, not overbearing. The scent has the strength level that you can smell it but you want to sniff a few more times to really take it in. Exactly what I want in a perfume. The cherry medicine smell I read about is something only I can smell and lasts for the first 20 or so minutes that itu2019s freshly sprayed. Iu2019ve asked and my partner doesnu2019t smell it, I assume itu2019s a proximity to nose thing when itu2019s first exposed to oxygen.  Even 7 hours later and my skin smells and tastes sweet like a warm fizzy pear. I donu2019t love buying expensive perfumes but this scent is so unique, and the bottle I purchased in August is still half full (today is December 2nd). Itu2019s worth it for me."
        },
        {
            "review_title": "Deliciously Sweet, Playful, Flirty & Happy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019m a big fan of the Flowerbomb fragrances (I feel I should mention that I donu2019t typically go for florals too often), and I just recently bought the trio with the original, Ruby Orchid, and Nectar. I knew I already loved the other 2, and Iu2019d been just dying to finally try Nectar! Iu2019d heard so many incredible reviews of it! Now that I finally have it I have to say that It definitely doesnu2019t disappoint at all! I am just thrilled with it! Iu2019m kind of tied between Nectar and Ruby Orchid as to which is my favorite of the 3u2026 theyu2019re all so good, but those 2 both just have something extra special that the original doesnu2019t! Also, I typically prefer florals for the spring and summer seasons, but I really feel that Nectar works perfectly year round!   Nectar has that floral Flowerbomb base to it, but this one is much more sweet and fruity. The orange blossom note adds a yummy and sweet smell while the vanilla adds a lovely sweetness that warms the fragrance up. Iu2019d say itu2019s the most playful, flirty, and happy of the Flowerbomb fragrances! A grownup, gorgeous, deliciously sweet, fruity floral that belongs in everyoneu2019s collection!"
        },
        {
            "review_title": "Amazing alluring",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My favorite scent- nothing like it! I says floral but itu2019s so edible, deep and warm. Iu2019d say a note of spicy and delicious."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone",
            "review_text": "Best and longest lasting perfume. Going to buy the full size soon."
        },
        {
            "review_title": "Peach candy heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "When I first smelled this fragrance in store, I was immediately hit with a rush of happiness, it is that sweet peach candy like scent that brought me back to when I was a younger girl roaming this world with a happy go lucky attitude"
        },
        {
            "review_title": "Gorgeous even better than the original",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have been a long time lover of Flowerbomb. For me, this version just took it to a more sexy and intense level. I love it. I wish it had more sillage though it seems like people can only smell it on me when I first spray it unless theyu2019re close."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love, love, love this scent! I tried the regular flower bomb and thought it smelled really lovely but then when I tried the nectar version I was in love."
        },
        {
            "review_title": "An all time fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019m not keen on the og Flowerbomb, but this flanker is special. The gunpowder note is utterly delightful and addictive. This is a very long lasting scent, with moderate projection, it gets noticed for sure. I think it works year round. I bought a full size before my travel size aaa empty. Definitely recommend!"
        },
        {
            "review_title": "super sweet and pleasant!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "this is my go to perfume! everywhere i go when i wear it, people stop meud83dude02ud83dude0d literally my favorite perfume everud83eudd70ud83eudd70ud83eudd70ud83eudd70"
        },
        {
            "review_title": "Loving This! Smells Devine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Great perfume for any occasion. I always wait for the after smell to judge a fragrance. You know, the left over smell the next day on myself, or on my clothes. This fragrance does not leave a bad aroma ever! Loving it!"
        },
        {
            "review_title": "Signature Scent - Canu2019t get enough!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I went through a small bottle of this in a month. New signature scent. So so sexy! My only complaint is that it doesnu2019t have a ton of staying power. But the scent is heavenly. Back to buy a bigger bottle!"
        },
        {
            "review_title": "amazing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "this is my signature scent.. I absolutely love the smell. I used it everyday because why not ?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "At first I tought this perfume wasnu2019t for me but I tried again and now I Love it. Makes me feel so sexy."
        },
        {
            "review_title": "a hidden dupe (that can stand on its own, too)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "flankers rarely steal the show, but i'd confidently say this one beats out the OG any day. the original flowerbomb is just so nothing to me.... she's a standard Flower Perfume From Macy's smell. nothing wrong with that if that's what you want, but it ain't exactly exciting. this lady, though? yeah she's sweet and bubbly, but there's a more refined side to her hiding under all the glitz. the real star of the show in this bottle is orange blossom - which, as we probably all know by now, is having a MAJOR moment. i gotta tell you, i can't really smell a difference between this and BK's Love, Don't Be Shy - if not an exact dupe, it puts you far enough into the ballpark that your typical nose couldn't smell a real difference. is this gonna be in my 'forever' collection? probably not. but i'm entering my 'having fun and getting silly with it' era, so i'll be dousing myself in this stuff until it stops sparking joy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was looking for a u201cwedding dayu201d fragrance and had my mind set on TF Lost Cherry. I have a lot of parfumes and Flowerbomb being one of them, but I knew I wanted something different for my big day. A gentleman in the store recommended I smell u201cNectaru201du2026u2026the rest is history. Wedding Day Fragrance FOUNDud83eudd70. This fragrance is so beautiful with not too much but enough! It give grown, sexy, elegant, fresh, soft, but with projection! My new fragrance even after wedding."
        },
        {
            "review_title": "My signature scent now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I get so many compliments while wearing this. Itu2019s so feminine and not overbearing.  A lovely warm floral scent."
        },
        {
            "review_title": "A fragrance lovers must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I bought this perfume after smelling it at my local Sephora and now Iu2019m obsessed with it. It smells absolutely divine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Very thick smelling kinda cough syrup-y for some people"
        },
        {
            "review_title": "I LOVE it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "My boyfriend said this is his favorite out of all my perfumes. It last a super long time on skin and clothes and projects a good amount without it being beast mode. Very feminine and cozy smelling."
        },
        {
            "review_title": "perfect for anyone who loves floral scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "bought this for my best friendu2019s birthday as her first real perfume! We had tried a few in stores and she never pulled the trigger, she absolutely adored this scent! Itu2019s a subtle floral scent thatu2019s not too overwhelming."
        },
        {
            "review_title": "FAVORITE SCENT EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is absolutely one of my favorite scents!! Itu2019s sweet & floral. I love love LOVE it. And the longevity!?? UNBELIEVABLE. It lasts DAYS on my clothes/  hair & doesnu2019t lose its sweetness. Always recommend it to my friends! 10/10"
        },
        {
            "review_title": "OH BABY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Nice and sweet, but not overpowering. Fragrance seems to last all day. Once it dries down it can have a cherry medicine type of smell, but that didnu2019t bother me too much. Silage is great! I always get asked what Iu2019m wearing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "To me this smells like raspberries! One of my most complimented perfumes ever. lasts my entire shift of me running around at work in a Resturant!"
        },
        {
            "review_title": "Better than Flowerbomb!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "Definitely like this more than the original Flowerbomb scent! It lasts for a few days!"
        },
        {
            "review_title": "Replaced my years old die hard scent on the spot",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Smelled it in the store, and carried the paper tester around for 2 days lol. Obsessed in an understatement! Itu2019s sooo good and lasts dayyyyys on me. I went home and ordered it ASAP."
        },
        {
            "review_title": "This is my signature sent <3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am in love with this scent. Every time I wear this Iu2019m stopped and asked u201cwhat are you wearing?u201d  Please never stop producing this masterpiece."
        },
        {
            "review_title": "Catches Attention of Men AND Women. 10/10.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "I get asked what I am wearing ALL THE TIME when I use this. It's girly, sweet, and honestly intoxicating. I've found that wearing a moisturizer/lotion underneath helps the perfume's longevity.  My coworker immediately asked me what I was wearing when I debuted this new scent too! (I was a huge VS Bombshell in Bloom girly & a KVD Saint addict. She promptly bought the sample size to try.   Like no joke, the evening I got engaged, with a new ring on my finger, a man went out of his way to ask what perfume I was wearing as I walked to the restroom. Wild."
        },
        {
            "review_title": "Gorgeous unique floral + long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "IMO, this one hits heavier than the OG flowerbomb. I didnu2019t like the initial gun powder/ licorice smell at first but it dries down beautifully to something unique and long lasting for a floral scent.screcommendedB"
        },
        {
            "review_title": "Warm and not sickeningly sweet - the perfect scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is my signature scent. I bought the 90ml version directly from Viktor&Rolf last year, and it's been my absolute favorite ever since. I'm not a perfume person, so I can't give it justice through description - but it's such a rich, warm, deep scent with just enough sweetness. It can be worn year round and still smell appropriate for the season - cozy and warm in the winter but equally bright and punchy in the summer. I just bought the 10ml travel version today at Sephora after months of putting it off, as it is quite pricy. I'll be refilling it from the larger bottle instead of re purchasing the travel bottle to save money."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Normal skin",
            "review_text": "Love this! Sweet but perfect for fall! Last all day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "Bought this as a gift for my sister and she loves it."
        },
        {
            "review_title": "Sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Medium skin tone, Normal skin",
            "review_text": "My friend wears this and itu2019s so fragrant  I too wanted it."
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I LOVEEE this perfume! It smells so amazing and it is one of my top fragrances."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This perfume smells amazing, stays all day and I constantly get asked about it!"
        },
        {
            "review_title": "Doesnu2019t smell as described",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I was excited about this perfume because Iu2019d never tried any perfume with gun powder accord. However, I was so disappointed when I actually sprayed it. All I smell is a sickening sweet candy. I tried it several times, waited for the dry down to possibly reveal something more complex, but I just get more of the same. Two stars because it seems to have some staying power, and it does smell sweet like candy, if you like that sort of thing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "I love this scent. I originally bought the 3 mini set. They are all my favorite"
        },
        {
            "review_title": "Mellow and sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love Victor&Rolf but this particular fragrance is very mellow and sweet. It also stays and people always comment on this fragrance in particular."
        },
        {
            "review_title": "beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "loveee this scent, it's sweet without being overly sweet and it's such an addicting scent. lasts a long while too which is a major plus"
        },
        {
            "review_title": "So worth the money!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve repurchased and will continue to repurchase this fragrance. It has the Flowerbomb DNA but itu2019s warmer and has a spicy kick to it. I love this as a summer nighttime scent. Itu2019s got great lasting power and projection as well, I get compliments all the time when I wear this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This and the original are just *incoherent noises* and *arm flailing*  Mchdo dj ifnekchdibejd AMAZING XD"
        },
        {
            "review_title": "Taffy and pennies scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This smells like sticky sweet gummies/ candy and metallic (like pennys or pencil lead), which is from the gunpowder  note.  It isn't a bad scent, it's very unique. I wouldn't recommend this as a blind buy because it's very peculiar, but smells pretty--- it all depends on perspective. Age wise, it's more for people 18-30yrs old. Furthermore, it's evening youthful fragrance that may not be for everyone's preference."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "A wonderful addition to this collection of fragrances! This rendition is my favorite and I have them all. I broke mine and almost died because itu2019s currently sold out but Iu2019m stalking the app so I can grab it when it comes back again."
        },
        {
            "review_title": "Great Spring & Summer Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Nice & light. Lasts all day on me. It's not overbearing. I've had several people stop me & ask what I'm wearing! I love the original Flowerbomb & this is a great variation!"
        },
        {
            "review_title": "Love it but doesnu2019t last long.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "If you love YSL Black Opium, youu2019ll most likely love this! Itu2019s a similar sweet u201cmuskyu201d smell. Not too harsh, not to subtle. My only problem is that it doesnu2019t last as long as YSL.. by the end of a workday I feel like itu2019s completely gone."
        },
        {
            "review_title": "beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "bought this flowerbomb nectar travel spray & its such a sweet and pretty scent"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Super strong I see why itu2019s called flower bomb if y"
        },
        {
            "review_title": "best longevity in my collection",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "if you like sweet slightly floral smells you will like this one! it smells pretty good on clothes and when first applied but after a while becomes almost sickly sweet on the skin and the patchouli really stands out in the dry down throughout the dayu2026 super long lasting though!"
        },
        {
            "review_title": "amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i like the original flower bomb but this one is 100x better !! iu2019m on my second bottle & i am obsessed! this is flower bombs sweet & sexy older sister !! i will always repurchase !!"
        },
        {
            "review_title": "Under-rated! 10 Stars!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I love the original Flowerbomb but this one; itu2019s like a platinum diamond ring.. The best of them all even though you love all gold, platinum is your favorite. The only way to describe the sweet long lasting smell. I love it so much!"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Was initially introduced to this scent via sample and fell in love instantly. Always get compliments when I wear it. Very floral and feminine. One of my personal favorites."
        },
        {
            "review_title": "Smells delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Similar to the original but smells much sweeter.  I love the original Flowerbomb too, but it can be a little overpowering.  Nectar is more suitable for daily wear, I think, and the original is better suited for nights out!"
        },
        {
            "review_title": "A favorite for spring!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Smells JUST like cherry chapstick, in the best way! Itu2019s like the sweeter, younger sister to Flowerbomb (which I also love)!"
        },
        {
            "review_title": "Head turner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "Iu2019ve never smelled the original flowerbomb but I now see why they call it flowerbomb because this is strong af lol. I bling bought and this needed no introduction whatsoever because I could already smell it when I took it out the box. I was indecisive about this and the original but Iu2019m super glad I got this one instead. I wouldnu2019t consider this a day time scent at all due to how pungent it is and Iu2019m not good at describing scents but I would say itu2019s a warm, sweet, floral scent. Itu2019s perfect for that night out, so if you like to still smell your perfume on when you get home knowing you had people in chokehold all night in a good way, but the other perfumes you have might fall short on that, this is it right here."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this. Itu2019s one of the only perfumes to last on my skin and itu2019s uniqueness brings in compliments all day. Makes me smell edible and tasty. Definitely not super floral. Has a smalll initial scent of liquorish but that goes away in minutes to reveal a sweet and spicy combo."
        },
        {
            "review_title": "Favourite Flowerbomb Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love Flowerbomb Nectar. My favourite flowerbomb fragrance yet. The blackcurrant, vanilla and gun powder smells so elegant. My spouse and even my cat love this scent on me! I bought a deluxe sample set and couldnu2019t wait to get my hands on a full size. My only regret is not getting the 100ml when it was available."
        },
        {
            "review_title": "I love this parfum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Smells amazing! The scent is so intoxicating in a good way! I will be purchasing the full size soon!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Not anywhere near as sweet as I expected from all the reviews!  Honestly I am not sure what I expected.  I am a long time wearer of Dior Addict.  To me, this smells exactly like the incense Iu2019ve burned for 20 years.(Which was called Jakarta Musk) In the opening, I smell incense mixed with marshmallowy-orange blossom sweetness.  Like Killian Love Donu2019t Be Shy and incense.  The dry down is soft, cool incense and a hint of vanilla.    I find this has moderate projection, and it wears close.  Even with 3 sprays, I find this subtle.  Maybe I am noseblind to this fragrance a bit, as it is so familiar.  Plus, I am used to the powerful sillage of Dior Addict, which I never ever used more than 1 spray of.  That stuff is powerful, Flowerbomb Nextar is  more subtle and close.  Longevity is moderate.  Sillage moderate.    I donu2019t find this fruity or overly sweet, or metallic.  Incense and sweetness that dries down to rich and soft incense.  Worth trying, but not a safe blind buy for most I think.  Took me a few days to warm up to it, but now I appreciate it.  Not likely to replace Addict for me though."
        },
        {
            "review_title": "Not as good as a sample",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t know, itu2019s just me or what. When I receive a sample, I really liked it, more than the regular flowerbomb, It was something literally like nectar, fruity and romantic like a warm spring evening date. But now when I decided to purchase a travel size, it smells different. Not bad, I just donu2019t feel that nectar-y scent and donu2019t have that romantic vibe("
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "It so bad I wanna give you a zero but thats not possible so I give you a one"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I donu2019t like any of the other Flowerbomb versions but Nectar is sweet and sugary with a hint of sexy, whereas the others in the product line seem floral and sexy. Very happy with this purchase!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "super sweet but still sexy and mature and lasts so well. my new favorite"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I thought this would be slightly sweeter than the original but they smell very identical to me. I returned it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been wearing flowerbomb for about 10 years now, but this really doesnu2019t remind me of it at all. Itu2019s very sugary to me. It smells a lot like the pink sugar I used to wear in college. Maybe a little more refined though. Iu2019m going to keep wearing it and see if the people around me like it. Iu2019m not 100% sure if I like the scent on me. I can only handle two small sprays on my wrists. Itu2019s very strong and lasts a very long time. If you love sugary, overly sweet scents then this is definitely for you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Smells warm, sweet, fruity, and gourmand. Always get compliments and people asking what it is :) I think itu2019s perfect for this time of the year. ( between Jan-April)"
        },
        {
            "review_title": "best perfume ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "My favorite perfume in the whole wide world love regular flower bomb too funny cause at first I hated it but then I woke up the next morning and snelled an amazing scent and when I started to figure out what it was I snelled my wrist and it was like falling in love once it mixed with my chemistry I was hooked ... I already went through three 3.4 oz bottles in the last year and a half"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This was a blind purchase, and man, was I spot on. My new favorite! If you love orientals and gormand, you will love this!!!"
        },
        {
            "review_title": "Top Tier",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This Perfume Is Top Tier ! I Wore It On New Years And Got Some Many Compliments. It Has A Nice Elasticity. Itu2019s Fruity But Not Over Powering Or Cheap Smelling. Itu2019s A Great Buy !"
        },
        {
            "review_title": "Donu2019t blind buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Love the original flowerbomb but this smells like if black licorice, vicks vaporub and cherry cough syrup had a baby."
        },
        {
            "review_title": "Sweet, Sexy, Playful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I can't give Viktor & Rolf fragrances enough credit for making such a beautiful scent with amazing lasting power! Super sweet, long lasting, fruity, and slightly floral that's definitely one of my favorites."
        },
        {
            "review_title": "Sweet!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This perfume is very sweet! Imagine a thick syrup of straight sugar mixed in with the OG Flowerbomb. Iu2019m pretty sure itu2019s the benzoin in there as it reminds me of Burberry Her Intense. Iu2019m not saying they smell the same, but the could be cousins with that syrupy sugar quality. I was worried about the gun powder note, however Iu2019m happy to report I donu2019t really smell it. Maybe I smell a slight deepness or smokiness but I couldnu2019t pick it out if I didnu2019t know it was in there. I say try Nectar if you wanted to like Flowerbomb but felt it was too sharp and had too much Patchouli. The OG gives me migraine but this is much better. It has awesome projection and longevity and I only need 1 spray max on my neck/chest. Anything more I would choke myself out from the sweetness."
        },
        {
            "review_title": "disappointed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "i got a sample of this and was really excited to try it because vanilla is my favorite note and i thought it would be really good with the orange blossom. when i first sprayed it all i could smell was the gun powder, and now itu2019s been on for about 35 minutes and all iu2019m getting is licorice mixed with a doctoru2019s office, like other reviews have said. iu2019m honestly disappointed as that is not what i was expecting at all. i like the original flowerbomb a million times better, and i can easily mix it with some of my other perfumes that have vanilla."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "iu2019m usually not a big fan of floral scents but i love this! it lasts all day and is definitely one of my new favorites"
        },
        {
            "review_title": "amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This perfume is my all time favorite! I love the original one too, but this one lasts all day and is sultry and sweet. Beautiful packaging too."
        },
        {
            "review_title": "Amazing, long lasting and very unisex",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "There are so many fragrances marketed for women and men, that really need to be used by anyone who likes the scent.  I love the original Flowerbomb, but since my Mom wears it frequently, it just smells like her (not a bad thing, but not for me).  Nectar is deeper and warmer and the odd, but faint gunpowder note really makes this fragrance amazing.  My skin eats scents, and this Nectar lasts almost all day on my skin and days on clothes.  I cannot recommend this enough!"
        },
        {
            "review_title": "yummy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Favorite scent hands down and I own over 30 bottles of perfume. I reach for this the most!"
        },
        {
            "review_title": "nectar is the perfect name for this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "okay so I used to wear this when it first came out I worked at a Sephora. I never bought the full bottle but I would rotate wearing this and Kilian Princess while I was at work (I ended up buying princess). I was surprised when my bf gifted me a bottle of this he said it reminded him of me and it was an instant love again. I love orange blossom and vanilla in fragrance and this has both.  I prefer my sweet scents to have something to kick the sweetness or a hint of something spicy, in this itu2019s the metallic note. Itu2019s perfectly blended yet Iu2019m able to distinguish some of the notes. Orange blossom lightens the syrupy sweet vanilla notes and the gunpowder gives the top notes a bit of an edge, while the patchouli in the base mixes well with the vanilla to keep it from getting sickly sweet. I would almost think this perfume has fruity notes to it. it smells like you took some fresh & ripe berries, a squeeze of orange juice and vanilla and heated that up and reduced to a syrup. Thatu2019s exactly what this sweetness smells like to me. The added notes of gunpowder and patchouli keep this from staying just a jammy sweet fragrance. I donu2019t think itu2019s a good blind buy just bc itu2019s SO sweet and I know some people donu2019t like the metallic note. For me itu2019s very wearable day, night, summer, winter etc. It lasts for weeks on clothing and literally all day on skin and my skin eats up fragrance. The performance on here is one of the best of designer fragrances."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Normal skin",
            "review_text": "I had a sample in a bag where I keep all my fragrance samples. Thereu2019s a lot of them, so this got lost and I didnu2019t test it enough. Omg, what a stunner! More intense, impactful, sexy, and that gunpowder note.. So good. I bought a big bottle. I prefer this to the original, which was more patchouli. What I get from this one is that big gunpowder edge, big flowers, and big tonka bean."
        },
        {
            "review_title": "LORT HAVE MERCY!!! I finally bought it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I did not realize that this Flowerbomb nectar was u201cintenseu201d version. Had no clue, but boy oh boy now I do now!! Iu2019m a huge Flowerbomb junkie okay? But when you add a twist on that classic, and make something LIKE THIS? Omg! I have been wanting this ever since I laid my eyes on this and smelled it! In my opinion, it beats FLOWERBOMB I know right, but something about that gun powder, Iu2019m not sure, but this stuff right here will get you anybody and anything you WANT!! Itu2019s pricey, but worth every penny!!! Good gracious I could go on and on how much I love this! I am a u201cWarm floral/Earthy/Gourmand kinda person, and this just blew me away. This is me in a bottle. Iu2019ve always said u201cBlack Opiumu201d was? Well, it still is, but now I have another one! I mean Iu2019m not playing. Run, donu2019t walk, run and go buy this if you love Flowerbomb. I got the 1.7 oz for 130$ and it was worth every penny. When I get 170 guess what? Iu2019m getting that one too!! This is amazing!! 3 sprays behind your ears, neck, wrists, and of course your clothes, and people will follow you around like a lost puppy dog. I finally got it yu2019all. I have zero regrests. This is perfection in a bottle. This is better the few. This is better than midnight Bloom. This is BETTER THAN THE OG FLOWERBOMB!! How?!! I need to know the answers to these questions!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have been in love with this scent ever since I got it as a sample from Sephora. I decided to pick this up during the VIB sale and havenu2019t stopped wearing it since. This is a pretty sweet smelling perfume in my opinion so if you donu2019t like sweeter perfumes you probably wonu2019t like this. The bottle is super cute and this will last me a while. I will also be picking up the original flowerbomb during the spring Sephora sale. Definitely recommend Viktor&Rolf perfumes!"
        },
        {
            "review_title": "A MUST HAVE.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I am OBSESSED. When I first smelled it, I couldnu2019t get the scent out of my head. I bought it with no hesitation and itu2019s been amazing! Prior to this I was very loyal to my Mon Paris x YSL and decided to add this to my collection. I opt out for this one almost every time for my daily everyday use! I get so many compliments and get asked what Iu2019m wearing. I sometimes will think that the scent has left hours later until someone brings up how good I smell. Itu2019s long lasting and just amazing!"
        },
        {
            "review_title": "The Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this scent. Itu2019s truly the best and I always come back to it."
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I love how sweet this fragrance is! It lasts a long time and I smell delicious. what more could I ask for??"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Warm sweet fragrance, great silage and lasts a long time. Itu2019s a love for me."
        },
        {
            "review_title": "highly recommende",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this scent! I browsed the fragrance section the other day and decided to test this one out and when I tell you it's long lasting, it's long lasting. I fell in love. It's just so delicious! I would wear this all year round. It's such a sweet but sophisticated sexy scent! It's such a bummer the travel size isn't available.  It'll be awhile till I actually invest in this size."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "When I first smelled it, I knew it was going to be a staple. It smells great, lasts and is not overwhelming. It is perfect for all occasions, especially dates :)"
        },
        {
            "review_title": "sexy smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this. Not too young and not too old. Beautiful fragrance during the daytime and a sweet surprise during the night. I receive so many compliments when I wear it."
        },
        {
            "review_title": "Smells like raspberries and cotton candy.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I like this fragrance more than the original Flowerbomb. It has a soft raspberry and cotton candy smell to it with the slightest warmth to it. Itu2019s an amazing perfume, and I found myself reaching for it everyday."
        },
        {
            "review_title": "Sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I normally don't go for floral perfumes and it's marketed as a floral type of smell, but honestly, it's more of a warm, sweet type of smell than the regular Flowerbomb, which I love (normally I use Prada Candy or Viktor&Rolf Bonbon). I ended up buying it and I love it."
        },
        {
            "review_title": "I could bathe in this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this scent, I could just take a bath in it. For sure my new favorite. It smells so fresh and light. Highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "If you love something sweet , this is for you , smells amazing"
        },
        {
            "review_title": "smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This perfume smells so good itu2019s a soft smell I love it"
        },
        {
            "review_title": "sweet love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this sweet perfume! I wear it all year long regardless of the season. Always get tons of compliments. Mixes well with my body chemistry. Loving a scent is one thing but if it doesnu2019t mix well with your body chemistry then there is no point! This one works great for me and hopefully it will work for you. Loved the original flower bomb but this one works better. No headaches and most importantly no nausea. If you love sweet this is for you but if you donu2019t just steer clear."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I love the smell but I donu2019t love the price. The smell last for a good 8-10 hours when I spray it directly on my clothes."
        },
        {
            "review_title": "Cloying and cheap smelling",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was excited to try this as a long time Flowerbomb buyer (for myself and gifts).  I thought it may be a sweeter version of the beloved fragrance.  It's nauseatingly cloying.  I hate it. It almost smells like a cheaply fragranced cleaning product.  I can't explain it.  Not for the average Flowerbomb lover at least."
        },
        {
            "review_title": "Stinkyyyy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Honestly I just could not stand this perfume. It is so sweet that it actually stinks in my opinion. Not overly sweet in a pink sugar or Ariana Cloud way, but in a black licorice and skunk kind of way. If you donu2019t like La Vie Est Belle and Flowerbomb you will especially not like this one. I just couldnu2019t shake the smell. My dad accidentally dropped and broke my travel bottle and I was actually happy about it hahaha. Anyway, not a safe blind buy."
        },
        {
            "review_title": "Yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this one! Flowerbomb and Bon Bon are the vest Viktor&Rolf scents. I got this as a free travel size because of a gift certificate I had but I would definitely pay full price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I received a small sample when I ordered some other items from Sephora.  To me, it smells slightly flowery but a bit more like cotton candy.   Itu2019s not overpowering.  But everyoneu2019s sense of smell is different, so I would probably suggest getting a sample before buying."
        },
        {
            "review_title": "Not A Perfume person but addicted smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "So I tried this on my hand at the store and I wasnu2019t impressed initially. I actually ended up buying a completely different perfume. But as I was going on with my shopping at the plaza I couldnu2019t stop smelling my hand. The sweet but not to sweet and floral scent had me addicted. Idk what it is about this perfume but it smells so good!! Just try it for yourself I think its worth the buy!"
        },
        {
            "review_title": "Love for Winter/Spring",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this scent for cool spring days and winter! It's extremely sweet, warm, and smells like marshmallows, but beware, when I say extremely sweet, I mean EXTREMELY. If sweet isn't your thing, I'd say skip this and get the original flowerbomb. It lasts long and the packaging is very nice!"
        },
        {
            "review_title": "Smells Disgusting!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "No...just no.  I received this as a sample and when I first sprayed it on I thought wow, that smells amazing! Then...it reacted with my body, and now it smells disgusting...first thought was black licorice or a nasty smelling cough syrup, then it reminded me of when I was 22 and decided that drinking jagermeister was a good idea...puke.  I don't buy expensive perfume typically and I wanted to give this a try since it was a sample...I am so glad I didn't buy it, because I would have cried spending the money that it costs!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I have never smelled a perfume like this before but it is honestly amazing! I got a whiff of it in the store and I knew I needed to buy it! Will definitely be one of my top fave perfumes and will never go without it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Sweet and sexy scent!! One of my fav smells. If you are into sweet smells would definitely recommend this scent! :)"
        },
        {
            "review_title": "Don't listen to bad reviews!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Ambrosia. Fairy. Divine. Nectar is my favorite from the flowerbomb line. This was a blind buy as I bought all of the fragrances from the line because I love flowerbomb, but this is heavenly! This perfume has a sweet peppery scent which is so inviting and yummy. I will be saving to buy the full bottle because it's worth it. If you want to smell like a fairy queen walking through a spring garden, this is for you. Every time I wear it I get fairy vibes, but at the same time it is so elegant! Truly a gem."
        },
        {
            "review_title": "Expensive but worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "First off this is the most money that I have ever spent on a perfume and I went through a full travel size of this before I finally decided to buy the full size. There is something special about this perfume that the original just doesn't have, it is absolutely intoxicating. It lasts over 8+ hours on my skin and on clothing it lasts literally days. This was worth every penny in my opinion."
        },
        {
            "review_title": "Powdery!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This was a blind buy and I wish I had sampled first! It's very powdery which I can't stand. Also the spray pump was broken when I received it."
        },
        {
            "review_title": "Beautiful and sexy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I just love this fragrance! It was my wedding day fragrance, and I could smell it almost whole day! Even now when I put it on, it brings me memories - but also smell is so beautiful that my wedding is really not the only thing I think about when I wear this one, rather more I fell great wearing it! I do like it better than just flower bomb and there is quite the difference. Itu2019s long lasting, and if you like sweet and strong yet elegant perfumes you will not regret this one. I am a fragrance lover in general I have so many different ones that I love for different things, and I always do come back to my Alien too!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Normal skin",
            "review_text": "This smells really bad I almost threw up , donu2019t believe the hype in the the reviews it literally smells like cough syrup but stronger I hated it"
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I sprayed it yesterday and I can still smell it on my wrist.itu2019s strong and last a long time. Smells much better than the original is sweet and a bit overwhelming at first"
        },
        {
            "review_title": "Outstanding and unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Amazing!! This smells like cotton candy with an orange twist! I am a fragrance lover and quite picky about perfumes I buy full size. As soon as I smelled this I was blown away and I immediately said I NEED this ! I bought the 1.7 ounce right away and let me tell you this fragrance is beautiful so sweet long lasting AMAZING. I get so much cotton candy from this but a mature cotton candy not childish. I am a gourmand lover if you love sweet scents you need to try this one . It is very strong and long lasting I can smell it all day long I would say lasting power is 10/10 maybe 9 hours ? Itu2019s the most long lasting perfume I have. There are also a lot of floral notes I get in this too but itu2019s mainly cotton candy flower bouquet with a beautiful sweet orange scent. Must have!"
        },
        {
            "review_title": "Sweet!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been saving up to by Flowerbomb Midnight for probably a year now, but now that Sephorau2019s testers are back open, I smelled Nectar and IMMEDIATELY fell in love. Iu2019m 21 and studying engineering and Iu2019m interning at a consulting firm this summer where I wear a pink suit two times a week, so I think this fragrance is very fitting for who I am LOL! I always love to imagine what other people think when they smell fragrances on someone else, and I think this one is exactly what I want. Sweet perfumes are my favorite!"
        },
        {
            "review_title": "Flowerbomb Nectar-- who is she? Get to know her!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Dry skin",
            "review_text": "I thought I loved Flowerbomb, but I forgot all about her after sniffing this, her much hotter sister scent! Must be the gun powder because I smell to bangin' in this and my husband agrees! Also, I wore this out to brunch the other day and a woman shouted after me in the parking garage that I smelled amazing, so if that isn't enough of a seal of approval I don't know what is!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My favorite sent!! Love the sweetness of it and it lasted all day."
        },
        {
            "review_title": "For once a long lasting scent !!!!! Beautiful!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "For once a fragrance with some lasting power!!! I have bought so many perfumes within the past two years and ended up returning them cause they smelt good but they had no silage nor long lasting performance . This perfume along with Flower Bomb original will forever be a repeat perfume. The scents are beautiful and very long lasting which is a must in my book!!!! This Perfume smells similar to the original but has a more sweetness to it to me. Sorry Iu2019m not good at describing notes . Will tell you it smells amazing to me."
        },
        {
            "review_title": "very very veryyyy sweet",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "If you love super feminine, syrupy sweet perfumes (think La Vie est Belle, Pink Sugar, even the whiff you get walking by the women's perfume counter in a mall) this is the one for you. I usually prefer a clean/fresh sweet scent but I thought I'd give this a try because of the interesting gunpowder and tonka bean notes but this came off as a straight sugar bomb on my skin, not even any floral resemblance. The longevity and sillage is great but I personally had to take a shower to get this off me because it gave me a headache. Not for me and not a safe blind buy imo."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a staple for me, I wear it alllll the time. I have received so many compliments on this fragrance. It can be very strong, but it lasts a very long time. It is definitely on the sweeter side but I love that!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, lightMedium skin tone, Combination skin",
            "review_text": "So disappointed in this fragrance..... was introduced to it through the trial size. The scent was gorgeous but I was particularly impressed with how long lasting the fragrance was. Hours!  Not so with the full size. Still love the way it smells but 10 minutes after applying it thereu2019s no trace that you are wearing it. Very disappointing."
        },
        {
            "review_title": "makes you want to eat it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Now I know why this is always out of stock...it smells amazing and heavenly. Honestly just makes you want to eat it but you canu2019t ..itu2019s that good. Itu2019s very sweet. I donu2019t normally go for sweet fragrances but I wanted to try this out because of all the good reviews. No headache either. Buy it. Youu2019ll love it!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "If youu2019re into sweet scents youu2019ll love this!! If youu2019re not, donu2019t get it haha but I love it"
        },
        {
            "review_title": "Much too sweet",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Very very sweet smelling. Reminiscent of cotton candy. I was hoping for more floral notes, but all I could smell was the sweetness."
        },
        {
            "review_title": "LOVE the scent, Bottle Made Cheaply",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "LOVE the Scent, and the brand, but the little black logo thing on the side busted as soon as I opened it. What a disappointment for such an expensive beautiful bottle. it's a lot of money for something brought to break off right on your hands it's thin thin plastic holding it in it just broke off."
        },
        {
            "review_title": "Buy now!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Been in love with Flowerbomb forever and wanted try this one. So amazing!!! New favourite!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have been a huge fan of Vicktor and Rolf for a very long time...I have them all...Nectar is a very sensual ,sexy fragrance...My favorite by far....Since Givency Romantic is no longer available....Ladies you can't go wrong ...BUY IT."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I looooove Flowerbomb but this one is a whole never level of amazingness!!! The smell lasts for quite some time and smells very feminine. Buy it!!"
        },
        {
            "review_title": "truly feminine and sexy!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "love it! what an amazingly sexy scent! it lasts quite some time and the smell isnu2019t overpowering. i fell in love with flowerbomb when it first called out years ago but flowerbomb nectar is on a whole OTHER level!!  i think iu2019ve found my signature scent! u2764ufe0fu2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This smells so sweetly delicious! Such a refreshing scent for spring."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "L'odeur est juste Wow ! Je l'adore un puchh seulement et je sens bon tout la journu00e9e."
        },
        {
            "review_title": "OMG Yess <3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "I love this, it smells like a roasted orange lol Idk how to describe it but thatu2019s super close. Very woodsy I love it. Itu2019s intense."
        },
        {
            "review_title": "One of my favorites!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely love this perfume. Smells super sweet and lasts all day long."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "One of my favourite favourite perfumes! Every time I wore this someone always asked me what I was wearing. The smell last long time. I love it so much. Must have!"
        },
        {
            "review_title": "Love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "I opened up my package immediately upon arrival so that i can spray it on me to see if itu2019s something i would keep. Both my husband and I love  it.... sweet and sexy scent just like all my other perfumes. I would highly recommend this to anyone who loves a sweet scent. Overall this one is a keeper and would be part of my reorder list.   VIKTOR&VOLF need disappoint me ... keep up with the good perfumes because i love flower bomb too."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this perfume! Hopefully they will restock soon. Smells great and has lasting power."
        },
        {
            "review_title": "Beautiful Smell...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I got the 3.4, smells great and I use it everyday. A little goes a long way"
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my signature perfume it smells amazing! This is my husbandu2019s favorite perfume and I have so many but he said this one is just sexy! I get the largest bottle and this is my 3rd one!"
        },
        {
            "review_title": "I love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this perfume it smells very good and I love it lasts a long time its smell just fascinates me"
        },
        {
            "review_title": "I really like this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Good perfume I Own the regular flowerbomb but I like this one way better It has a hint of sweetness to it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I recieved this as a sample and it smells so good, it smells very sweet to me and lasts for a long time I sprayed this in my room and the scent still lingers for days almost been a week now and I can still smell it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "One of my favorite favorites! When I put it on my skin it smells sweeter which I love! Lasts a long time. Would highly recommend!"
        },
        {
            "review_title": "Bold and Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This is a beautiful, bold and sensual perfume. Iu2019m a huge Flowerbomb fan and also own that one as well since I canu2019t get enough of this brand. Part of what draws me to this perfume is how intense it is and because of that it lasts all day and I find that for me it remains true throughout the day. I can not recommend this enough."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love it love it, my favorite!! Perfect for holidays"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Love this scent. I tried the original but didnu2019t particularly care for the powdery floral finish. I love how this smells. My husband loves it and I feel so sexy and confident after spraying on after a shower."
        },
        {
            "review_title": "new signature fragrance! love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am complimented EVERY time Iu2019m wearing this. Literally have had someone walk past me and turn around to ask me what Iu2019m wearing bc it smells u201camazingu201d! This has become my new signature scent! I just wish they had a gift set for this scent-one with a lotion and a body wash would be worth every penny. This is a bit more sweeter smelling than the original also remember that a personu2019s ph levels impacts how it smells on that individual. This smells different on me than on my best friend, itu2019s still amazing with a long lasting scent. Love this!!"
        },
        {
            "review_title": "Warm and sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This scent is warm and sexy my favorite flowerbomb u2764"
        },
        {
            "review_title": "My favorite perfume of ALL TIME!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It is by far my favorite perfume of ALL TIME! I am to buy my second bottle! I receive compliments on this perfume every day, it is clearly my signature! It holds up very well all day. Although I have a good collection of perfumes, this is the one I wear most days."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Yuck, this smells like rootbeer and grape cough syrup/ cotton candy. Itu2019s horrible, go with the original"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Wow! This is so beautiful! It's very floral and slightly sweet. I highly, highly recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Beautiful scent! Glad I purchased it. I feel very confident that I smell good when I wear it. You know how some scents make you think you may be offending people with a strong projection? This makes me feel like Iu2019m blessing other people with my lovely scent."
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is my new ride or die perfume. I love wearing this. So many compliments and have yet to find anyone that doesnu2019t love this scent"
        },
        {
            "review_title": "amazing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Normal skin",
            "review_text": "This is my go-to perfume - absolutely love it and canu2019t leave the house without it"
        },
        {
            "review_title": "amazing !!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Medium skin tone",
            "review_text": "Absolutely amazing. I bought the little trial sample sizes they offer and I had to buy the biggest size almost instantaneously. It was that good."
        },
        {
            "review_title": "i cannot get enough",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is my new most favorite fabulous perfume.  I love the sweet floral scent, not too strong, it just makes you want to inhale deeply to indulge in the layers of delicious."
        },
        {
            "review_title": "intoxicating",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I typically do not go for intense room filling fragrances. Iu2019m more into subtle fragrances that will turn heads when you quickly walk by. However, if you like loud fragrances ,this is for you. It feels thick like blackberry jam. No lie, this smells like a jelly bean, particularly the black licorice one. I do smell some citrus, so that lightens things a bit. The metallic note does add a unique spin to this otherwise generic sweet floral. I think you will get loads of compliments as this is a pretty safe crowd pleasing scent. Itu2019s not unique, but itu2019s nice enough."
        },
        {
            "review_title": "My signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I LOVE this perfume. I found the original too strong (it would give me a massive headache). For the most part, I find perfumes too strong. But this fragrance is amazing- sweet, light, and sexy. Every time I use it I get compliments on how amazing I smell!"
        },
        {
            "review_title": "Sweet and Feminine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My friend recommended this scent to me, and I decided to buy the 3.0 oz bottle during the Sephora VIB Rouge sale two years ago. Since it's such a big bottle (and since I have a number of perfumes on rotation), I am still using it.  A scent better suited for the colder months because of its warm floral intensity, I  prefer this to the original Flowerbomb. I do appreciate both, but this one is a little bit more interesting and unique. Very long-lasting on my skin!"
        },
        {
            "review_title": "not worth the money",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Oily skin",
            "review_text": "I want to love this, because it's got everything I could possibly love in a perfume, but it's reminiscent of a body spray that a teenage girl would wear. really brought me back to high school. I wish it had a bit of a darker feel to it"
        },
        {
            "review_title": "Nectar note was synthetic",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
            "review_text": "I thought I would love this since I love the original Flowerbomb. Unfortunately, no. It starts with a burst of bright florals and I was hopeful that it would bloom into a lush fragrance like the original. However, a strange note creeps in as it settles on the skin. It is an overly sweet synthetic scent that ruined the parfum for me. I tried applying it again after I showered, thinking that maybe on clean skin with no lotion it might help. No - the florals changed again to a synthetic smell. The nectar must be the issue in this (with me anyway). I will stick to the original."
        },
        {
            "review_title": "I like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "It smells a lot like the original but with a more sweet/juicy note, which I assume is the u201cnectaru201d. Very pretty."
        },
        {
            "review_title": "love this perfume..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "this perfume is amazing i got complimented while wearing it. Itu2019s just that the sprayer broke easily for the amount of money this is.. it still sprays but itu2019s just one huge line of perfume instead of a mist now.."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I am not a fan of the original flowerbomb but the flowerbomb nectar is perfection! I went in the store to smell it and both myself and my boyfriend loved it immediately. 10/10. Would rate higher if i could"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Love Love Love there is no other word for it. The fruity smell is so refreshing I can't get enough. I hope they never stop making it."
        },
        {
            "review_title": "Constant Compliments & Strangers Asking About ItI",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m not a sweet/floral scent person, so Flowerbomb was out for me... then along came a free sample and Iu2019ve become a devotee to this unique scent. As with any V&R scent, a little goes a long way. One of the notes in this perfume is gunpowder and it is truly my all time favorite, no matter the season. Expect compliments and questions, and to be told on a regular basis that you smell AMAZING! In the Winter I layer this with Henry Rose Fog/Queens and Monsters for my own customized scent"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This perfume is INTENSE, a little goes a long way and itu2019s staying power is great. I find that it really resembles u201cdark kissu201d from bath and body works with a bit of a different undertone to it. Personally Iu2019m not the biggest fan and Iu2019m not saying overall thatu2019s a bad or a good thing, but if anyone is familiar with that scent and doesnu2019t have the opportunity to check this out in store before buying, I hope that helps!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE this perfume. Itu2019s my absolute favourite. With any perfume I would suggest smelling it in person first, because everyone is different with their smell preferences. Personally, I like a perfume that is sweet, flowery, and sugary, and this is the perfect blend of that is what you are looking for"
        },
        {
            "review_title": "Smells Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I am OBSESSED with this perfume. Iu2019m on my second bottle of the 3oz one. Itu2019s a sweet and strong smell and I think I was a little allergic to it at first because when I would apply it, I would sneeze but now itu2019s fine."
        },
        {
            "review_title": "Soft and beautiful",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Lighter floral, sweet. Not what I would expect from the original Flowerbomb and intensity but it is a reformulation so it's a bit diluted. It's pretty but not what I would call nectar. It's a really nice scent that stays close to the skin. It's true to the notes. If you buy a full-size get a purse-size or decant in a smaller vial to keep near."
        },
        {
            "review_title": "Buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It is absolutely amazing! Itu2019s sweet and I spray it for every occasion."
        },
        {
            "review_title": "the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "my new fav omg! it has a sweet floral scent that can be worn during any season. definitely my go to  follow my instagram @zoesqoq for under $15 cosmetics"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Tan skin tone, Normal skin",
            "review_text": "I usually donu2019t go for scents like this as I am normally a floral summer/spring scent person all year round. This scent will now be one of my winter scents as it has a very warm smell. I found out about it in this Sephora perfume discovery kit."
        },
        {
            "review_title": "Better than the original",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "Extremely sweet fragrance. Very feminine and I would consider it to be in the gourmand category. It's delicious and I could see the name fitting it perfectly in terms of calling it nectar. The flowerbomb part of the name...ehh...I get it, it's a spin off of the other fragrance. But I don't think I would call this one floral like...at all.  I like it a lot."
        },
        {
            "review_title": "Nice alternative to Magnetism",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019ve worn Escada Magnetism for years but itu2019s increasingly harder to find. The Flowerbomb family was recommended to me. I donu2019t care for the original, and Bloom is a bit too floral, but Nectar has me hooked! It lacks some of the brighter notes of Magnetism, but I like its dusky sweetness. I layer it with satsuma perfume oil for a citrus kick. Only four out of five stars though because the staying power is so-so. Itu2019s very faint after 3-4 hours."
        },
        {
            "review_title": "Absolutely delicious!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This stuff is absolutely delicious! Just the name says it all - u201cNectaru201d. I donu2019t like the original Flowerbomb, itu2019s way too strong - itu2019s an instant headache. But this stuff? Omg, even my 26 yr old son & his friends all tell me u201cthat Smell is bombu201d lol. But I didnu2019t need them to say so bcz I already knew it! Lol."
        },
        {
            "review_title": "I never run out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product!  Every day someone stops me to tell me that I smell so good and ask what I am wearing.  At first it was a little odd, but now I carry a small tube in my purse and let them try it.  I highly recommend.  It last a majority of the day too."
        },
        {
            "review_title": "Sexy Fruity Pebbles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Sexy Fruity Pebbles Yes he said that. Take it as a compliment makes him want to eat the whole bowl.  to me it gives me the sweet cheerleader vibe the one that makes friends with everyone. If it were an animal this would be the capybarra of the wilderness."
        },
        {
            "review_title": "such a beautiful scent u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Honestly a little stronger version of the original flowerbomb but still such a good fragrance."
        },
        {
            "review_title": "Too sweet",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Personally, I am not a fan of this scent at all. It's sickeningly sweet and fruity ; almost to the point of headache inducing. I did give it 1 star because it does have some great staying power!"
        },
        {
            "review_title": "A great smell but....",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Great spray... One problem though within months of purchasing the bottle no longer sprays correctly. It no longer mists and only comes out in a stream  This should not happen with a perfume of this price."
        },
        {
            "review_title": "My fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I have very few perfumes that I really like. I fell in love with this one from first sniff! Itu2019s sexy and sweet! Iu2019m in love with this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this scent just as much if not more than the original! Lasts for quite a few hours and is very feminine and sexy. Would purchase again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I live for this smell. Iu2019m totally obsessed, if I could wear it everyday I would. It a sweet smell with an adult twist"
        },
        {
            "review_title": "Incredible scent, compliments everyday!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was very hesitant at first. I received this as a sample a couple of years ago and put it on, at first it was sickeningly floral but a few seconds later as I walked away it turned more sweet. I honestly didnu2019t think it was the perfume at first. This is the ONLY perfume in more than five years that Iu2019ve gone on to purchase in full size. I get compliments daily, men especially seem to adore the sweet, almost fruity floral scent. It lasts, I spray my brush and bring it through my hair as well as on my skin, the fragrance never changes. 10/10, I will continue to repurchase as my signature scent. I keep my full size at home and have two travel sizes for on the go, wonu2019t be without!"
        },
        {
            "review_title": "Yummy & Fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the type of scent you canu2019t go wrong with u2014 itu2019s very long lasting and doesnu2019t have an overpowering dry down. It smells fresh and beautiful or how people now a days like to say u201cfeminineu201d. Itu2019s a safe buy to go with, I absolutely love this stuff."
        },
        {
            "review_title": "one of my favorites",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love it! Guys at office always say I smell like cotton candy :D"
        },
        {
            "review_title": "Basic",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is an overly sweet version of Flowerbomb. It is very sweet, similar to Opium by YSL. Not for me. I was expecting something more interesting and toned down, but this is Flowerbomb on diabetes - super sweet."
        },
        {
            "review_title": "rich CANDY NECKLACE!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Unique and sweet! To me, it starts off like black licorice (eww-I know) but quickly settles to a spun sugar mixed with honey. The Benzoin is the key to this - I dont get ANY florals in this..I get fruity (black current) and sweet candy- u must like sweet scents to enjoy this guy! Dries down to a rich u201ccandy necklaceu201d smell..Itu2019s STRONG... and last about 4-6 hours on skin depending on climate and skin type. definitely better for younger woman (20s) (maybe date night?- Warner rich sweetness-as opposed to fresh light sweet scent for day) bottle is stunning! Itu2019s not my favorite, but Iu2019m keeping just for the beautiful bottle!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Love the smell...kinda smells like cotton candy and roses...Iu2019m here for this"
        },
        {
            "review_title": "Yummy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Pure magic! The concentration is phenomenal as I find the smell lingers for hours. It has a slight undertone of black liquorice which I adore!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Smells like heaven & such beautiful packaging. This is my favorite scent.. super sweet but not too floral."
        },
        {
            "review_title": "Worst purchase evvvverrr!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It stank so bad. Worst purchase ever. In all honesty think it was a really bad bottle."
        },
        {
            "review_title": "very nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Great scent. Glad I bought this as a blind buy. Light weight and cute.  Spring/summer, daytime. Could wear anywhere. Very, very sweet. Lasts an okay amount of time on me. I wouldn't say this is my new favourite BUT I will probably repurchase once my travel spray finishes. It a good perfume for the sweet lovers collection out there :-)"
        },
        {
            "review_title": "My staple scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Dry skin",
            "review_text": "My favorite perfume, hands down. Very feminine and sexy, it has a sweet yet slightly musky scent that gets me compliments almost every time I wear it."
        },
        {
            "review_title": "love love love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love love love this scent. Usually I am very particular about perfume, and quite frankly never wear or purchase it. This perfume however has been my exception. Itu2019s floral, sweet and sexy but not overpowering. 10/10"
        },
        {
            "review_title": "YUM",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Absolutely LOVE this scent. It smells so good and has a unique sweet scent to it that isn't too overpowering."
        },
        {
            "review_title": "love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love this scent ! Itu2019s not too floral or musky. Quote warm and you only need two spritz to last for hours!"
        },
        {
            "review_title": "Such a sexy, flirty scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I love this scent. Itu2019s bold and captivated you with its deep, flirty notes of floral. The original Flowerbomb is okay to me. But this one is u201cyoungeru201d and deeper. I literally call this my little secret because each time I put it on, itu2019s literally like a scent men canu2019t get enough of. ALWAYS get compliments on it. Even from women but this definitely makes a man want to jump on you. Iu2019m 24 and I can see myself wearing this scent until Iu2019m 40.  This type of sweetness never really goes out of style."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "If the original flowerbomb was too much for you then give this one a go. Itu2019s still floral but the pomegranate helps it not be so potent and in your face. It has good staying power and develops nicely throughout the day. I would highly recommend checking it out."
        },
        {
            "review_title": "love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love, it has a nice scent. Not too overwhelming. I donu2019t normally wear perfume but I had to have this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "LOVE the scent, it's my new favourite next to the original flower bomb"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Reading the reviews it definitely shows how scent is very personal. This scent, to me, smells like a very strong version of a medicine that I used to take as a child. Everyone seems to like it, so Iu2019m guessing either I got a bad sample, or this is just one of those scents that I absolutely loathe and other people seem to like. Oh well, there are other scents out there."
        },
        {
            "review_title": "A Must Have Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This scent gives me LIFE. I feel so sexy when I'm wearing it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This scent is so sexy. Truly sweet and flirty. The scent stays on all day you only need about two sprays."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Loved the flowerbomb scent for awhile now and love the nectar one even more! It seems to last longer and has a deeper spicier scent to it. Highly recommend"
        },
        {
            "review_title": "The gunpowder doesn't go boom",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have worn Flowerbomb for many years and I had a sample of Nectar which I loved.  After I wore it a few times, the scent was more of cotton candy and a big disappointment. The spicy floral scents are my favorites and this does not do it. Sadly I returned it."
        },
        {
            "review_title": "She loves this perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "My daughters Xmas gift. She is in love with this fragrance"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "My favorite scent. I get a ton of compliments on this scent"
        },
        {
            "review_title": "Lovely sweet smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
            "review_text": "OMG, I love love love this fragrance! I've never liked the original flowerbomb one but this Nectar one is the BOMB! It's sexy, sweet but not too over baring and just smells lovely! I should've bought the largest bottle being I think I will be wearing this everyday for work and other times too:)"
        },
        {
            "review_title": "This will attract males",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
            "review_text": "I received this as a sample. When I first sprayed it I wasn't sure, but as the night went on I knew it would be something I had to buy. I have worn this several times now and every time I have been asked what I am wearing, usually men. I spray some in my hair and it smells fabulous."
        },
        {
            "review_title": "One of my fave perfumes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "One of my faves! I got the travel size which has lasted for longer than I thought. The scent has a strong presence without being overwhelming. Plus, it stays on my clothes even after I wash them. This is a sweeter version of Flowerbomb but it is amazing."
        },
        {
            "review_title": "not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, mediumTan skin tone, Combination skin",
            "review_text": "Smells sour and medicinal at the same time Not sure if I got a bad batch but I wouldnu2019t recommend this to anyone"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is an amazingly well blended perfume! My fiancu00e9 calls it The Grown Up Cotton Candy. Iu2019ve been on a sweet fragrance kick lately and I like the original Flowerbomb but to me this one is the more laid-back daily wear version but itu2019s the u201cintenseu201d version and itu2019s easy to go overboard. The sillage and longevity is insane on my skin, itu2019s still there the next day. A lot of sweet perfumes open with a fresh note but the gunpowder in this works, itu2019s hard to explain. My current sweets for winter are V"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "If I could give it 100 starts I would do it, the smell is fantastic and it lasts forever, I donu2019t regret to spend 170 in something that has a powerful performance and gets many compliments"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "The Best!! It smells like a field of nectar. I truly enjoy this perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I just got this for Christmas and itu2019s so heavenly! Iu2019ve been wanting it for weeks. I literally sprayed it once on my wrist and two hours later I can still smell it. Better than original flowerbomb by a long shot!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "One of my top five choices. A bit strong for daytime but a beautiful evening scent that lingers on the skin. Beautiful!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Been wanting this for YEARS. Finally got it as a gift. Itu2019s very strong at first but on me it wears very nicely and lasts a long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Absolutely Love!!! This perfume is beautiful!  Not over powering at all and very light. Its sweet and floral and smells good all day with little product! My new favorite!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This soft sent is beautiful. Lasts long and love the sweet gentle smell. My favourite sent!!"
        },
        {
            "review_title": "One of my faves!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Love, love, love the smell of this perfume!  Unique and different.  Get compliments every time I wear it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Love this!!! One of my favorites! Smells sweet and I receive compliments often wearing this."
        },
        {
            "review_title": "love this version the best",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve sampled the original. Itu2019s ok but everyone on the planet wears it so thatu2019s cause enough for me to not want to purchase/wear it. This nectar version though is perfect and kinda smells a little differently on diff people Iu2019ve noticed. Itu2019s the same floral with the (non obnoxious version) of vanilla added to it. Itu2019s sweet but itu2019s got a little hint of citrus added to it to bring it a little closer to the u201cfreshu201d side vs the u201cfloral vanillau201d side. Donu2019t get me wrong, itu2019s still got the floral & vanilla but they arenu2019t so strong and in your face as the original. The original is more basic where this to me is more fresh, sexy. Itu2019s very similar to Black Opium to me but I would say this one is the daytime, year round version of Black Opium (which has the spicy, nighttime, Winter vibe). If you like Black Opium I think you would like this. There are things very common between the two."
        },
        {
            "review_title": "SWEETER AND SPICIER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "My daughter picked up a sample at Sephora. Unmistakably flowerbomb, floral sweet and spicy. Strong but well balanced. Spicy notes are subtle which is important for me. This is a great scent for any woman under 60, great perfume for going out for some girly fun."
        },
        {
            "review_title": "love this scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this smell. Unfortunately I wish it smelled more like the sample sized ones I received. This one wasnu2019t as spicy/potent as the samples for whatever reason. Still smells good, I donu2019t think it smells sweeter then the original like Iu2019ve read from others. If anything I think itu2019s way more a warm spicy seductive parfum. Last a good amount of time too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been looking for a staple perfume for YEARS and never really found u2018the oneu2019 as I tend to be very picky about scents. But this is the one. I have been using this for months now and I am still in love with the scent. I have never gotten so many compliments for a perfume than when Iu2019m wearing this. It has such a sexy smellu2014not overly sweet or spicy, it is absolutely perfect. Bonus: it truly lasts all day."
        },
        {
            "review_title": "my favorite perfume in existence",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this stuff! I bought it on a whim recently after buying the original flowerbomb and this is my FAVORITE perfume ever! It smells so good and I can smell it all day."
        },
        {
            "review_title": "Men love this scent on me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have never received so many compliments on a fragrance in my life, from both men and women (mostly men). This scent is potent, don't let the reviews fool you. It is sweet, warm and spicy. I don't what people are talking about but this scent lasts so long I smell it on my jacket for days. It is now my absolute all time favourite forever. I wish it wasn't so expensive but you get what you pay for, this is NOT drugstore quality whatsoever. I will continue to pay this outrageous price but I wish there was a bigger bottle that was available."
        },
        {
            "review_title": "Melted Cotton Candy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I got a sample, and I'm sure glad I did before committing to purchasing. The change in scent after it reaches your body temp is quite staggering. It's got a sickly sweet scent sort of like melted cotton candy."
        },
        {
            "review_title": "gross",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "If Wintergreen is your thing, you will like it, but that is all I smelled for the first hour... and I HATE wintergreen. So yeah, not a fan. I smelled like a necco wafer."
        },
        {
            "review_title": "too spicy.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Delicious when initially sprayed! The sweetness was incredible, and complimented the spicy notes of this fragrance very well. But, after about 20 minutes, the sweetness totally disappears and the gun powder is pretty much the only note I can smell. It was way too powdery and spicy. It made my nose burn. I really wanted to love this, and I actually did initially but the sweetness doesnu2019t last and I truly believe it is an essential component to balance out the powdery spice in this formula. Bummer."
        },
        {
            "review_title": "Two for One?  And Both Gorgeous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I received the sample size with my last order, though I was reluctant to try it.  I have two scents I've been loyal to for years, but have been experimenting a bit lately, though not with many floral scents.  The reviews were intriguing. I sprayed a little on each wrist, smelled the left one first, and thought: kind of sweet, but refreshing too.  Then I smelled the right wrist and thought: wait a minute.  This one smells different!  How is that possible?  It was warmer, more mellow.  I figured it was just me, so I got my husband to smell each wrist in turn, and he said, I like the second one better.  He couldn't believe they came from the same bottle! So...while I don't quite get it, I will definitely be getting some more, as I loved every scent within this scent!"
        },
        {
            "review_title": "Interesting and Original",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I wore the original Flowerbomb for a while, but it was just a bit too sweet for my taste. I got a sample of this perfume and was immediately hooked. It's a bit more interesting; I am not sure what gunpowder is supposed to smell like, but on me, this scent is floral, musky, spicy, and earthy. It seems to last a bit longer than Flowerbomb original, as well. It's definitely more interesting than the standard floral perfumes out there."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Amazingly delicious smell! I got a sample of this and I freaking love it. It smells similar to the original but a tad TAD bit fruitier and I LOVE IT! I feel like it even lasts longer than original flowerbomb too! I love it"
        },
        {
            "review_title": "will stick with classic flowerbomb thanks!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love love love regular Flowerbomb. This scent about killed my nose it was so heavy and syrupy and strong. Like had to take a shower and wash all my clothes after spraying it. Ugh."
        },
        {
            "review_title": "I smell sex and candy here..",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "It's hard to describe perfume, but this is such a sultry, sweet, and sensual scent. It's intoxicating, and hypnotizingly sweet. It smells like butterscotch and caramels if you were eating them in a little meadow of ultra-sweet flowers and honey. It's cozy and classy. It smells like sex and candy. It lasts fairly long, but nothing too impressive. I notice it wearing off after about 3 hours, but I will say it lasts MUCH longer on clothes. Even one spritz on my top and it lasts the whole day. If you're a sensual and cozy classy type girl with a sweet tooth, this perfume is for you. I can't get enough of this scent, it's just as addictive as sugar itself!"
        },
        {
            "review_title": "perfume of my dreams!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "My long lost hope of finding a beautiful perfume is now over. This is the most delicious smelling perfume! A friend was wearing it and I had to ask her what it was so I could smell this amazing too. It has a nice leathery almost masculine base notes but has a feminine clean warm smell to it. The warm and spicy I would have never thought would be my thing but itu2019s so perfect. I also like the original Flowerbomb but this has a longer lasting power to it and I love the earthy vibe that it has as well. Sweet but not obnoxious. Years of finding the right fragrance is over. This is it!"
        },
        {
            "review_title": "Smells like cotton candy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Everyone smells cotton candy when I wear this scent! Its super long lasting!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Normal skin",
            "review_text": "Smells absolutely amazing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I really love it !!!"
        },
        {
            "review_title": "VIKTOR",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Another get perfume from viktor"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really thought this variation was going to be my favorite but the gun power note is throwing me off"
        },
        {
            "review_title": "MY FAVORITE PERFUME AT THE MOMENT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "If you love sweet perfumes and love the notes of vanilla this perfume is for you! This perfume smells fruity with a hint of vanilla and spice. This scent lasts all day for me and i feel so luxurious when I put this on"
        },
        {
            "review_title": "Smells Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I love how the scent smells! I get a lot of compliments when I walk by or stand next to anyone! Scent last all day which I like since I donu2019t have to keep spraying every couple of hours! If you like a hint of sweetness this is perfect! Donu2019t regret purchasing this perfume!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Smells amazing but unfortunately doesnu2019t last like the original"
        },
        {
            "review_title": "Smells Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is probably my favorite fragrance EVER. Sweet and sexy at the same time. Lasts along time too especially if you spray it a bit in your hair. The only grief I have is that its soo expensive for 1.7oz"
        },
        {
            "review_title": "Worth the $$$",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "This is the best perfume Iu2019ve ever used. Every time I wear it someone tells me I smell like cotton candy or that I smell wonderful. This lasts such a long time on my skin and also my clothes. I can take a mid day nap and wake up to the scent still! Amazing! Worth the price! Save up for it or wait for the VIB sale! I bought this for my wedding day and will repurchase for sure."
        },
        {
            "review_title": "Finally found my signature scent!! :-)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This is my first review here and basically this is the best perfume I have ever smelled. It's so sweet and heavenly. It is definitely my signature scent and I hope it's here to stay and doesn't get discontinued!!"
        },
        {
            "review_title": "Sweet, Smoky, and Warm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love Flowerbomb and wondered if I'd love Nectar just as much.  Turns out I do!  Both have a wonderfully deep scent that lasts all day on me.  And as the names indicate, both deliver plenty of sweet florals.  Nectar has the added gunpowder, which is fun and adds to the warmth.  I will definitely be buying the larger bottle of this in the future."
        },
        {
            "review_title": "There is a metallic scent to this",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really thought I would love this in the store but after wearing it for a while there is just something odd about it.  After I read some online reviews I think it is the metallic gun metal that is throwing me off.   I will have to give it a few more wears before I can make a final yea or nay.   It may be because I don't usually wear intense fragrances.  Usually I use the toilette sprays."
        },
        {
            "review_title": "Flowers are da bomb!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Love it better than the original!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This scent is sweet like nectar once it settles. Itu2019s lovely! I have received many compliments!"
        },
        {
            "review_title": "smells beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This perfume is warm, a little fruity, and very syrupy sweet. I think I like this better than the original Flowerbomb. Also, this lasts so long. Even after you canu2019t smell it other people will. I just recently got this in a travel spray but judging from other reviews Iu2019ve read/watched , this is a compliment getter :)"
        },
        {
            "review_title": "LOVE it! A sweeter, more pleasant version...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Combination skin",
            "review_text": "I've always loved the original Flowerbomb on others, but for some reason, it didn't smell as good on me. THIS one is FANTASTIC and less overwhelming a scent, with a hint of sweet (I don't smell spicy at all!). I agree with the member who said it has a hint of Pink Sugar to it. But no mistake, it doesn't fade quickly and you only need just a tiny bit. Best to probably walk into it. I get compliments all the time. <3"
        },
        {
            "review_title": "Too, too, too Sweet",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This is extremely too sweet. It reminded me of perfumes Iu2019d wear as a 12 year old. Doesnu2019t smell like a $120 perfume. Very disappointed"
        },
        {
            "review_title": "Great scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing scent, got a lot of compliments"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Easily top 3 perfumes smells amazing delicious perfect scent for everyday i prefer this one over the original flower bomb on my skin. The smell lingers and i catch wiffs of this throughout the day if i spray my clothes i can smell it deff didnu2019t disappoint"
        },
        {
            "review_title": "Whoa...can't believe I love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I pretty much detest the original Flowerbomb, mostly because a) to me, it smells identical to Sensual Amber from Bath"
        },
        {
            "review_title": "Sweet and sensual",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Love this product!  I usually wear original Flowerbomb,  but Nectar is just a little sweeter and and I believe is my new obsession!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I returned this product after wearing it out once and noticing how strong it is. I usually like sweet or floral notes and have loved the original flowerbomb  but this one wasnu2019t a love for me.."
        },
        {
            "review_title": "Love this fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful fragrance!  My husband doesnu2019t really care for perfume. Iu2019ve been married for thirteen years, and this is the first fragrance he has actually liked."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "incredible scent, love this, love bloom, love the original. v&r kill the scent game."
        },
        {
            "review_title": "Turning heads!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "A must. such a beautiful scent."
        },
        {
            "review_title": "I smelled it and something u201cclickedu201d.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I found this completely by accident. I was searching for a new scent, smelling perfume after perfume and almost wound up purchasing the scent the sales lady kept pushing my direction. She was even in the process of wrapping it up for me when I smelled this. It smelled so intoxicating and like nothing else I had smelled. It was sweet with heady wisps of smoke. I was instantly drawn in. I had to smell like this. I usually am put off by intense perfume but this one is so well balanced in its notes, I canu2019t get enough. The longevity of this is amazing as well. I can literally smell it in my hair for days."
        },
        {
            "review_title": "Soooo nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wow!  This scent is pure heaven. Strong and sweet and lasts all day. Smells like the original, just sweeter."
        },
        {
            "review_title": "BUY IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "THIS IS HONESTLY AMAZING!!! I've been in love with brand since I was 14 years old... it is quite mature for a teen but 6 years later and I'm still wearing it (OG Flowerbomb) although fast forward to when the nectar one came out, I FELL IN LOVE forever with this scent!! Its super long lasting and beautiful, a mix or mature, sweet and floral but not too grandma vibes more like a young boss babe!"
        },
        {
            "review_title": "Strange mix of frangrances.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This smells nothing like the original. To me, it smells like a mix of altoids and rubbing alcohol. It may just be my body chemistry, because all the other Viktor"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I can still smell it on my hoodie 3 days later. It stayed in my skin until I showered the next day and smells great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Love the smell! Last all day on me. I was using flowerbomb for the past 4 years, i will most likely go back to it for the summer but Nectar will definitely stay one of my favorite"
        },
        {
            "review_title": "obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I have never loved a perfume more!!! Go buy it now! I've never been a huge perfume person, but now I am!"
        },
        {
            "review_title": "Great Staying Power",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I think that this perfume is great! The initial spray is much too spicy for me, but after about an hour it turns into this soft magical sent. Itu2019s much sweeter and less floral than the original. It reminds me of the original still, but maybe mixed with Prada Candy. Iu2019ve had it on for about 12 hours now and I can still smell it, so the staying power is definitely there."
        },
        {
            "review_title": "intoxicatingly beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This fragrance blew me away!! I tried it on in store and wore it around and got so many compliments and my fiancu00e9 could not keep his hands off of me lol itu2019s intoxicating and beautiful. Loved it so much I bought it. If you love warm, sexy fragrance... this is a staple!"
        },
        {
            "review_title": "Warm, Spicy, and Sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I had been searching for a new fragrance since tiring of Prada Candyu2019s too sweet scent. I wanted something that was still warm and spicy, as I canu2019t use floral fragrances, but something that smelled more u201cadultu201d. I tried liking the original Flowerbomb after glowing recommendations, but just couldnu2019t get on board with the hype. But this Flowerbomb Nectar version was EXACTLY what I was looking for. Itu2019s warm and spicy, but sweeter than the original, which was too overpowering for me. It lasts ALL day, and I get compliments from strangers everyday."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is a beautiful scent. Fruity, lush, and sweet, with a tangyness and sllight metallic note that cut through the sweetness. It lasts very well on me. This was my first Viktor"
        },
        {
            "review_title": "HEAVENLY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This perfume is HEAVENLY!!! I used to wear the original Flowerbomb, a few years ago. While I did like the scent overall, there was always something about the original that just wasn't quite me. When I discovered Flowerbomb Nectar, I was delighted! It has everything I like about the original Flowerbomb, but goes deeper into a sweet/sugary scent rather than floral. It is a very classy, feminine, and sexy perfume. I wish I could give it 6 stars! It has become my new go-to, and it LASTS all day! (For scent reference, I tend to go for perfumes that are sweet, vanilla-y, warm, and sometimes with a hint of spice. My other favourites include Prada Candy, Comptoir Sud Pacifique in Vanilla Extreme, La Vie Est Belle, and Pink Sugar. If you enjoy any of those, then you will love this perfume too!)."
        },
        {
            "review_title": "Great concept, performance varies",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Got a peel off sample card of this with my VIB order.  Was opening said sample cards Varies with my daughter, and this one grabbed both of our attention.  Sat the card on my dresser and I noticed a wonderful smell when walking past the dresser, but it did not pervade the whole room.  I am very sensitive to fragrance and usually buy a rollerball or travel size of a fragrance first, to make sure it agrees with me, however this is not available in a pocket size.  To my surprise, the large Sephora in the mall actually gives fragrance samples by pouring some into a tiny spray dispenser.  I sat this on my dresser, as the original card wore off pretty quickly, and noticed an amazing raspberry like scent whenever I walked by.  When I spritz it on my wrists, however, I seem to get more of the gunpowder scent than the underlying gourmand notes that I love so much.  So two samples, both which gave off alluring but not overpowering scents while just sitting in place, but with different notes depending on the delivery system.  Neither of those yummy notes were primary when worn on my skin however.  Also, it wore off rather quickly when two spritzes were placed on wrists and rubbed together.  So IDK if the differing performance was due to the different delivery methods and might differ still when used directly from a retail bottle, so I am in a conundrum.  It is not inexpensive, and I donu2019t wear perfume regularly, just on evenings out.  I donu2019t want to smell like gunpowder, and I am not sure why it was added to the product, I assume to balance the sweetness.  But it is the sweetness that I prefer, whether the Tonga bean/vanilla notes from the cardboard sample, or the raspberry/fruity notes from the sample bottle.  Also, it really wore off quickly, which would be extremely disappointing if the notes I loved were prominent.  I guess the answer is to try and get back to a store and spritz it directly from bottle to body.  Probably not a good idea to order online."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is by far my most favorite scent they have come out with! I will be purchasing again."
        },
        {
            "review_title": "my new favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this perfume!  My boyfriend got me this for Christmas and we both love it.  I originally found it in the store, and really liked it, but decided not to buy it right off the bat because I already had seven other bottles of perfume, oops.  After leaving I kept thinking about this scent and decided I wanted to get it, and it has become my favorite sweet, floral scent.  I bought the original Flowerbomb about a year and a half ago, but ended up returning it the same day unopened for the Chloe perfume; I tried both on in store and found I preferred the Chloe as I did the rest of my shopping.  I definitely prefer this to the original Flowerbomb, although at this point I wouldn't have a distinct memory of the scent of it.  In comparison to Chloe, this has almost more of a sugary scent, which sounds kind of weird, but ends up smelling like flower-y candy on the skin.  I would highly recommend!"
        },
        {
            "review_title": "Da bomb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "This is the first sample that I have ever tried and liked it so much I had to have a full size bottle. Itu2019s expensive but soooo worth it. It is sweet, and intoxicating, and oh so sexy.. itu2019s a different kind of sweet, not the juvenile kind, but a mature sweet!! I love it!! I didnu2019t think I would ever find something I liked as much as my favorite Mademoiselle but I have to say this is running darn close."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This has become my go-to fragrance. I absolutely love it! It's sweet, but not too sweet and settles to a beautiful sublime smell on my skin. Just lovely."
        },
        {
            "review_title": "So many compliments",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've never received so many complements on a perfume than this one.  My husband thinks I'm weird because I spray it on before I go to bed.  I like the smell so much that I enjoy it when I'm just lying in bed."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love it! It's not overpowering and I love the su tle sweetness to itm"
        },
        {
            "review_title": "You'll definitely get a lot of compliments!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I like the Nectar better than the original - if you like more florally scents, you'll like the original better, but if you like deeper, warm, slightly sweet scents, this is the Flowerbomb for you!! Lasts all day, don't need to spray a lot - I've gotten so many people asking me what perfume I wear. Love!"
        },
        {
            "review_title": "in love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I initially received this as a sample size in my sephora play bag.  I have never been a perfume lover, they were too strong and all seem to have  that musky undertone that was kind of masculine.  But this fragrance made me fall in love.  It is perfect to me.  Such a lovely mix of sweet and powdery, with out the musk undertone.  It is like a sophisticated version of the cotton candy body spray I loved in my youth.  Not too strong, and it lasts all day.  I just got the largest bottle from my husband for Christmas and I have never spent money on perfume before, this is pricey but so worth it.  I am obsessed."
        },
        {
            "review_title": "BOMB",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Oily skin",
            "review_text": "Hated the original flowerbomb, but absolutely LOVE flowerbomb nectar. Something about the original I thought was too spicey, but this one is the floral-ey, soft, sweet, warm scent you would expect. I get compliments (from guys especially) every time I wear this! Will repurchase for sure.   Truly is flower-BOMB (ba-dum tssss)"
        },
        {
            "review_title": "Nice warm scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m a floral scent kind of person but I actually really enjoy this scent.Itu2019s a fresh warm smell that isnu2019t overwhelming. It also lasts the whole day which is one of the most important things to me when buying perfume."
        },
        {
            "review_title": "heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I canu2019t find one negative thing to say about this perfume. Smells orgasmic, lasts ALL day, Iu2019ve not gotten one bad comment wearing it. Long story short, this perfume makes me want to do naughty things"
        },
        {
            "review_title": "Investment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received a generous sample of this in-store and fell in love with it so I took the plunge and brought the full-size. Its quite a hefty investment but worth every penny. Its a warm/sweet/spicy fragrance that last all day. There is no such thing as re-spraying this thru out the day as it truly last all day. One spritz on my neck is good enough."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells amazing!!!!!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the smell only downside is that it doesnu2019t last as long as I hope itu2019s super strong for a bit then it dies down :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am very particular about fragrance - I almost never buy perfume.  I liked the original Flowerbomb, but it didn't smell nice on me at all.  This one is perfect - smells amazing and lasts all day.  Highly recommend if you love warm, sweet, and spicy scents. A"
        },
        {
            "review_title": "OMG",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Love it.  Torn between the original and this one."
        },
        {
            "review_title": "One of very few scents I love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I usually donu2019t enjoy most perfumes as they tend to dry down to a musky, overly floral smell on my skin which is exactly what happened with the original Flowerbomb. Fb Nectar, on the other hand, even though it had a similar smell as the original upon initial application, dried down to a slightly floral but mostly sweet scent that I fell in love with. Very pleasant and delicious smell that lingered for hours on the skin and days on clothes. Got the 3oz bottle to make sure I wonu2019t run out for a long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this smell way better and sweeter than the original. Plus i noticed that the smells lasts a lot longer. Highly recommend. Keep looking out for a rollerball or purse spray soon so i can purchase!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I got it as a sample in one of my orders, and I fell in love. Iu2019m not a big perfume wearer, and when I do I try to be subtle, but the warmth of this scent is so alluring. It wasnu2019t the smell I had expected, considering the name, but it smells like when I imagine sleeping in a warm bed of flowers would feel like. It lasts for a long time, too. After almost a 14 hour day yesterday, I could still smell it by the end of the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Sexy, sweet and feminine sent...i adore it"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, mediumTan skin tone, Combination skin",
            "review_text": "A scent too sweet for my tastes."
        },
        {
            "review_title": "Unique, lasts a long time, beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the only perfume that I own that is very unique in the sense that it changes very drastically throughout the day on me. I own a few Marc Jacobs perfumes, YSL black opium and floral shock, YSL mon Paris and the newer citrus version, Dior poison girl which all are lovely but pretty much smell the same throughout the day.  However, Nectar is my favorite so far.  Initially, it smells smokey, metallic and a very strong scent and then after 3 to 5 hours, it starts to smell really sweet on me- very floral, vanilla, and sweet with an almost gourmand scent.  I adore how this smells especially at the end of the day.  It lasts really long on me, and I can smell it on my clothes the next day."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This was too overpowering. I like floral but not that strong."
        },
        {
            "review_title": "Love. Sweet and Sexy smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Love this. Got the sample in my PlayBox. Everyone commented how good it smelled on me. Husband liked it enough to immediately go buy the large size for me."
        },
        {
            "review_title": "Heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wow!  I am already a huge fan of Viktor and Rolf's original Flowerbomb perfume, so I wasn't sure how much different the Nectar formula would be, but I was clearly mistaken!  This perfume smells absolutely amazing!  It has the lovely floral and musky scent I love in the original Flowerbomb, but adds in sweet vanilla and tonka bean to create a heavenly fragrance that I cannot get enough of!"
        },
        {
            "review_title": "May just be my new favorite sweet & floral!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Got this as a sample in my play box & I'm in love!! it smells SO good if you like sweet florals feminine perfumes!! I didn't figure I'd like it as most perfume samples smell so bad like an old church lady lol not this one,thank you !!!"
        },
        {
            "review_title": "Love Nectar!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely am IN LOVE with Nectar! I have Bon Bon and the Original Flowerbomb, and I think they are also amazing, but Nectar has a sweeter scent that lingers. Itu2019s beautiful and not overpowering at all. The staying power of this scent is very long lasting. I just highly am addicted to this perfume!"
        },
        {
            "review_title": "youthful modern floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was expecting not to like this when I received it as my sample in my play! box but I was pleasantly surprised. This is a more modern floral that the younger generation would be more willing to wear. The scent is a nice sweet smelling floral not the typical musky floral that is associated with most floral variety's."
        },
        {
            "review_title": "Love this scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I normally use sweeter scents, and my daily go-to is Burberry Brit. I enjoy notes of musk and vanilla, and this perfume does not disappoint! It starts of with an ozone-like gunpowder and patchuli scent, and then fades into a musky but very sweet vanilla. It lasts all day!"
        },
        {
            "review_title": "Sweet & Spicy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Sampled this in-store and immediately knew I had to purchase it! The smell is similar to flowerbomb but smells almost a little bit more concentrated and sweeter. It is a strong smell where one application was enough to keep the smell on me all day. It is a good autumn/going into winter scent as it is sweet/smooth yet has that spice to help transition seasons. The only downside was the price of $150 for only a 50ml. But I guess since it is very concentrated you need to apply only 1 squirt for the entire day."
        },
        {
            "review_title": "Absolutely amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "this is an absolutely beautiful fragrance. i got it from my play by Sephora and i want full size of it. also it would be great if it comes in 10 ml bottles"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love it!!!!! Smells amazing"
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "It smells like a syrup i took as a child. Smells too sweet it almost feels sticky. One spray and i had a severe headache."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Intoxicating!  This has to be one of my most favorite perfumes ever!  Light and floral and lingering.  Itu2019s a youthful scent and doesnu2019t make me feel like my grandma at all!!!!"
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "If you love gourmand fragrances, you will love this. It has a sweet notes, but they are not overpowering like with Pink Sugar. It lasts all day long, and draws tons of compliments. You can smell the original flowerbomb in the dry down, but it is not too floral."
        },
        {
            "review_title": "Love u2661u2661u2661",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this! I have a hard time finding something that works for me due to allergies but this is amazing! Love the sweet scent!"
        },
        {
            "review_title": "Ew",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "If you want to smell like cotton candy, caramel , orange soda and a monastery...this headache inducing diabetic coma is for you!"
        },
        {
            "review_title": "Name is misleading",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I don't understand why they would name a warm and spicy scent, Flowerbomb.  It's misleading.  It doesn't smell like flowers."
        },
        {
            "review_title": "Best in a LONG time...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I'm floored, loved the original FB, but this takes things to a whole new level... wow! Simply stunning!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This smells so amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "If it says FlowerBomb anything it smells awesome on me. This one lasts all day."
        },
        {
            "review_title": "The smell of stale baby powder and musk. The.Worst",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Smells like stale baby powder and musk. It's horrendous. Like. The absolute worst. If you want to smell like a dusty old baby lady, this is the one for you!"
        },
        {
            "review_title": "So addicting!! Iu2019m in love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m obsessed. Iu2019ve not been able to find a perfume I love for 5 years atleast. I like candy and sweet but Iu2019m not a teenager so I struggle with finding a grown up version of that. I never smelled the original flower bomb but this one smells like blue raspberry slushy but in a more grown up way. With a maybe smokiness to it. Hard to describe it but Iu2019m in love!!! I wish it wasnu2019t so expensive but definitely not going to stop me from buying more!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I donu2019t get the hype with this perfume. It smelled like an average floral and powdery scent on me. Not sweet at all.  It also gave me a bad headache and the original flowerbomb did not."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Smells fantastic. I was never a huge fan of Flowerbomb or the Flowerbomb Bloom but this.. this is great. Itu2019s starts off sweet (you only need two sprays) and then transforms into something smelling like Dark Kiss. I had this on for an 8 hour work day and could still smell it by the end of the day. In fact, a guy walking behind me told me I smelt nice. For sure will be buying the full size!"
        },
        {
            "review_title": "Perfect scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is the most amazing perfume Iu2019ve ever had. I love this scent and cannot get enough of it."
        },
        {
            "review_title": "MUST HAVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Lasts on the skin forever and the smell is not too sweet, itu2019s just perfect! Love it!"
        },
        {
            "review_title": "Smells Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This perfume smells amazing! By far one of my favorite scents ever. Anything that smells like cotton candy catches my attention..as soon as I smelled this I had to purchase it. I've gotten compliments on how good I smell every time I've worn it. I wish it wasn't limited edition. Buy it while you can, you won't regret it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Deep skin tone, Combination skin",
            "review_text": "I love the original Flowerbomb and I purchased this on a whim a few months ago, one spritz and I was sold.  I find myself reaching for this more than the original, I'm very satisfied with my purchase."
        },
        {
            "review_title": "loves it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I loved the original Flowerbomb but like others, it became too popular and it wasnu2019t an everyday fragrance. When I tried nectar, it reminded me of fb but sweeter with a twist. I got a small sample and did a wear test for a few days. I have to say itu2019s been a long time since I got so many compliments about how good I smell. I also noticed it stayed on all day. A tad light but still delicious. I didnu2019t hesitate to splurge on this one. Itu2019s well worth the money for the longevity unlike most other expensive fragrances. To me this is perfect for cooler months but Iu2019ve been rocking it during summer too."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Romantic and warm with a light spicy note which is just delicious! Love it. Less floral than regular Flowerbomb which can give me a headache after a while."
        },
        {
            "review_title": "Way Too Sweet",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "It's way too sweet. I wish I would have bought just the Flowerbomb and not the Nectar version."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "I adore this version. It is sweeter and creamier. It is a seductive version."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am a fan of the original Flowerbombu2026u2026.u2026.but this stuff is just bomb.com, I Love it more than the original-- still sweet but definitely a little deeper, and lasts the day."
        },
        {
            "review_title": "For the goddess in you",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "I absolutely love this, she last all day and smells like a literal dream. She has all the hidden notes of a golden drink of the gods I know Iu2019ll be needing to restock"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I loved this smell from the scent inserts they put in one of my other orders! It lasts all day, even in rainy weather.   I prefer this smell to the original. My next purchase will be the original flowerbomb."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I will definitely be choosing this for my wedding, it smells amazing."
        },
        {
            "review_title": "My New Fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This perfume warm, spicy, simply delightful. I would spend $170.00 on another bottle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Smells soooo yummy! If you love sweet scents, you would love this. I hope they come out with a lotion for this version."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love this perfume!!!! I will be wearing this all summer, I am so happy I bought this. It is very long lasting, which makes it worth every penny. I love Viktor"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Smells Devine and long lasting."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This perfume is AMAZING! I had been recommended this perfume as I already own the original Flowerbomb another personal favorite. While wearing Nectar I receive so many compliments ! Scent really carries and meshes well with my skin, wish it had a longer lasting power"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "this fragrance is beautiful love it flowerbomb is my signature perfume I get so many compliments  and I am pretty sure that flower bomb nectar will be the same"
        },
        {
            "review_title": "Not your mother's fragrance.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Sweet soft scent without being over bearing.. It's a keeper!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i love this smell. way better than the original flowerbomb to me personally. its more sweet than floral."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love Flowerbomb but this smelled like stinky stank incense on me, returned."
        },
        {
            "review_title": "wish it lasted longer for $170",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "5 stars for the scent!! Beautiful sweet floral scent..only reason I give it 4 stars is that it doesnu2019t last as long as Iu2019d like it to."
        },
        {
            "review_title": "It deserves 10 stars u2b50ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "If you want to splurge on a perfume then you need to have this perfume. First the longevity is great lasted on me for about 6+ hours, even tho I can hardly find a perfume that lasts on me for this long. The perfume has an amazing blend of florals yet sweet and musky but not overwhelming from the notes or power of it. The scent is more of a night date kind of scent"
        },
        {
            "review_title": "The perfect combination",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "OMG my new fave perfume! If you smells like vanilla, amber, and patchouli you will love this! It has this delicious sweet smell with an ever so slight note of patchouli and even a peaches and cream scent. Smells very feminine and sweet, but not overpowering. A must have!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This perfume is for folks who like to smell sweet with a little bit of floral.  I like the original Flowerbomb but this is my favorite perfume now because of the sweetness that comes out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Love! LOVE! Ten out of five stars. Great staying power compared to cheaper perfumes! I keep catching lovely whiffs of myself even several hours later lol itu2019s awesome!"
        },
        {
            "review_title": "why?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love the smell of this but it doesn't last very long on my skin which considering price is whack"
        },
        {
            "review_title": "Warm & Sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This stuff is amazing!! I guess something changes with age because I was a die hard Marc Jacobs Daisy girl for 5 years and since last year Iu2019ve been on the hunt for a new fragrance. Not knowing whether I wanted a similar floral bright scent like MJ Daisy or something brand new, I started branching off into warmer scents. Enter V&R Flowerbomb Nectar! I got a sample scent with one of my online orders and I couldnu2019t stop thinking about it! The price kept me at bay for a while, so I went to Sephora and spritzed myself with Flowerbomb Nectar and just wore it, testing out the longevity, how it plays off my body pH, and how husband likes it. I did this twice and ended up purchasing!! It lasts all day. Itu2019s warm, sweet and sensual. I love it. My husband loves it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This smells amazing!!! My favorite from my 18 bottle collection."
        },
        {
            "review_title": "Tried and true classic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Normal skin",
            "review_text": "Head over heels in love with this tried and true scent!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Was a fan of the original Flowerbomb YEARS ago.  The scent became too popular and played out, so I moved on to other scents. Fast forward to May 2018, Iu2019m on the hunt for a new fragrance (Iu2019ve never been able to stick to just one) and to my surprise the Nordies Associate introduces me to Flowerbomb Nectar u2013 it smells DIVINE!! Itu2019s indescribable u2013sweet yet musky, sultry yet soft = itu2019s a very alluring scent with good staying power. I think the attraction for me is the gunpowder accord that it contains. Iu2019m drawn to musky fragrances and it doesnu2019t hurt that the scent also contains jasmine (love). I hope they expand the line to include a body lotion/cru00e8me, shower gel or a dry oil. I really LOVE this scent and itu2019s become my new favorite!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells amazing, and lasts all day on me!"
        },
        {
            "review_title": "sultry floriental",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the original Flowerbomb so much. I love this variation and I hope it becomes a permanent scent. It has a deeper heart note and base note. Thereu2019s a little more amber or vanilla, reminds me a tiny bit of Poison by Dior. Love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This perfume I love smells wonderful and has long staying power. I had originally got the small bottle immediately took it back exchanged for large when I seen how wonderful it smelled!"
        },
        {
            "review_title": "So sweet",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this perfume, it was Almost perfect. It seems so sweet and cozy. It has the undertone if the original but with an added touch of sweetness. Unfortunately this doesnu2019t last like the original. It last about 4-5 hours and then literally disappears. No trace of it lingers on my skin even if I sniff. I bought the 3.4 and going to keep only because I love the scent so much."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Smells absolutely beautiful, but by the time I get anywhere, the scent is faded. For $170, I expected the smell to linger."
        },
        {
            "review_title": "Delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "In love with this scent itu2019s like flowers,sugar and fruit all mixed together it smells delicious itu2019s amazing"
        },
        {
            "review_title": "I LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I'm so in love with this fragrance!! I'm very sensitive to perfumes and in the past I've liked Midnight Fleur from Nest but I think this is my favorite of all the sweet scents. Please make a travel size!!!!"
        },
        {
            "review_title": "Spicy and Sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Perfect sweet/spicy spring and summer scent. u201cMy scentu201d has been Burberry Brit for years and years but since iu2019ve entered a new season of my life, iu2019ve been hunting for a new signature scent, and this was it!"
        },
        {
            "review_title": "Sweet fragrance with nice staying power.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Sweet, comforting fragrance that doesn't offend. Nice staying power as well."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this. It's very sweet, almost like cotton candy, but I love the smell. It also lasts all day."
        },
        {
            "review_title": "$$$ to smell so cheap.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love the OG flowerbombs so I thought I would love this too. It smells like straight up cotton candy, like cheap cotton candy. I had a body splash in middle school that smelled the same same like $5. Iu2019ve heard people say the sweetness dies down and you get the under notes of OG flowerbomb but itu2019s been 10 hrs and I still smell like the inside of a carnival. Unless you want to be strangled by sweet smelling perfume donu2019t buy this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have tried the Orig. FB and it just didn't do it for me. I got a sample of the Nectar during the VIB sale couple of days ago and I have it on today and I received compliments that I smell good. And so far the scent still lingers on me after 4+hrs and hopefully all day long without having to reapply. I've been searching for a long lasting fragrance and I think I just found it. I will be buying the big bottle for sure!"
        },
        {
            "review_title": "Love at first smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I received a sample of this and fell in love instantly. I always loved the original, but the heavy dose of patchouli overwhelmed me and eventually caused some migraines. And I tried Bonbon but got this old, musty, 80u2019s smelling drydown from it. There was a note that just didnu2019t agree with me. This is so perfect! You can definitely smell the orange and gunpowder, it dries down to a smoky orange. My daughter said u2018it smells like cotton candy dipped in chocolate!u2019 Sheu2019s 6 so take it how you will, but itu2019s a more refined, adult version of some of the sugary scents you can find out there. The only thing preventing me from purchasing is the price! I understand itu2019s an EDP, but $120 for a small bottle! Wow! It is that good though, so Iu2019ll just have to save up and splurge in a few months."
        },
        {
            "review_title": "Sweet as sugar",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Better than the original.Glad I took a change on ordering it without smelling it and I'm not disappointed.Please make a body oil.I want this scent to last all day."
        },
        {
            "review_title": "Smells divine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "This smells so amazing! Itu2019s definitely sweeter than the original FB but I absolutely love it! Itu2019s very sophisticated even though it is sweeter. I canu2019t get enough of it! Lasts on me all day!"
        },
        {
            "review_title": "Orange note heavy yuck",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Saw this in the store and promptly put it on.  it is sweeter than flower bomb and slightly less floral.  Like a touch of bon bon was added.  Not bad but there is a heavy orange note that I noticed right away and once it really settled it bothered me.  I would not buy this for that."
        },
        {
            "review_title": "Love it!  Favorite fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love Flowerbomb Nectar!  I already loved the original and Nectar is like a sweeter version. I have been searching for a scent for my wedding and as soon as I smelled this, i bought it right away and decided this is my wedding smell. Usually my fiancu00e9 hates all perfume but he loves this one!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Calling all sweet scent lovers! This is one of my new favorite perfumes! Iu2019ve already received a bunch of compliments on this. Sweet smelling but not overbearing. Itu2019s beautiful. Iu2019m going to need this in a travel size, lotion, everything!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "If you like the original Flowerbomb, you'll love this too! It's the original mixed with some spice (the original seems sweeter too me). And I would say it lasts even longer than the original Flowerbomb. All in all, love!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this. This to me is a mixture of flowerbomb, which I love, and Dahlia Divin by Givenchy which I also love. A perfect mixture of both. I havenu2019t worn it yet so I only gave it four stars because I canu2019t speak on its longevity."
        },
        {
            "review_title": "Long lasting but not for me!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I didnu2019t care for the original Flowerbomb so I was hoping this would be different as I love some of the notes in it. Orange blossom is my jam, and I have a need to smell anything that has it in it. Unfortunately this doesnu2019t smell as great as I thought it would. If anything, it actually reminds me of root beer which over time made me feel nauseous.   The good thing (but not good for me at the time) is that the smell does last a LONG time. Which wasnu2019t great for me given how the smell made me feel. I also do love the bottle, itu2019s stunning!   So two stars for longevity, one for bottle design, and a loss of two solely because I canu2019t stand the smell. Itu2019s not a bad perfume, just not for me! I would recommend it to someone that does like sweeter smells."
        },
        {
            "review_title": "Very sweet smelling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "A hint of the original Flowerbomb but very sweet. It has a warm fruity sweetness to it, not sickly sweet though. This is the sweet sensual scent Iu2019ve been searching for! Itu2019s sophisticated and luxurious unlike other sweet fragrances including Pink Sugar."
        },
        {
            "review_title": "Sweeter than the original",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Love this! Just purchased mine during the Rouge sale without knowing what it would smell like.  Completely took a chance and I just went for the 3.0oz bottle! I am super pleased! I love sweet fragrances! I have the original flower bomb and like this one way better!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Very flowerbomb OG but sweet. I love it."
        },
        {
            "review_title": "so sweet and yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "So sweet and candy like. Iu2019m a fan of the OG Flowerbomb and then smelled this and I had to get it!! It lasts all day on me while the original does not last as long. I canu2019t say enough good things about this but I love it."
        },
        {
            "review_title": "I prefer the original",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "It smells like a lighter version of flowerbomb. Its sweeter but reminds of fragrances from other houses, At the final dry down I prefer the original"
        },
        {
            "review_title": "Loved it !!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this perfume!!!!!!! I love flower bomb but this summer I want something sweet but not floral and different and when I went to look for a perfume today I saw flower bomb nectar and loved it right away...   Flowerbomb - warm and spicy  Flowerbomb nectar - warm and sweet"
        },
        {
            "review_title": "In Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a lovely hybrid of the original Flowerbomb with a very pretty sweetness that takes the edge off the original. So there's no confusion - I love every single Flowerbomb, have them all, and will continue to be a #1 fan. But this one is very nice!  This sweetness is not cloying or overpowering. It doesn't shock your senses - it's a warm, comforting scent that stays with you for a long time. It seems the longer it melts into your skin the softer and warmer it gets. Just a beautiful scent!"
        },
        {
            "review_title": "Flowerbomb's lovely cousin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I tried to make myself like the original Flowerbomb but I was not a fan! The og Flowerbomb was a bit nauseating for me and it was such a shame because I was quite fond of the bottle. Enter Flowerbomb Nectar! It's Flowerbomb's sweeter, bit more subtle cousin; inoffensive and suitable for daily wear. It would make a perfect gift for any fragrance newbie as it still has that beautiful presentation. Even my friend who gets a headache from every fragrance ever finds this pleasing, which says a lot!"
        },
        {
            "review_title": "A sweeter Flowerbomb that is just as great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I am not sure I would call this warm and spicy but it is amazing. In my opinion, it is more sweet and warm. It reminds me of Flowerbomb with Pink Sugar. It has a little bit of a cotton candy scent to it like Pink Sugar. I was so excited to see that we got it in the US finally! I had tried it in Iceland and was immediately in love! It also lasts really well on my skin. I could still smell it after 12 hours of traveling. Another great from Viktor and Rolf."
        },
        {
            "review_title": "I could smell this all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Floral without being terribly sweet. I put this on and everyone loses their minds and says it smells incredible! What a pleasing feeling and feedback to get. Great addition the go flowerbomb family!"
        }
    ]
}