{
	"product_id": "308",
	"name": "The Refillable Dry Shampoo",
	"brand": "Crown Affair",
	"categories": "Hair, Hair Styling & Treatments, Dry Shampoo",
	"price": 57.0,
	"about": "What it is:A talc-free, refillable dry shampoo powder with a kabuki brush for targeted application that leaves scalp and strands clean and refreshed..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.Hair Concerns:- Oily Scalp.Key Benefits:- Absorbs oils and cleanses scalp.Highlighted Ingredients:- Persimmon-Derived Tannic Acid: Deodorizes and leaves hair smelling as clean as wash day..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Crown Affair’s Dry Shampoo is a silky and entirely talc-free powder formula. Persimmon-derived tannic acid refreshes and deodorizes while tsubaki seed oil prevents dryness and irritation, leaving hair cleansed with subtle volume—without the grit of traditional aerosol products. The packaging is refillable and comes with an insert that can be removed..Fragrance Description:Crown Affair’s signature fragrance combines bergamot, yuzu, and lemongrass for a cool, light scent.",
	"ingredients": "-Persimmon-Derived Tannic Acid: Deodorizes and leaves hair smelling as clean as wash day..-Tsubaki Seed Oil: Prevents dryness and irritation at the scalp..-Tapioca Starch: Absorbs oils and enriches your scalp without talc....Tapioca Starch, Oryza Sativa (Rice) Starch, Cetrimonium Chloride, Trehalose, Saccharomyces, Persimmon Fruit Juice Ferment Extract, Sodium Bicarbonate, Fragrance (Parfum), Camellia Japonica (Tsubaki) Seed oil, Isodecylneopentanoate, Dimethicone, CI 77491, CI 77492, CI 77499, Linalool....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Dip brush into powder lightly..-Apply directly to roots where needed..-Use pads of fingers to further distribute product..-Repeat as necessary until desired look and feel is achieved...To insert the refill: .-Remove your old refill by twisting to the right to release..-Recycle. .-Insert the new refill into the base of the jar..-Twist to the left until it clicks into place. .-Refill is sold separately.",
	"num_reviews": 479,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/crown-affair-the-refillable-dry-shampoo-P510866?skuId=2758381&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2758381-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.1 oz / 30 g",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2758381-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "The BEST dry shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This is the best smelling hair product I’ve ever used and best dry shampoo I’ve ever used. So light literally feels like nothing is in your hair! Lasts so long because you don’t need a lot of powder to do your whole head!"
		},
		{
			"review_title": "Total fail",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Absolute fail. It is much more difficult to use than a spray-on dry shampoo, it does very little to remove oiliness from my hair/scalp, and it gives my hair static (which I normally never have)! This is probably the most disappointing product I have ever used. After the first attempt, I was sure I must be doing something wrong because the result was so bad, but after checking the instructions and how-to-use videos I saw that I was doing it right. Have tried a couple of times now and it's bad each time. I love their leave-in conditioner and mask, but I'll be going back to my Klorane that works much better for a fraction of the price. For reference: I have long, fine hair."
		},
		{
			"review_title": "Not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Didn’t love this at all. Would much rather use Amika for half the price"
		},
		{
			"review_title": "Smells awful",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I didn’t even have to open the product to smell the perfume. No clue if it even works as I couldn’t get past the awful smell."
		},
		{
			"review_title": "YES!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "YES!!!!! This dry shampoo is the BEST I have ever tried. I was never a big fan of dry shampoos because I felt those spray-on formulas male my hair feel heavy and dirty. This, in turn, is SO easy to use and really refreshes my roots. The delicious fresh smell is a great added bonus. FULL recommend for people with oily scalps who need a regular refresh during the week. Keeps my hair cleaner for longer spans of time,"
		},
		{
			"review_title": "New hair routine staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "First off, one of the best dry shampoos I’ve ever used. One application on my roots and 24+ hours later and it’s still looking fresh?? Never had any dry shampoo accomplish that before! Also, subtle but nice smell!"
		},
		{
			"review_title": "Great dry shampoo, just not a fan of the packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Great dry shampoo, smells great, the only thing I'm not a fan of is the packaging. There are other dry shampoo powders with packaging that are easier to apply."
		},
		{
			"review_title": "Tbh worth it.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I hate to say that this stuff is so worth the hype because it’s so expensive but it is. And I’ll probably keep repurchasing.  I went for 4/5 because to me the scent is waaaaay too strong but luckily it fades in hair"
		},
		{
			"review_title": "This is fantastic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I paid for this myself. I bought it in a Crown Affair kit from Sephora, so under a different listing.  I've only used 2 dry shampoos before, both from Sephora, both in spray cans. Those ones did not make my hair less greasy; they just seemed to make it clump together more.  THIS product is not at all like those. The hairs separate and lift at the root and look clean. It almost looks better each day. If I know I'm going to need it tomorrow, I will probably use it tonight before bed instead and it's even better in the morning.  In my case it can literally make the difference between me working an extra day or not, so one single extra workday and the product is more than paid. It's a no-brainer for me."
		},
		{
			"review_title": "10/10 recommendation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "while using aerosol is quicker… this works 100x better!!!! it smells fantastic and makes my hair look super fresh for days. my new go to!"
		},
		{
			"review_title": "Not effective",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Meh, the application as others have noted is a bit messy.  I felt like I had to apply a lot and as it didn’t really do much in terms of absorbing oil or refreshing your hair.  I’ll be going back to a spray in dry shampoo spra"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
			"review_text": "This really didn’t work for me at all. I had seen it all over instagram and was excited to try but it was disappointing. Feel like it makes my hair look more greasy than it was before I applied."
		},
		{
			"review_title": "Never going back to spray dry shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Smells amazing. Refillable. Works great on my black hair. Application by brush works very well for targeted coverage."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This dry shampoo smells really good and I love the idea of applying with a brush, but I feel like this one didn't do anything. I wash my hair about twice a week and always apply dry shampoo on clean hair the first day, this dry shampoo had me feeling kinda grungy by the next morning.   I gave it several chances because I wanted to like it so bad but it's just too thin or something to absorb oil. The powder is super fine and I can tell a lot would be wasted just flying around in the air, the brush seems convenient but made my hair all staticky, I'd be willing to overlook those issues if it worked well but it doesn't. Love the scent, the convenient packaging, the refill opportunity but the product itself is pretty ineffective."
		},
		{
			"review_title": "The best of the best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "This is the best dry shampoo, i have been useing this for a few months and let me tell you, its the best i always ask people how many days it looks like i have gone without washing my hair (when useing this product) and i always get told 1 day or fresh. This is a game changer for my hair.This product alowd me yo bot was my hair for a week which really helps for colored hair .definitely buy you wont regret"
		},
		{
			"review_title": "Staticky and messy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Smells lovely but gives me terrible static which gives me flat hair. Also the jar is so messy, even when closing the inner lid and the top lid, I’m always getting this powder all over my countertop/clothes. Much prefer aerosols or shaker bottles."
		},
		{
			"review_title": "Better control than a spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I like how easy it is to spot treat areas on my hair. Smells great! Pretty package too."
		},
		{
			"review_title": "The best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I purchased the set that included this dry shampoo and I am in love after two uses! The powders completely disappears and absorbs any oil in my hair! It feels like it was freshly washed and the scent is so good!  is so good!"
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair",
			"review_text": "Amazing smell and less observable oils immediately after applying. I love not using an obnoxious aerosol. Also did I mention it smells amazing?"
		},
		{
			"review_title": "Slightly Luxury but with Great Performance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have come to really enjoy using this dry shampoo on a daily basis!! Here is a run down of different aspects of the product I have observed after constant usage:  1. Packaging: The packaging of this dry shampoo is decent. Especially the newer packaging, it is now refillable with greater amount of product inside. The exterior is plastic, but the container body is made of sanded surface that feels more luxurious than shiny plastic. Product also comes with a brush (but not included in the refill). The brush is quite fluffy and thick in bristle.  2. The powder does have a medium level scent. It strongly reminds me of the D&G Summer Vibes perfume. Very similar to that!! But if I have to describe it, it is almost a passion fruit scent with a slight floral sweetness. Quite elegant.  3. The powder itself. The powder has a consistency and texture similar to tapioca starch/corn starch, although it is more coarse and powder is less finely milled than edible starch. Once applied to hair, it stays all day and does what the product description says. My scalp is quite on the oily side, without this product I usually have to wash my hair daily to maintain an airy texture. But with this powder, I can now wash my hair every other day, and sometimes every two days - it gives the freshly washed hair effect. You only need to apply a little bit each application, therefore this product will likely last you a long time (more than 6 months).  Overall, this is a decent product. The price does lean on the luxury side, but the packaging, scent, and performance of this product does drive up the price point. Could you find alternatives with similar performance at a lower price point? Yes. But is this product worth the splurge? Yes!"
		},
		{
			"review_title": "smells great, leaves hair feeling soft and fresh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "So delighted to finally have a dry shampoo powder that works well and doesn't feel heavy. This stuff works like a dream, it smells great, and I love that the brush makes it easy to only use as much as I need. So happy to have a great option that's not an aerosol."
		},
		{
			"review_title": "Travel friendly dry shampoo with a nice scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Bought this on vacation after forgetting to pack dry shampoo. Normally I cannot stand the overpowering smell of most dry shampoos but this one is clean and more subtle. I like the brush so it allows me to target my roots without wasting product. Works great on my thick hair without weighing it down or making it feel powdery."
		},
		{
			"review_title": "Very nice dry shampoo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I started long distance running again and needed to get a dry shampoo. I’ve tried so many in the past and I really like this one by Crown Affair. I like that it’s non-aerosol for starters, but I also enjoy the little brush and the smell. It smells SOOO good. Very refreshing and different. I wake up with clean hair after my 3 mile runs. I gave 4 stars because it’s very expensive at $42 before taxes. Its also a little messy but understandable as it’s powered."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’ve tried a few powder dry shampoos before that I didn’t like but this one I actually enjoy. It comes with a nice sized brush which makes application easy and refreshes my hair without an overpowering smell"
		},
		{
			"review_title": "Fresh hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This is such a unique way to use dry shampoo. I love the unique design that makes it so much easier to use on my dirty day 5 hair. The precision is amazing and gets right to the roots. I would highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
			"review_text": "Love this all natural dry shampoo!!! The brush is so nice to use to get precise areas of the hair along the hairline and it blends in so easily! I also love that it’s small enough to pack and go compared to a large spray can so it’s easy to keep on the go!"
		},
		{
			"review_title": "The BEST dry shampoo on the market…",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "In love with this dry shampoo. The light refreshing scent is so pleasant. I’m a big traveler so I love how it is just a powder it makes my life a lot easier. During the many times I’ve used it, I can for sure tell that my oiliness disappears and volume appears. It also color safe if you’re a fake blonde like me :))"
		},
		{
			"review_title": "best non aerosol dry shampoo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This non aerosol dry shampoo is my new favorite. I've tried several others of varying price points, and while this one is the higher range of that, it is the best.  It reminds me of the aerosol Not Your Mothers in the purple can (which was my favorite before I switched to non aerosol) It smells AMAZING and doesn't chalk up my hair. I have dark auburn hair and it does not show up, even after multiple reapplications.  I also love that it's refillable!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The crown affair dry shampoo does wonders for my hair!  I love that is not a spray and have that distinct smell! You apply is add needed and where you need it the most and does not leave a white cast for my hair."
		},
		{
			"review_title": "My new favorite dry shampoo!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I really love the packaging of this product it’s so sleek! I have always liked power dry shampoos but this one if definitely my favorite, it really absorbs all the oil and makes my hair look fresh. The scent is super light and really lovely. The powder can get a little messy during application but definitely worth it!"
		},
		{
			"review_title": "Luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "So glad to have found this powder based dry shampoo from Crown Affair. It smells amazing and easy to use with the brush. I love that it is refillable and aerosol free. It targets the oiliness of my scalp so I feel fresh in between wash days. My hair feels luxurious after each use. It is vegan and cruelty free as well which is a huge plus. Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I am loving how this is working for my hair. I use this late on the second day after wash and it is really making my hair look clean again. I use it more for a touch up as the direct application brush makes it perfect for the onset of oiliness more than the day 3 I need help."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Ive tried many different dry shampoos from aerosol to cream and I’ve been wanting to try a powder one for some time now.  It makes sense to use a powder because it’s been proven to absorb moisture and this is such a game changer.  I brush it into the roots and concentrate on the part and rub it through and it starts absorbing the oil.  I love that this is travel friendly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Crown Affair's refillable dry shampoo is a really nice option for refreshing hair without too much fuss. It absorbs oil quickly, leaves my hair looking clean, and doesn’t leave behind any residue. The light scent is pleasant without being overpowering, and I appreciate that it's refillable, making it a more sustainable choice. It's become a reliable go-to for busy days when my hair needs a quick pick-me-up."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this dry shampoo so much!! I have been looking for a cleaner dry shampoo and this checked all the boxes! It smells amazing and leaves my hair feeling and looking clean. So easy to apply with the brush it comes with. Doesn’t leave any white cast once I rub it in (but I do have blonde hair, not sure if it would leave a white cast with darker hair). 10/10 product for me!"
		},
		{
			"review_title": "Smells SOOO good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I really love Crown Affair’s Refillable Dry Shampoo! The scent is so fresh and light (i want it in a perfume), and it leaves my hair feeling clean without any heavy buildup. It’s perfect for day 2 hair, just a quick refresh and I’m good to go. On oilier days, I do find that I need to use a bit more product to get the job done, but it’s still super effective. Plus, the refillable packaging is a nice eco-friendly touch that I appreciate. Overall, it's in my top 3 of dry shampoos!"
		},
		{
			"review_title": "Fresh hair for long",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "For the first time I used dry shampoo with a brush not spray, and I really liked it. The application is easy, fast absorbing and not very strong smell. This dry shampoo works great and my hair looks fresh even on the day 3."
		},
		{
			"review_title": "Love that it’s refillable!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Crown Affair makes the most beautiful, chic and luxurious hair care products. This dry shampoo looks stunning and its the perfect size for travel and on the go. it comes with the cutest little hair brush for application and the product absorbs the oils on my scalp in between washes. Love love love!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’ll take this powder over spray any day. This gives you control on where and how much to apply. The application process is super easy. You just dab the brush into a powder and apply directly over your hair. It makes my oily hair look cleaner, no visible geese anymore. So this is perfect on non wash days"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I have a very oily scalp, and usually, my hair starts getting greasy by the second day after washing. I was a bit disappointed because the dry shampoo didn’t seem to absorb much of the oil. However, I must say, the scent is absolutely incredible! It works wonderfully as a hair perfume and adds a bit of volume, but unfortunately, it doesn’t do much in terms of controlling oil for my scalp."
		},
		{
			"review_title": "Amazing work!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This was perfect for travel! It helped the shine in my hair go away without leaving a white cast. The smell isn’t bad and blends into the hair so easily. A little really goes go a long way. I have fine thin hair and I’m glad it didn’t way it down or make it feel gross like other dry shampoos do."
		},
		{
			"review_title": "The best scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I love the sustainability of this dry shampoo! The brush is very soft and picks up a lot of product. It's a lot easier to get into your roots and target any areas that need the dry shampoo. I really enjoy the scent as well- it's fresh and a little fruity without smelling like chemicals. I can extend my hair wash day by at least 2-3 days with this!"
		},
		{
			"review_title": "New fav!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I was so excited to try this product as it is so unique and different from any other dry shampoo i've tried before.  It is so easy to use and I love how travel friendly it is. It doesn't leave any residue on my hair which i love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I would definitely recommend trying this, their products smell great and work really nice, I do have darker hair so you definitely need to rub it in really good but I would try this out if you can, a lil goes a long way"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This dry shampoo is amazing! It makes my hair feel so clean without an weird texture or smell. I love that it’s a powder and not in an aerosol container. I have black hair so have to really rub this in and brush it out, but it works so well that I don’t mind"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have been wanting to try aresol free dry shampoo for a while and I love how this one comes in a little powder container with a brush. So far i’m loving this and how easy the application process is!!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "As someone that “suffers” from oily scalp,I can say that this product is a lifesaver! If I wash my hair today,tomorrow my hair is going to get oily and I really need a good dry shampoo like this one ."
		},
		{
			"review_title": "Smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Absolutely obsessed with this dry shampoo. It works so well and the packaging and application feels so luxurious. It smells AMAZING too. I was using it and my boyfriend was like “that smells so good” which is a high praise. Cannot recommend it enough."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This is my all time favorite dry shampoo! It absorbs excess oil without leaving residue or a white cast in my hair. I love the brush applicator because I can pick exactly where I want the product to go."
		},
		{
			"review_title": "I love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "What a cool product! As someone with fine, oily hair, I have tried MANY dry shampoos. I love the idea of it not being in a spray form as they can be harmful. The brush it comes with is so luxe and soft and the dry shampoo itself smells beautiful and fresh. The brush allows for you to more closely and accurately just get the scalp. It works well at drying out my oil scalp."
		},
		{
			"review_title": "Great dry shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I have used many different dry shampoos and use them almost daily! I have tried many of the top brands and this one intrigued me. I found the packaging to be very nice and has a luxurious feel to it. The packaging was easy to get product out and I liked how I could easily apply the dry shampoo to specific areas with a brush. It instantly refreshed my hair and made it look way less oily and shiny. It also added some volume which I loved! I also personally really like the scent. The only drawback for me is I’m used to using a spray dry shampoo which is much faster to apply, but I like this one so much I’ll continue to spend a few extra seconds to apply it with a brush!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Dry shampoo is a staple coming from someone who doesn’t wash their hair everyday- and this one is amazing! It’s lightweight and adds texture to the top of my hair when I need a little refresh! I love that it comes in a powder form and it’s easy to apply with the brush. I love the powder form more than the spray because it’s more buildable and you’re able to target certain greasier areas better."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "My new favorite dry shampoo! The powder is so soft and fine. Even the brush feels so luxe on my scalp when I apply it. Definitelt helps with the greasiness in my hair and doesn't leave it feeling heavy or any white cast like others do."
		},
		{
			"review_title": "SO GOOD",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Oh my goodness I am absolutely obsessed with this new dry shampoo! I’ve been trying to stay away from sprays and this power is so good and I love that it comes with the brush too! It doesn’t leave a flaky residue like other ones either"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this dry shampoo powder because of how portable it can be and the fact that you can refill the powder! Over all it does a good job of making my hair not look greasy and does not appear too white or chalky in the hair."
		},
		{
			"review_title": "Haircare staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This Crown Affair refillable Dry Shampoo has been such a confidence booster. My roots can get so greasy and yet my hair itself is so dry that finding a happy medium for both had been incredibly difficult. No longer a problem! In between wash days, this powder revives my roots by absorbing any oil and gives them a bit of lift off of my scalp. Not to be left out, I love the softness of the brush (and the fact I can easily store it with the shampoo), the blendability of the powder on my dark locks and the fact it is refillable. A definite staple in my haircare lineup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This stuff is absolutely incredible! The convenience of being able to brush it into your hairline and scalp was a game changer. I feel like it really penetrated the oil on my scalp and definitely helped my hair last longer and the fragrance was perfection!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "Everything crown affair is awesome and this is no different!! The smell is amazing, and non aerosol dry shampoo is great! Very easy to distribute. Sprays are always risky, so easy to get white spots. This blends like a dream!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Absolutely amazing!!! I am loving this dry shampoo and love the brush so you can decide where you want to apply the dry shampoo! Also doesn’t have a strong smell like other dry shampoos that I have used."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Crown affair does not miss. I hate spending a lot on any product but theirs are worth it. They’re well made, the packaging is cute, and my hair always feels incredible. This doesn’t leave a white cast, I’m very happy."
		},
		{
			"review_title": "Love the brush applicator",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’ve been looking for a good dry shampoo that isn’t in an aerosol can because I can’t take those on a flight and I also don’t like the spray mechanism. I love that The Crown Dry Shampoo is in a jar and has a brush for you to precisely apply it onto spots of your hair that are oily. It works well and doesn’t leave a white cast on my hair."
		},
		{
			"review_title": "Luxurious dry shampoo powder it smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Oh my God this is such a luxurious dry shampoo I love that it comes in a powder form it's so much easier to travel and this powder smells so amazing is really going to refresh your roots you're not going to have any nasty smells. This smells Divine, and after I apply it, I go ahead, and I just run my fingers through my roots just to get rid of any white cast, and it will give you volume. I love love the packaging. This brush is super luxurious and highly recommend this brand."
		},
		{
			"review_title": "Smells amazing and works very well!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I was so intrigued by this dry shampoo and I HAD to try it! To say I’m impressed is an understatement because this dry shampoo is incredible! Not only does it smell amazing, but it works extremely well and even added some texture to my hair! I love applying it with the brush, I feel like that helps me get an even application. And my favorite part is there are no harmful aerosols!! Definitely give it a try if you’re in the market for dry shampoo!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I had a great experience with Crown Affair The (Refillable) Dry Shampoo. The powder formula is silky and talc-free, and I love that it refreshes and deodorizes my hair without leaving any grit. The persimmon-derived tannic acid keeps my hair feeling fresh, while the Tsubaki Seed Oil prevents dryness and irritation. The new refillable packaging is a perfect touch, making it both eco-friendly and a top-shelf addition!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "So lightweight and easy to use. I love the fit has a brush to really massage in the powder into your oily scalp hehe I’m just really liking the component it came in and these cool innovations cause I’m so used to the spray but dang this is nice!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I have been loving this dry shampoo so far! I prefer powders to sprays and with this one a little goes a long way and it has a nice scent to it! I also love that it comes with a little brush to make application even easier!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The Crown Affair dry shampoo is fantastic! It absorbs oil without leaving residue, has a light, fresh scent, and adds volume. My hair feels clean and refreshed between washes. Perfect for busy days or travel!"
		},
		{
			"review_title": "Great dry shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "The packaging is super luxurious, it's big, heavy and it comes with the brush to apply it, which does make the application very easy. The powder itself is very lightweight but effective at absorbing the oil."
		},
		{
			"review_title": "A unique treasure",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely love this dry shampoo! The container is a nice size and comes with a cute brush to apply the product . I also love the idea that this is a refillable product. This is very unique and works well for me"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "what a new and interesting way to package dry shampoo!! I really am a fan of this stuff, the brush makes it easy to put exactly where you want and it adds volume to my hair unlike some other dry shampoos i’ve tried. And it smells good!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "So far I’ve been really enjoying this one! I prefer powder shampoos to begin with, as I find they soak up oil compared to aerosol dry shampoos. This is the first Crown Affair product I’ve tried and I want to try more!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Such a unique concept never would’ve thought I would like something like this, but it’s so good and works very well on the hair about this brand and you should definitely also try it whenever you’re at Sephora"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This is such a cool innovative way to package dry shampoo and it’s so much better for the environment than aerosol. I also found that it worked just as good as my spray dry shampoo!  It does leave a white cast, so I use my blow dryer to help lessen that and it helps a lot. And this container is superrrr sized! This will last for so long."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This Crown Affair dry shampoo comes in a gorgeous packaging and includes a brush that’s nestled inside the case so that it’s easy to carry around.   The formula works well but even though I love the brush—it’s so soft and feels amazing on the skin, I would buy their makeup brushes if they made them—it’s a little too soft for the scalp imo and feels a little messy and is more work than a spray form dry shampoo. I wish there is a better solution for this because I absolutely love the idea of using their brush product."
		},
		{
			"review_title": "Great dry shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I liked this dry shampoo because it comes in a set with a brush, it is very convenient and easy to use. I also liked the aroma, it is so fresh and refreshes the head and hair well. I recommend you also try it because it is very convenient."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Absolutely obsessed with this dry shampoo! Does not dry out my hair like other dry shampoos and smells incredible! Def give it a try! Also obsessed with the packaging! Will reorder as soon as I run out!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love using this dry shampoo and having the applicator brush makes it so easy to use and get right on my hair line"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Super big fan of their dry shampoo! A little goes a long way and this helps me only wash my hair twice a week! It makes my hair go from oily to looking super fresh, and takes away any grease in my hair."
		},
		{
			"review_title": "nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I'm a huge dry-shampoo user and I have tried a bunch of different ones. I like this one because it doesn't leave much of a white-cast and I really like the brush applicator. I have tried other loose dry shampoos before and getting an even distribution is always an issue. The brush is great for that, other brushes I have tried to do this with aren't as good. I do to like the container though, I wish it was just operand did not have the little powder sifter, it's a little difficult to get out the amount that I need."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The best thing about this dry shampoo is that it has NO TALC! And I love that is not an aerosol spray. Packaging is very luxurious and I love the brush that comes in it because it makes easy the application, I little goes a long way with this dry shampoo! Works wonderfully."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Powder dry shampoo has so many benefits in comparison to the aerosol options on the market. You can use a small or large amount & pinpoint exactly where you want the product. With aerosols it’s harder to control how much / where the product goes. It’s super easy for travel too! This product specifically works great to soak up oil & doesn’t leave your hair feeling gritty!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "I was not sure about this powder dry shampoo since I never liked the spray kind of dry shampoo. This one works wonderful. Doesn't have a weird odd or sticky like others.i feel like I can control how much I used better with this one."
		},
		{
			"review_title": "A new staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love love love this! This dry shampoo smalls amazing! I love the brush that it comes with as well! Super easy to use and blends so well in my hair! I love that I don’t have to worry about any aerosol as well!"
		},
		{
			"review_title": "Perfect to go",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received The Refillable Dry Shampoo gifted by Crown Affair in exchange for my honest review. this dry shampoo i would say is very amazing its very convenient for travel easy to cary very effective for busy days, i really love it has no harm ingredient as other dry shampoos damaged my hair."
		},
		{
			"review_title": "Great silky formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This dry shampoo works so well for me! The powder is a very finely milled silky formula that absorbs oil seamlessly. Traditional aerosol spray dry shampoos always made my scalp itchy at the end of the day but I find this dry shampoo very comfortable and non drying. I love how dense and soft the kabuki brush is - it makes the application easy and comfortable for my scalp. It's nice that I can now store the brush in the compartment inside which will come very handy while traveling!"
		},
		{
			"review_title": "🌬️",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I had high hopes for this dry shampoo, but it didn’t quite make it to my favorites list. The packaging was a big issue for me, every time I opened it, the product would fly out, which got a bit messy. The brush also wasn’t very steady when applying, making it tricky to get an even distribution. Plus, it left a bit of residue in my hair, which is something I try to avoid in a dry shampoo. It was just okay, but I wouldn’t repurchase."
		},
		{
			"review_title": "A must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Omgsh this the best/ I used today and it made my hair so refreshed and pretty. I had never used a powder dry shampoo before and it is my new favorite! You need it! It’s so nice and works extremely well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Such a good product!! I enjoyed how easy it was to fix my hair with this and apply to the roots as i have curly hair and typically avoid putting stuff at he top of my head but overall I really liked it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Wow this is a new hair product that I didn’t think I would love! I’ve never tried a loose powder dry shampoo usually I use the spray can one but this one is so cool & works honestly better than any other brand I’ve tried. A little pricey but I do recommend picking up!I’m"
		},
		{
			"review_title": "Great powder!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "The Dry Shampoo is a powder that comes with a brush! It is a bit messy but does the job! Not only did the white instantly disappear, my hair was no longer oily. I also love the concept of this product! Having it refillable is amazing!"
		},
		{
			"review_title": "A new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Such a great dry shampoo! I’ve never used something like this before and I’m so impressed. The brush is a game changer. Typically when you spray a dry shampoo, you’ll have a white cast and have to really shake it out. With this, you’re able to immediately blend in the dry shampoo. Results are immediate and your hair looks nice & fresh! Highly recommended and will be using lots!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I used this dry shampoo and the first impression was the strong scent. If you dont like fragrance, this might not be for you. The brush made applying easy and it did not leave too much white powder in my hair. It did make my hairline look less oily and added some volume."
		},
		{
			"review_title": "Leaves your hair looking and smelling amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Combination skin",
			"review_text": "I absolutely love this dry shampoo! I love how sturdy the refillable container is and how it comes with a brush applicator. I have never felt a softer brush. The dry shampoo smells amazing and leaves my hair feeling and looking great.  I love how compact it is and easy to take on the go."
		},
		{
			"review_title": "So cool!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Really love this dry shampoo. My hair looks amazing. It didn’t leave any crazy white residue on my hair or scalp. LOVEEEE the innovative packaging. The brush is so cute and original. Haven’t seen anything like this yet."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is an incredible luxe dry shampoo. I only use powder dry shampoos because they’re usually non toxic. This is wonderful for travel and soaks up any extra grease my hair has. It doesn’t leave white color in my dark brown hair, and the packaging is stunning! I love that I can replace it without having to get a whole new container too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Great dry shampoo that is better for you because you aren’t releasing all of the powders into the air. I love that it comes with a brush to use so it doesn’t get messy. Great dry shampoo everyone should use."
		},
		{
			"review_title": "Fresh hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "So happy I got to try crown affair dry shampoo. I’ve been looking for something like this especially for travel since I can’t travel with aerosol dry shampoo. Packaging is luxe and well designed twist release and the included brush is so soft. Smells absolutely amazing and relaxing reminds me of spa. Easy to use just dip to powder and apply directly to roots in segments. My scalp feels refreshed, oiliness gone, deodorizes and feels cleaner. I absolutely love this! Definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Normal skin",
			"review_text": "Crown Affair’s Dry Shampoo is a perfect solution for refreshing your hair between washes. It’s lightweight, doesn’t leave any powdery residue, and effectively absorbs oil while maintaining your hair’s natural shine. The formula adds a subtle lift to your roots, giving you volume without weighing your hair down. Plus, the scent is light and pleasant, making it ideal for those who prefer a more delicate fragrance. It’s a great option if you’re looking for a dry shampoo that leaves your hair feeling clean and refreshed without any fuss."
		},
		{
			"review_title": "Not sure about it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This the Crown Affair dry shampoo. It’s a powder and has a small brush inside to brush onto your hair. I haven’t washed my hair in days to try this product, so that my hair was oily. This powder did make my hair look lighter but not noticeable to other people. It didn’t really help my hair that much and it felt dry but oily at the same time. Not sure I would buy again. I received something in exchange for this post."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this product! First the packaging is absolutely cute and chic. I love that it comes with a little brush so it really doesn’t leave that white cast like some sprays do! I will definitely purchase again"
		},
		{
			"review_title": "LOVE THIS!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Very good! It has a fragrance, but I like it. Very large packaging, a little goes a long way. Doesn’t leave residue on my part or make it look like I have baby powder in my hair. Soaked up oil fast! Fluffy brush that felt smooth on the scalp. I’m very impressed and much prefer this to dry shampoo spray. Pictured is a before and after of my hairline but truthfully pictures didn’t do it justice. Also love that this is refillable!"
		},
		{
			"review_title": "It’s not a small product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The packaging is massive, I’m not sure how long this will last me but wow, I know I will have this for a while before I hit a dent on it. The dispenser is helpful but I would advise to be careful and not get the powder everywhere! The one thing that I loved was the scent!!! Omg I loved how great it makes my hair smell, but if you are picky about highly scented products go to the store and smell it in person before purchasing to see if you enjoy it. In conclusion, I loved this dry shampoo specifically because I do struggle with very oily hair. Highly recommend!!!"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Normal skin",
			"review_text": "This stuff is amazing!!! I have the conundrum of having very fine hair. It looks dirty and greasy very quickly, but product also weighs it down very easily. So dry shampoos are a lifesaver, but it was to be the right one. And this is literally the best I’ve found! I love the brush on powder format because it means I can apply exactly how much and I need, and no more than that, exactly where I need it. The results are immediate and my hair looks fresher, cleaner, and less clumpy, but with no white cast whatsoever. And the packaging is great - I love that it’s refillable and the product is easy to dispense and use. Plus the brush is gorgeous - it’s almost a shame to use it on your hair it’s so beautiful and soft, but it does a great job of diffusing the product to avoid over application. And to top it all off it smells amazing! It smells like a designer perfume, though I can’t put my finer on exactly which scent. Overall, I’m obsessed with this product and would recommend it to anyone, but especially folks with fine hair!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "It actually is very good . I love that is not toxic and u can build it up as you wish on your hair . I have noticed more volume when i use it even though i have dark hair and i have to blend it very well . The product really works."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I wasn’t too sure about a powder dry shampoo at first, but this one totally sold me. I find the refillable packaging a nice touch, and not using aerosol is good. The kabuki brush on this thing is so soft, which makes applying it pretty easy without making a mess of powder everywhere. It’s a nice oil absorber, but it doesn’t leave my scalp feeling gross or my hair looking dull. Plus, I don’t get the feeling that I am spraying a head full of chemicals. However, it’s expensive for sure, but since it is a refillable type, it pays off in the long run."
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am in love with this dry shampoo. The brush is an amazing addition. This blends easily without leaving a white cast on my dark brown hair. This is way better than any other other dry shampoo I’ve tried."
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This dry shampoo is such such a novelty and a game changer. I love how it comes with a brush to easily apply it into the hair and help distribute it evenly so it doesn’t leave any white cast on my hair."
		},
		{
			"review_title": "The dry shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I love this dry shampoo. I suffer from greasy hair. After I have dried my hair, it gets super greasy. I would not know what i would do without dry shampoo. I was a bit concerned about a dry powder getting used on my hair. I thought people would see a powder on my hair. That does not happen. This just makes my hair look clean, dry, and healthy. I love this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "I’m surprised by how much I love this format for dry shampoo. The brush is incredibly soft and has a ton of bristles. The closure in the jar is easy to open and close to keep product from spilling out. The dry shampoo itself works pretty well at controlling oil, and smells AMAZING."
		},
		{
			"review_title": "love this dry shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I just got the Crown Dry Shampoo and this is perfect for those days where I don’t want to wash my hair but still not ready for a full style. I love this for a quick day like going to the gym and I also love how my hair doesn’t look and feel gross afterwards"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I'm loving the Crown Affair Refillable Dry Shampoo! This game-changing formula absorbs excess oil and impurities without leaving a pesky white cast or irritating my scalp. The best part? It blends seamlessly into my hair, leaving a natural-looking finish. The included brush is a genius touch, making it effortless to target roots and blend for a flawless application. Whether I'm extending my blowout or just need a quick hair pick-me-up, this dry shampoo delivers. Plus, the refillable packaging is a win for sustainability. Highly recommend for anyone seeking a high-performance, gentle dry shampoo!"
		},
		{
			"review_title": "innovative!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "literally a holy grail. onto my second box and never getting tired of using this. The brush is the best part like who even thought of this? I don’t have to spray everywhere I can just dab the brush in the parts of my hair that are the most oily. Love this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "This dry shampoo is a game changer! I used this dry shampoo on two day hair that was super oily and I noticed such a difference! I also love the applicator and how this is a refillable product! Definitely worth it."
		},
		{
			"review_title": "Clean hair always",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Yes, yes, yes. This concept of how this dry hampoo is applied it is AMAZING. I often dislike the spray dry shampoo because it doesn't apply evenly and it is only my scalp that is oily while the rest of my hair is overly dry. This dry shampoo allowed me to apply it directly where it was needed, which I loved. It made the whole process easier. I loved how well it worked and how good my hair looked."
		},
		{
			"review_title": "An eco friendly product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "This dry shampoo is like nothing I’ve ever used before, but I’ve been looking for into products that I can refill and create less waist so this was my next step! I use dry shampoo at least 3 days a week. I will be honest this took a little trial and error because I was so use to the spray but after a couple uses I got it down! It works amazing and helps me keep my hair done! I will definitely continue to buy refills of this product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this brand and this product is no exception! It is translucent hair powder for your oily days. Try not to overuse it but if you news a quick pick me up this is the dry shampoo your hair needs :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I’m obsessed with this dry shampoo. It make my hair actually feel clean after using it. Most dry shampoos make my hair more greasy due to the excess product. The brush is super soft and great. My only thing is it take a while to get the powder look out but once you do it’s great!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Combination skin",
			"review_text": "This is my new go to dry shampoo!! For darker hair girls like myself this powder with a brush conveniently stored inside the lid, makes it easier to control how much is applied, where it is applied and blended. The scent of the powder is very refreshing & light, like you just walked into a spa. It combated my oily scalp without looking chalky and gave some volume back into my hair. I also love how there’s less waste when you’re out of the product you can just repurchase the refill."
		},
		{
			"review_title": "Such a nice alternative!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "* I received this product in exchange for an honest review. This might be my new go to dry shampoo! It smells amazing and doesn’t leave a weird feeling on my hair. I also love how easy it is to apply with the brush and how it doesn’t smell super strong like spray dry shampoos."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Normal skin",
			"review_text": "I've used other powder dry shampoo before and this one works better. I don't pick up any scent. The brush is super fluffy and picks up a good amount of product. The powder isn't stark white and doesn't stand out on my brunette hair."
		},
		{
			"review_title": "Ok but more work",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "So I have to say this is my first time using a dry shampoo powder like this. It’s definitely easy to use on the top part of my scalp. The only issue that I have is that you have to be very thorough and parting your hair and doing every spot you need to. With a spray, you can flip your hair around while spraying and get virtually everywhere. This is a little more defined to specific areas. While I like it, I think I’m gonna stick to my regular spray dry shampoo. It did work well in the areas I tried though."
		},
		{
			"review_title": "My new preferred way to apply dry shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I was skeptical to use this because you have to apply it with a brush instead of spraying… I now actually prefer this way! I don’t use as much product and you can focus it on the areas you really need it. The smell is heavenly. It doesn’t dry out your hair at all, it actually gives it a small shine while soaking up the oil. I’m in love!"
		},
		{
			"review_title": "Much better than an aerosol dry shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I have a sensitive scalp, and most aerosol dry shampoos irritate it. This powder hasn’t caused any scalp irritation, and I actually think it’s much easier to control and blend into my hair than an aerosol dry shampoo. I love using this and the result so much more!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this dry shampoo! This is a great product for on the go because it’s quite small and compact, easy to put in my bag and bring with me for travel or on road trips. I’m someone with very oily roots and it just sucks up all the oil out of my hair. I’m quite astonished by how quickly my oil disappears from my head! Love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I stopped using dry shampoo a few years ago because of all the horrible ingredients in them BUT I’m so happy I can go back to using it because this one doesn’t have all the toxic ingredients that regular dry shampoos have but it’s still just as effective!! It has a really light but very pleasant scent and the brush that it comes with is so soft and makes it’s really easy to use the product!"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "1. Packaging & Presentation: Comment on how the refillable aspect is designed. Is it convenient and eco-friendly? Does it feel premium?  2. Scent: Does the dry shampoo have a pleasant fragrance? Is it too strong, subtle, or just right?  3. Performance: How well does it absorb oil and refresh the hair? Does it leave any residue or white cast?  4. Texture: Does it make your hair feel soft or gritty? Does it volumize without weighing your hair down?  5. Application: Is the brush design easy to use and distribute the product evenly?  6. Longevity: How long does it keep your hair looking fresh between washes?"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I absolutely adored the fragrance and the effectiveness of this product. It left my hair feeling clean and refreshed, and the scent was delightful. However, I did notice that it didn't quite deliver the level of volume I was expecting. While it did make my hair feel rejuvenated, it didn't do the best job of adding density and thickness to my hair."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "The Crown Affair Refillable Dry Shampoo is a must-have! It absorbs oil instantly, leaving my hair fresh and voluminous without residue. The refillable feature is eco-friendly too. It's the perfect balance of performance and sustainability!"
		},
		{
			"review_title": "Love this dry shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Okay, you need to try this dry shampoo! It’s like a hair refresh in a bottle. I can’t get over how clean and fresh my roots feels after using it—like, it actually looks like I just washed and not cakey either. Plus, it’s refillable, so I’m feeling good about cutting down on waste. Seriously, it’s been a game-changer for my lazy hair days. You’ll love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This dry shampoo is so good and I love how it’s a powder instead of a spray! The brush is really fluffy and picked up a lot of product. The fragrance is great and it really made my 3rd day hair look so fresh and clean!"
		},
		{
			"review_title": "Great for dark hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I was amazed by the quality of this product. Having dark hair is tough when you have second day hair that looks a bit oily, but this dry shampoo was definitely dark hair friendly. It did not leave a white cast at all! Also the packaging is so convenient to take in my travel bag to retouch my roots when they’re oily."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This powder dry shampoo is so good. I usually don’t use powder because it tends to show in my blonde hair. However, this dry shampoo was so good. It worked really good and made my hair look fresh again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I love this dry shampoo and how easy it is to apply and control how much is going into your hair. This jar lasts me such a long time everytime and honestly the fragrance is just an added bonus - it smells delicious!"
		},
		{
			"review_title": "Beautiful, sustainable packaging & effective!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This was my first time drying a powder dry shampoo instead of dry shampoo from a spray bottle, and I have to say that I am OBSESSED with the powder version wow!!! The brush is so fluffy and picks up enough product that I don't have to go back into the powder multiple times, which was nice. I was a little scared about the product showing up in my hair because I have naturally black hair, but it absorbed surprisingly well and I just had to rub it in a little. The packaging alone is so luxe, but the product actually working well for my dark hair is the best part of it. Functional and beautiful - glad that sustainability is becoming a focus now with this refillable version as well!"
		},
		{
			"review_title": "Highly recommended!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "I’m amazed with this dry shampoo! This was something different from me trying. I’m usually using the a dry shampoo spray but trying this powder and applying it to the scalp. I prefer using this because it doesn’t leave any white cast on your hair."
		},
		{
			"review_title": "Genius hair product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "Crown Affair dry shampoo is the very best dry shampoo.  I stopped using the others because me hair still felt dirty and dry and stiff at the roots… This product gives my hair  a silky clean feeling and the packaging is genious!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I recently tried Crown Affair's Refillable Dry Shampoo, and I must say that I'm really impressed. The reusable, environmentally friendly packaging of this product is what really makes it stand out. This is great news for anyone trying to cut down on waste in their beauty regimen. In addition to feeling opulent, the clean, simple style looks fantastic on my vanity. In terms of effectiveness, the dry shampoo performs admirably in revitalizing my hair. It has good oil absorption properties and leaves my scalp feeling clean and clear of heavy buildup. The powder formula is light and doesn't weigh down my hair, which is another feature I adore. My hair feels light and lifted after using it, making it ideal for days when I don't wash it every day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "A game changer. Dry shampoo that is applied with a brush is genius and I have certainly been missing out this whole time. It is so convenient to travel with and works wonders for second day hair that looks greasy. Helps restore some life and volume into my hair."
		},
		{
			"review_title": "It’s a yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This dry shampoo has changed the game for dry shampoo for me! I usually have a hard time trying to make a dry shampoo work for me, but this one is just so easy to use and work with and so convenient for travel!"
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I’m obsessed with this dry shampoo!! It leaves my hair feeling refreshed and non oily for days after use. I love the applicator method of it as well which is so different than what I’m used to. I will definitely continue using this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Was honestly really hesitant to try this type of dry shampoo because I have always used the spray bottle and honestly really liked it. Made it so I could hit the exact areas I wanted and didn’t have to waste it on the parts of my hair that looked good already. Getting to the “root” cause."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this dry shampoo. it is simple and effective without leaving any sticky or weird feeling residue in my hair like other dry shampoos do. this product leaves my hair feeling clean, soft, and silky."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this dry shampoo! It is much different than I have ever experienced and I am here for it. It’s light and feels refreshing. I have referred this to several of my friends with  different hair colors and they love it as well"
		},
		{
			"review_title": "My go-to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Actually love this dry shampoo! I have bought it a few times. Love that it’s refillable. Probably a go to for me because it feels like it hels the greasiness of my hair without giving it that weird texture that some dry shampoos do"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I have tried many dry shampoos and this far exceeds all expectations. I love how it can work for a quick run out the door or to put in while you are sleeping. It does the work overnight and your wake up with clean hai"
		},
		{
			"review_title": "New Crown Affair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I've been on the hunt for a new dry shampoo for a while, so I was thrilled to see that Crown Affair released one. It's always a challenge to find a product that not only refreshes your hair but also leaves it looking natural and polished. What really sets this one apart is that it doesn't leave a white overcast, which can be such a struggle with other brands. Plus, it doesn't make my hair look messy or overly textured."
		},
		{
			"review_title": "For anyone who doesn’t like aerosols!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love the texture of this shampoo and that it doesn’t come in a can! I have dark hair and I was worried this would leave stuff behind on my hair but the powder is very fine and it looks great! Definitely for people who want the results without an aerosol!"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "Okay i was seriously so excited to try this dry shampoo from Crown Affair! This is a newer brand for me and after recently trying their hairspray i was really impressed with this brand! This is my new go to dry shampoo for sure"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Crown simply never disappoints. I have been obsessed with their other hair products and was so excited to try this dry shampoo! It works wonders on refreshing my hair without leaving a residue. My hair looks like I just washed it whenever I use this! You NEED to try this."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really like this dry shampoo and it does work nicely in my hair. Doesn’t make my hair too white and settles in nicely. It’s just that the packaging is inconvenient and is almost like a setting powder where it gets messy"
		},
		{
			"review_title": "Cool mechanism!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This is such an interesting dry shampoo product! I like that it's refillable and that it's not in an aerosol can, it just makes everything eco-friendly. The brush is hand to use to touch-up throughout the day."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love powder dry shampoos and this one is amazing. I highly recommend it and the packaging is perfect for on the go. This is amazing and long lasting. I feel like I don’t have to reapply which is perfect"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love this dry shampoo!!!! It is my new favorite. I love how easy it is to apply and I like the brush / powder much better than a spray type of dry shampoo. It doesn’t make my hair gritty which is a big issue I’ve had with other brands."
		},
		{
			"review_title": "Keeps my hair fresh between washes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "As a stay-at-home mom constantly chasing after my toddler and dealing with nap time chaos, my hair gets greasy quickly from all the running around and sweating. Crown Affair’s Refillable Dry Shampoo has been a total lifesaver, especially on those days when I don't have time for a full wash. The light, refreshing scent of bergamot and yuzu is perfect because it’s not overpowering, which is great when I’m constantly around my little one. The kabuki brush makes it so easy to apply, even with one hand, while holding my baby in the other!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I use this when my hair needs a little pick me up before my wash day. I can also easily take it with me on the go use as needed. It definitely gets the job done and refreshes my hair! I especially love how this dry shampoo is refillable and aerosol free!"
		},
		{
			"review_title": "Love using it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This has been a staple in my bags for on the go for months ! It’s super great for a quick fresh up after my Pilates sessions ! The brush is on the thinner side but it does work well on my thin hair ! I also like the smell !"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love this dry shampoo! It is so unique and different! It really gets the job done and I like how much I have control with the brush! I would totally recommend this to all the oily hair girlies! So great!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is one of my favorite dry shampoos! You need this! It’s really easy to apply and leaves no white residue whatsoever. The powder is very finely milled and gets rid of any oils effortlessly. I highly recommend this!"
		},
		{
			"review_title": "Overpriced and Ordinary",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone",
			"review_text": "$42 for powder?? There is nothing even remotely special about this product and would be incredibly easy to dupe this with cheap powder and a small brush for a couple bucks."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Unfortunately, although I liked the idea that this was going to be a clean product, it very quickly caused scalp irritation & hair loss."
		},
		{
			"review_title": "Loved!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Theee best out there. Not a big fan of the applicator because it waste a lot of product but still one of my favorites. Smells amazing, gentle with my scalp psoriasis and really does work!!"
		},
		{
			"review_title": "Good, but only with right expectations",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This is great for day two or three post wash, maybe post yoga or a walk, something not super sweaty. In this case, 5 stars for product, one star off for messy application process.    This is NOT the product for ‘I’ve been backpacking for a few days and I need to rejoin the land of the hygienic’. Heck, it’s not even enough if I’ve gone for a jog. Rating for these activities would be a 1 at best. For those situations I’ll stick the more industrial strength spray products.   Overall, I’m taking it for what it is, I’ll enjoy for the daily ‘I’ve got to freshen up for my video call’,  but I won’t be buying it again."
		},
		{
			"review_title": "Take your time",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I like the concept of this product but not really the effort. I agree with the complaints about packaging, in that it kind of shoots up everywhere and the brush is quite flimsy. I also have pretty thick hair, so to me this dry shampoo kind of defeats the purpose of “a quick fix” to greasy hair when it definitely takes me about 10 minutes to thoroughly apply. I would rather use something non-aerosol and the smell is great but, honestly, I bought another bottle of amika righr after :("
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This is pretty good when I go long days my hair washed day I pulled this one out and use it and it’s great by providing volume and smells good"
		},
		{
			"review_title": "Really Big Fan",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I love this! I switched from regular aerosol dry shampoo because it was starting to really aggravate my dandruff. This can get a bit messy, but if you take your time it’s really not that bad. I enjoy it tbh"
		},
		{
			"review_title": "Don’t waste your money",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product is so difficult to use, I can barely brush out the product using the tool they provided and getting the product out of the container is so messy. After all that my hair still looks greasy and requires more of the product to actually remove the grease.  greasrequires"
		},
		{
			"review_title": "I'd rather use baby powder, honestly.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "$57 to smell like a grandma. $57 for a product that comes with a brush too soft to work the product into the hair/spread it around past initial application. $57 for silly packaging that still presents the same issues as other powder containers.  Don't waste your money."
		},
		{
			"review_title": "New Fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "As someone who hates washing my hair, I'm always looking for a dry shampoo that works for me. This is it. Once you get the hang of using the brush as an applicator, I think this allows for me to add as much product as I want while not making my hair feel stiff. The smell is great and leaves my hair looking clean even when it's humid"
		},
		{
			"review_title": "has the potential",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "the packaging is awful. there is no way to gage how much product you are putting in the brush and it wants to by nature explode everywhere. this stuff did absorb my oils however it made my hair feel weighted down by a lot and I could not get past the powder floral smell that I kept smelling throughout the day. I will be returning for my 2nd bottle of dae fairy duster. dissapointed for sure."
		},
		{
			"review_title": "Really doesn't work if your hair is truly oily",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Simply doesn't work for me! I really wanted it to, but it literally does nothing. I put it into hair that I had just washed, blow-dried, and styled so that I wasn't asking it to do absorb days worth of oil and I hoped that it would prevent oiliness sooner, but that didn't work; then I used it on oilier hair to see if it would sop up the oil and work, but it didn't! I really wanted this to work, but it just does nothing. I felt compelled to add a review because this has such good reviews that it baffles me that it's such a poor product if you truly need oil absorption and an effective dry shampoo - please don't buy this and go for something else instead. I recommend Living Proof or Amika which are way better!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I’ve been really enjoying this dry shampoo, it’s a new way of using dry shampoo for me but it’s very convenient. A little bit also goes a very long way. The brush is super soft and I like that you can use it in a precise location."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I’ve never used a dry shampoo this good, the smell like very natural like citrus and not overwhelming like I just get a hair wash!!! Immediately remove creasy and odor!! Must repurchase!"
		},
		{
			"review_title": "My must have for my oily scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Finally finished a tub after purchasing in February. I use this dry shampoo about 3-4x a week. It may not look like a lot of product like some states but it does last a while as you don’t need much. I’ve used a bunch of aerosol dry shampoos and hated the feeling it left. This leaves no white cast and no icky feeling."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Light, pleasant scent. Leaves hair soft. It's not gritty or chalky or sticky even after using for several days. Really like being able to directly apply the product to exactly where I want it with the brush. One of the best dry shampoos to date."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I think this is the best dry shampoo I’ve ever used.  This smells so good, and left my hair looking clean.  It didn’t leave my hair feeling like it had a ton of product in it."
		},
		{
			"review_title": "love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "works very well! I love that it isn't aerosol. lightly scented but goes away quickly. buildable. you can go overboard. I will say, I wish there was an easier way to get the powder out of the container without it poofing everywhere."
		},
		{
			"review_title": "The holy grail of dry shampoos.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "SO happy I tried this product finally. No more flying dust from all those other applicators out there. This one is lightweight, smells amazing, and doesn't leave that stiff feeling that other dry shampoos deposit, plus no residue left behind when you run your hands through your hair."
		},
		{
			"review_title": "Great product, terrible packaging!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I really liked the formula of this dry shampoo and the smell, but unfortunately had to return due to the difficult to use packaging. Getting the powder out was incredibly difficult without making a mess or spilling product everywhere. Returned and went for the Dae fairy duster dry shampoo instead as the packaging is much more user friendly!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love the idea of this, but it didn’t work for my fine, straight, greasy hair at all.  Unfortunately, when my hair gets greasy I think I just have to wash it.  I could see this working for someone with thicker hair that does not get as greasy.  It also smells great.  I"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Good product! Only problem was the brush was missing in the package when I got it so a little difficult to apply without the brush. ☹️"
		},
		{
			"review_title": "Cloudy hair, destroys any volume",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I really wanted to love this dry shampoo but will be returning. It is an extremely fine powder that feels weightless on your scalp. However, it leaves the crown of my head looking oddly matte and cloudy. Using the brush and my hands to blend it in, it still looks oddly dry. It definitely does its job in that way. This doesn’t provide any volume and makes my hair particularly flat against my head, requiring me to wash more. The scent smells nice but will be polarizing if you like it or not. The packaging is large, like a loose makeup powder, and is messy. The brush stores into the container where the product goes, meaning that the handle always has the product on it. It will transfer to your hands and then your clothes very easily. It’s just not worth the effort to me just to avoid the aerosol. I prefer the Amika Perk Up or the Dae Fairy Duster."
		},
		{
			"review_title": "My New Favourite Dry Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The dry shampoo by Crown Affair absorbed oils well & didn’t leave my hair feeling crunchy or heavy. I used it on 3rd day medium body hair for the first time & my hair feels fresh and light. Love the brush!"
		},
		{
			"review_title": "Didn’t love",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The packaging is so nice and I like other products from this brand but this did nothing for my hair. I’m used to living proof level oil control and this just added a weird texture. I have thick hair and maybe it isn’t made for that much hair."
		},
		{
			"review_title": "Wonderful on Dark Hair!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I love the idea of powder dry shampoo (for health reasons) and have been using them for years - but with poor results. I even make my own, but even that leaves a cast in my black hair, even with dark cocoa powder etc mixed in. This one is FLAWLESS! It somehow just goes on colorless and works so amazingly. The brush that it comes with is a perfect size and texture. The scent is divine and so is the packaging! Will use forever on."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Best powder dry shampoo I’ve even tried. Smells good too."
		},
		{
			"review_title": "Strong Smell. Makes Hair Worse.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Too perfume-y. This powder, even a light coat, made my dirty hair worse. My hair felt super gunk-y. Gross. Did not absorb anything. It felt heavy."
		},
		{
			"review_title": "just get it already",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve finally found my dry shampoo, thank you crown affair. I’ve been trying to find a great dry shampoo that isn’t an aerosol but that also blends well into my dark hair. The packaging to the blending brush (which is included) to the scent to the actual result of the powder - 100/10. buy it now."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "quite literally the only dry shampoo that doesnt leave my hair grey or smell disgusting. i will NEVER purchase another dry shampoo that isnt this, i am OBSESSED"
		},
		{
			"review_title": "New staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Get it! Easy to apply and brush out. Cleaned my hair like I just washed it. Added a ton of volume. Smells just like Light Blue which is my absolute favorite perfume. This is my new go to dry shampoo."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I LOVE THIS. my hair gets oily after 24hrs and I have to put it up, but I can actually keep it down after I apply this. It works for days! I also love the brush it comes with."
		},
		{
			"review_title": "Crown Affair does it again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I already have a colored powdered dry shampoo that I use daily but I wanted to see how this compared. There’s a lot of complaints that the packaging is bulky and messy and that is kind of true but it’s at least all together. My other product has a separate brush so I have to worry about powder falling out everywhere when I travel. Even though this powder is white, it blends in really well and it smells really good! I always feel dirty every time I use dry shampoo but the scent helps me not feel that way. I have very oily hair and it’s taken me from 2 days to 3-4 days with my hair still looking fresh. I love this stuff!"
		},
		{
			"review_title": "Very messy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I bought this for travel to avoid taking an aerosol can of dry shampoo on a plane.  The container is quite large--as large as a full-size container of Laura Mercier setting powder.  But it is less than half full.  A lot of powder must be applied.  I have chin-length fine hair and I figure this might last five applications.  The refill has no brush, so I've improvised with a very dense makeup brush but it's very messy, especially in the refill form that does not come with a lid.  On balance, this is incredibly expensive for a container of tapioca starch that sells for $6.50 for 500 g. at the supermarket--unscented and without dimethicone, but the ingredient list does suggest the way forward."
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "For the price I was worried but this is totally worth it! Way better than aerosols, my hair still felt dry and clean at the end of the day instead of matted. I have fine hair so it gets greasy easy. I do wish it was fragrance free, but the smell was not overpowering.. Also, the fact that this is refillable is awesome. ￼"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Idk why this product has such great reviews. It’s extremely messy and spills out when I try to get any product out and goes everywhere. It also doesn’t feel good on your hair, feels exactly like baby powder. Leaves a white cast on your hair as well."
		},
		{
			"review_title": "BUY THIS! DON'T HESITATE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "As soon as I got this package, I opened it up and used it. Best dry shampoo ever, especially for dark hair. I always struggle with the dry shampoo flakes that make me look like I have dandruff when I don't, but not with this stuff!!"
		},
		{
			"review_title": "Everyone needs one for oily hair days!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "You have to buy this! I didn’t like all the other spray on dry shampoos on the market so I decided to give this powder a try. Omg this is so far the best dry shampoooo for oily hair days! Lightweight no white residue, smells so good! I’m stocking up the refills!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I just got this today and absolutely love it! It smells so amazing and I have really dark hair and it leaves no white cast or anything and definitely made a difference in my hair. 100% recommend!"
		},
		{
			"review_title": "frustrating packaging but incredible product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The product itself is amazing, no doubts about that. It smells delicious, it absorbs oil effectively, and extends my wash by 2 whole days. I have fine, oily hair so this is huge. It's also not difficult and annoying to wash out, which is also huge. It doesn't leave a white cast on my dark hair, nor does it leave weird residue or a sticky feeling in my hair - my hair just feels clean. It is by far the most effective dry shampoo product I've ever tried, including aerosols.  What I CANNOT stand is the packaging and application process. It's great that they give you a brush, it really is, but you're gonna spill half of the product on the counter trying to pick the product up with the brush to transfer it to your hair. Not only do I end up with powder all over the place every single time I use this product, but I also end up with powder everywhere when I'm NOT using it because it somehow leaks through the twist cap and gets all over the jar. The brush itself is also too large for the jar - technically it fits just right, but when you're trying to get the bristles into the jar to scoop it out you have to kind of twist it around to make sure you're getting the whole thing in there.  If this product came inside a brush applicator like others I've seen, this would be a 10/10 holy grail. Until then, it's an 8/10. That said, I still recommend it because my hair can't live without it now."
		},
		{
			"review_title": "Perfect Dry Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is incredible! It smells amazing. It truly works the brush is perfect for making the white cast literally disappear. A little does go a long way. Honestly I will constantly repurchase this over my aerosol cans! Thank you!"
		},
		{
			"review_title": "Best dry shampoo ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "My favorite dry shampoo by far! Doesn’t leave hair feeling stiff and makes my hair look and feel super clean in between washes. I love the smell. It also brightens up my roots in between highlighting sessions. 100% recommend."
		},
		{
			"review_title": "Must Have Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Best dry shampoo ever. It smells amazing, it comes with a brush to be able to put on as much as you want, it is a powder instead of an aerosol which is perfect, it works magic, and it is refillable! Will buy again"
		},
		{
			"review_title": "Never using another dry shampoo again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I kept hearing about the Crown Affair dry shampoo all over Tiktok and Instagram and now I finally see the hype. This dry shampoo is like no other - no weird smells, so light weight and my hair actually looks like it’s fresh out the shower. It blends so easily in my hair + leaves my roots looks so healthy and fresh. I’m never using aerosol dry shampoo ever again"
		},
		{
			"review_title": "Best dry shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the first time I found a dry shampoo I love. It doesn’t feel like there’s anything in my hair, but helps decrease oil. I have dark brown hair and although the powder is white it blends seamlessly in my hair.    I know aerosol mn"
		},
		{
			"review_title": "Aesthetic and effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I’m a big fan of Crown Affair’s original dry shampoo (and the brand in general!), so I was eager to try this updated version. It’s still the same great formula - a fine powder that is super easy to apply and blend in with the brush. Plus it absorbs oil nicely while making hair look clean (day 3 for me). My only complaint of the OG was that there wasn’t a filter/blocker to keep the powder in the lower chamber - so it kept getting all over the brush. This new version solves for that and is also refillable, which I love."
		},
		{
			"review_title": "Smells delicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Love love love this dry shampoo. Truly lightweight, smells amazing and easy to use. I’m so glad I found this! I will never ever go back to aerosol again!"
		},
		{
			"review_title": "Leaving my roots less oily",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This was my first time trying a dry shampoo, firstly love that it doesn’t deposit leaving spots and its very fluffy leaving my oily scalp less oily and clumped. Also dosent leave any white powdery cast on my roots."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I really can’t stand the smell unfortunately. I love the fine powder and the container as well as the brush but the smell is strong like a fake banana and I can smell it all day long :( very synthetic scent"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I love this dry shampoo. It’s so easy to use and refreshes my hair. It’s perfect for on the go. I love that it doesn’t leave behind the residue that a spray dry shampoo does. I will be incorporating this into my routine."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I really wanted to love this formula more than I did. I like the packaging, and the light scent of the powder is really nice. Unfortunately, maybe it’s just my thin hair, but I felt like this powder dry shampoo didn’t actually make my hair look not dirty. It took away that oily “shine” but my hair still kind of clumped together like dirty hair does. So it just looked like not-shiny-dirty-hair."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have the most oilyest hair you have probably ever seen! So I need my self a good dry shampoo! Ive been using this one for some time and so impressed! First, it’s the first dry shampoo I’ve tried that comes with a brush - which is so cool, and makes such a difference while using the product. I love that this shampoo is easy to use, doesn’t leave the white powdery look after and can make the oilyest hair look clean! It’s great and I would recommend to everyone"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "This dry shampoo is absolutely amazing! I love the results and that it’s super easy to use. I have super dark hair and don’t feel like my hair is white upon using it. I also love that it is refillable."
		},
		{
			"review_title": "Great for styling!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Love this dry shampoo, I don’t normally leave my hair long enough between washes to get greasy but love dry shampoo for adding volume with back combing and this helps with texture and volume so nicely!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I usually hate dry shampoo but this one blends so seamlessly into my jet black hair that it makes it so hard not to like! I use this on clean hair after my shower and it works wonders! I feel like my clean hair lasts dayyyys longer than it used to"
		},
		{
			"review_title": "Perfect for my oily hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "My hair gets so oily and this is literally the most unique dry shampoo that works so well for me! The brush included is super soft and makes it so easy to apply precisely to my hair. It also smells amazing an doesn’t leave my hair feeling sticky."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I really like this product. I’ve never tried a powder style of dry shampoo before and this honestly makes it super easy to target your greasy areas. I feel like the powder really absorbs the grease in the hair and also gives it a little volume too. I truly like this product and I like how it’s easy to travel with."
		},
		{
			"review_title": "Best dry shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I have been using this dry shampoo for two weeks now and this is one of the best dry shampoos I have used. Love that it comes in a compact easy to use container with a soft wide brush to apply the dry shampoo. This smells amazing and actually lasts when applied to hair. Does not make my hair powder white as others do. Blends in nicely and makes my hair feel soo soft! Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This definitely feels like a luxury product. The packaging and brush is nice. I feel like I need to use more product than I’d like and sometimes I really have to shake it to get the powder out which is fine I guess"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I received this in exchange for my honest review. I was excited to test out this dry shampoo, as I usually go for a different application method and it hasn’t been working well for me lately. So this was interesting to me. I enjoyed it and felt like my hair was cleaner!"
		},
		{
			"review_title": "Travel partner",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I’ve tried various types of dry shampoos, from aerosol to powdered pump. This is the first brush-on formula. The twistlock packaging makes it mess-free and perfect for travel. The kabuki brush is so unique and makes targeting my oily roots a breeze. One tip I would keep in mind is definitely the need to apply this lightly and blend thoroughly to avoid any excess residue. I learned this the hard way, but once I mastered the technique of layering it gradually, the results were amaze."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "I am obsessed with this dry shampoo. I will definitely be repurchasing when I run out of the product! The smell does not linger all day like normal dry shampoos. I definitely think this will last me a long time as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "This dry shampoo is amazing!! First, I love that the packaging is refillable. Second, LOVE the smell of this product. third, THIS STUFF works!!! I think brush application makes the product that much more effective!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "i have been Obsessed with this product recently, i am someone who has very oily hair and i need to wash it everyday. but i have been trying not to do this. this is amazing for those off wash days. it smells amazing and also i love the packaging and the little brush it comes with. i also have dark hair and it doesn’t leave a white cast. truly love this stuff and will be repurchasing."
		},
		{
			"review_title": "Different but still good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Completely different than other dry shampoos I have tried before because of the brush but I actually really liked it! I have naturally oily hair and felt that after using I could go an extra day without washing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This is the perfect solution for my fine hair. I love that the dry shampoo is not an aerosol wnd that I no longer have to choke on the resulting product cloud. The fact that it’s in a reusable container and therefore more sustainable is an added bonus. It contains beneficial ingredients that don’t irritate my scalp or make it feel itchy and scummy. While it works great as a dry shampoo I also like to use it on wash day or when I style my hair to give it a boost of volume and enable it to hold a style for a bit longer"
		},
		{
			"review_title": "Smells fabulous!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This dry shampoo has become a holy grail in my bathroom! I personally love that this is a non-aerosol dry shampoo and I can actually see and feel the product going on my hair. The brush is such a fun and effective way to target certain areas of my hair! Bonus points for the refillable option - hoping to get this on auto refill! Oh and the scent is intoxicatingly delicious!!!!"
		},
		{
			"review_title": "Fantastic product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I recently got hair extensions, and the hardest part for me is not washing my hair every day. Most dry shampoos are so sticky (not good for bonded extensions) and feel worse than not washing. This product is fabulous! I have more  control over where it is applied, it has a fresh scent, and it makes my hair look and feel like it is freshly washed."
		},
		{
			"review_title": "So sleek and I’m loving the fresh and voluminous!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Lately, I've been all about giving my hair the best by choosing clean ingredients, and wow, has it paid off! My hair's longer and healthier than ever. I'm over the moon about this amazing dry shampoo! Not only is it packed with clean ingredients, but it also comes in this chic, refillable packaging that I'm absolutely loving. It's incredible how it adds this natural volume to my hair and lets me go longer between washes.  Plus, the packaging is a breeze to travel with. And the brush? It ensures every application is just perfect!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have been using this Dry shampoo for almost one month and so far I really love it! I like the formula , it’s work pretty good in my oily hair , I think I really like it the fact this product included a brush . I recommend it"
		},
		{
			"review_title": "Nice product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "What an awesome product. I really had no idea how this would work because I am used to spray dry shampoos, but threw this in my bag and after a greasy sweaty day, I gave it a try and I am pleasantly surprised! No white cast (I have black hair) and definitely refreshed!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I love this dry shampoo. I like that it’s not in aerosol can so it doesn’t have the harmful chemicals. It works well. The packaging feels very luxurious and so does included brush. It makes my hair look much less greasy."
		},
		{
			"review_title": "Must have powdered dry shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Crown Affair’s take your time the dry shampoo comes in a 1.1 ounce luxurious packaging with a kabuki brush. The container is refillable so it’s for environment, and durable to last you long and it keeps the product safe. My hair gets oily pretty much on the second or third day after I wash it, I usually style it down for two days and then start putting oil on my hair since it’s already oily and keep my hair out in a ponytail since I don’t want to deal with it. Dry shampoo, leave it feeling stress and dirty leave it heavy, and like I need to wash it more times during the week. I usually only like to wash my hair once a week because I do color my hair lot and I have a lot of breakage. I open the package and this does not have a harsh smell to it. It’s a great texture powder is pretty good. The kabuki brush picks up the powder pretty good, and it applies very easily to the hair. You cannot see the powder is simply seamless when it goes on the hair after a minute and he absorbs all the oil keeping your hair fresh. You can definitely style your hair after using this product and blow dry if needed. I would recommend to anyone that doesn’t sting or re-washing their hair often."
		},
		{
			"review_title": "Great for oily roots",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The dry shampoo by Crown Affair is amazing! I can’t believe it left my hair feeling and looking good when my hair looked so oily. I don’t like to wet my hair often, so I’ve tried many dry shampoos but haven’t found the right one for my hair. I have thin, oily roots , and wavy hair with not much of volume on the crown area. This dry shampoo gave my hair some volume after being oily from the roots! This is an amazing product that I will definitely recommend for any one with oily roots!!"
		},
		{
			"review_title": "Nice container!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This product was sent by Crown Affair for review purposes only. I like that it’s in a reusable container. The packaging makes it super easy to travel with. It absorbs the oils in my hair well. I also like that there’s a brush making it easier to apply on my hair."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have really oily hair and i keep this in my bag to touch up my hair throughout the day. I like this because its easier to transport than dry shampoo but does the same job.  a new must have on the go!"
		},
		{
			"review_title": "Great for in between washes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I had recently searched for a powder dry shampoo so I could travel with just a carryon so this came just in time  This doesn't feel powdery and didn't leave any kind of powdery or white residue. It was effective in refreshing my hair and met my needs. I wish the packaging was different though, like any powder in this kind of packaging, it gets all over the place when you go to pick up the product. It's nice that it comes with a brush within the packaging and that it's refillable"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Such a unique product concept. I’ve been using regular face setting powder to use as dry shampoo since I ran out so this was great. I love the brush as well. It’s easy to be precise with your application."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I love this dry shampoo! I have been very into non aerosol dry shampoos and this is definitely an amazing option. I love that it’s refillable and that it comes with the brush to help blend it in. The component is also nice. I like this and will definitely keep in my rotation!"
		},
		{
			"review_title": "Light and fluffy hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have never used dry shampoo that wasn’t in an aerosol can before, so I wasn’t sure how I’d like this. While it’s a messier process, this is probably the best my hair has felt after using dry shampoo. Usually it feels bogged down by residue, but the powder makes it feel light and fluffy. Definitely interested in trying more from Crown Affair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I like the refillable packaging concept and the brush that can be stored inside. Makes it super convenient for travel. The brush is super nice and soft and easy to use. The powder itself smells nice and not too overwhelming. My hair feels less oily and more textured after using. I can definitely get some more volume too. Overall an excellent dry shampoo"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "First I love that this is refillable! I am always on the hunt for a good dry shampoo because I am someone who washes their hair 1-2 times a week. This absorbs so nicely and evenly! I was really impressed with how quickly it got rid of the oil and made my hair look refreshed! Great for on the go too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is such a good thing to have got in the go and vacations/traveling, as well as everyday use. I feel like this powder absorbs oils much quicker than and aerosol can of dry shampoo. I am a fan of this product."
		},
		{
			"review_title": "I love the kabuki, this dry shampoo comes with!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Dry shampoo and I go hand in hand! I’ve been trying many non-aerosol dry shampoo’s because I feel like they last a lot longer. Last longer in the hair and in general. I have dark brunette roots, so dry shampoos tend to leave me a white cast. I love a good dry shampoo that can blend into the hair, absorb oils and not leave a white cast. This dry shampoo does an amazing job! I love the kabuki brush that comes with it! It does a great job at blending the excess into the roots. It has a lovely scent and when using the product, less is definitely more. Start with less and then start to build or layer more until you feel like your hair has enough. Another bonus is the new packaging! It is REFILLABLE!!! I love that more and more brands are doing that now! If you’re in the market for a new dry shampoo, I recommend you check this one out!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The Crown Affair is a new brand for me but I love dry shampoo! The Refillable Dry Shampoo is something that won't leave residue on my walls (unlike aerosol) & I can travel with it easily. It's not the same volume boost but it is great for oil!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "Never tried a powder dry shampoo but I really like this one! It did a great job absorbing the oils in my hair and didn’t leave a weird residue in my hair like other dry shampoos. I love that it smells really fresh too"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Finding a good dry shampoo can be hard, I wash my hair once a week so need something to spruce it up on the non wash days. This dry shampoo is so easy to use and requires minimal product to work. My hair felt and looked less greasy and dirty after using it."
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I’ve been loving this dry shampoo! It’s different than any other dry shampoo I’ve used but I really like it. I don’t have to use much so it will really last me a good chunk of time. Recommend!!!!!!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I saw this product on TikTok and was so excited to try! It 100% lives up to the hype and power dry shampoo is always the way to go. This is the best one I’ve tried! It works perfectly and doesnt leave a harsh smell."
		},
		{
			"review_title": "crown affair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "this dry shampoo has become a staple in my hair are routine. i love everything about the packaging, the brush makes it so easy to apply and i love that there’s a way to only let out a bit of product at a time."
		},
		{
			"review_title": "Great product as long as you don’t over do it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Crown Affair Dry Shampoo offers a regal experience that reigns supreme in the realm of hair care. With its innovative brush and oil-absorbing prowess, it’s a staple for those seeking convenience and freshness between washes. At the heart of this majestic product is its unique brush applicator. Unlike traditional dry shampoos that rely on aerosol sprays, Crown Affair revolutionizes the game with a built-in brush. This brush design allows for precise application directly to the roots, ensuring targeted coverage without any mess or wastage. The soft bristles gently distribute the product, effortlessly lifting away excess oil and impurities for a revitalized mane. However, it’s essential to exercise moderation when applying this. Like many dry shampoos, Crown Affair can leave a white cast if applied too generously. This can be a concern for those with darker hair tones. Nevertheless, fear not, as the white cast effortlessly blends out with minimal effort. A quick brush through or massage of the scalp is all it takes to seamlessly integrate the product, leaving behind no trace of residue. In terms of convenience, Crown Affair Dry Shampoo reigns supreme. Its compact size and mess-free application make it an ideal companion for on-the-go touch-ups or travel adventures. Whether you’re jet-setting across the globe or simply navigating the hustle and bustle of daily life, this dry shampoo ensures that your hair remains fresh and voluminous, no matter the circumstances."
		},
		{
			"review_title": "good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
			"review_text": "Having an oily scalp, dry shampoo is an absolute necessity for me. I like to use them to go between hairwash days. This is a very fine powder with a subtle fragrance to it. I like that it comes with a brush which helps with the application indeed. I would definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love the smell of this dry shampoo! Has a citrusy-sweet smell that is so enjoyable. I also love how the sifter can be closed for travel. Really easy to use and definitely cleaned my hair, although I will say it did not give me the volume some other dry shampoos do. Overall, love the product!"
		},
		{
			"review_title": "So perfect for my fine, oily hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This Crown Affair dry shampoo is beyond amazing! I am SO picky about dry shampoos because my hair is fine and gets greasy easily, and I find most dry shampoos don't soak up the excess oil from my scalp. This one, however, really does the job. I exercise everyday and don't want to wash my hair everyday, so this has been a gamechanger for my hair in between washes. I love that it's not drying at all, unlike an aerosol dry shampoo would be. It's perfection!"
		},
		{
			"review_title": "Great loose powder option",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I’m a dry shampoo junkie. Having a good dry shampoo is an absolute necessity for my thick hair and oily scalp to get me from wash day to wash day. I have found very few loose powder formulas that I would recommend but this is in fact one of them. It’s a super finely milled consistency with a really nice sophisticated fragrance - think high end salon -  that’s not over powering. It does come in a loose setting powder component with a brush for application. A nice touch with the brush but the component can get extremely messy if you dump out enough powder needed to saturate the hair. The brush ends up covered in powder as well. The formula though does a fantastic job at soaking up oils and lasting throughout the day keeping the hair looking refreshed and clean. Because of its fine texture it does not add a lot of grit or build up in your hair - which I prefer. Its stays soft and silky between washes. If you like a dry shampoo that adds oomph, texture and volume to your roots, this is not it. Overall, a really nice powder that soaks in quickly and doesn’t leave a white cast in my dark hair."
		},
		{
			"review_title": "Decent for preventing oil",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This dry shampoo is nice if you are looking for a non-spray dry shampoo, BUT it is better used as a preventative dry shampoo rather than a corrective dry shampoo. What I mean is that, it’s better to use this one on clean hair, because it is difficult to work in and achieve good results when hair is already greasy. I would also have preferred the application to be more similar to a shaker bottle (think baby powder) than the powder and brush method. I find it a bit messy and almost too controlled for an all over hair application. I recommend it if you are looking for something like this because it doesn’t leave a gross feeling on the hair like other powder dry shampoos, but I think I prefer a spray dry shampoo."
		},
		{
			"review_title": "One of the best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "This dry shampoo has a great scent to it. I have dark black hair and it’s also incredibly easily blended in. It soaks up any excess oils. I love that it is not aerosol and the brush that it comes with is super convenient! Definitely one of my staple haircare products!"
		},
		{
			"review_title": "Go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I really like this dry shampoo. I haven’t had luck with dry shampoos that work well and hold the oil off. But this one does! I also love that it’s a powder instead of a spray. The brush works well for application and the container stays clean and easy to use too"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "The brush + loose powder system is genius! First time trying something like this. The powder itself is pretty matte and invisible, I do have dark hair and it didn’t look white at all. Love that the container is refillable too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I love this dry shampoo! I’ve never used a powder dry shampoo and now I don’t think I’ll ever go back. A little goes such a long way and it’s a lot easier to blend into your hair. The scent is also really fresh and smells great."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I’ve been moving away from spray dry shampoo so I’m on the hunt for the perfect powder version instead. Luckily I got the chance to try out this one by Crown Affair. It comes in such nice high quality packaging - a nice round compact with a brush that has super soft bristles. It reminds me of using setting powder and was easy to brush onto my roots. I’m impressed by how well it soaked up my oil and so quickly. Hours later it still held up and my hair still looked fresh!"
		},
		{
			"review_title": "New favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This was my first time trying a loose powder style dry shampoo and I am impressed! The packaging is just like a loose makeup powder and also includes a brush. It was super easy to apply and didn’t leave a noticeable white cast after I blended it in. Smells nice also. Would recommend to anyone looking to find a good dry shampoo for oiliness! I received this product in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This dry shampoo powder is super lightweight while giving me fresh and clean feeling hair in minutes! I like to put this on at night and let it soak in the oils while I sleep, for soft and oil free hair in the morning!"
		},
		{
			"review_title": "Luxury Dry shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Ive never used a powder dry shampoo before, and I was extremely surprised by how much I love this product. It is a very lightweight formula, and blends really well with the high quality brush it comes with. It will probably never use an aerosol dry shampoo again after trying this luxurious powder dry shampoo!"
		},
		{
			"review_title": "Too messy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Bought and returned. This product/ packaging so difficult and messy to use."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I really like this formula, it works great when my hair needs a little refreshing. Not entirely a fan of the brush as it can get a little messy when distributing the product, but great product overall. It doesn’t dry out my hair but keeps it looking nice"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "First, I love the fact that this dry shampoo comes with a brush, it allows you to apply it carefully and target the parts of your scalp that are the most oily. Next, the dry shampoo its self feels very high quality and expensive, with its finely milled consistency and sophisticated fragrance that isn’t too overpowering. I love to use the night after I wash my hair to add volume and absorb oil from my scalp before it comes. Overall, this is an amazing dry shampoo!"
		},
		{
			"review_title": "Must have dry shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This is the best dry shampoo I have tried! I have only used the aerosol spray type and it never worked. This made me have full control of application and the brush is next level of dispersing the product. It does not feel heavy on my skin or make it feel dirty. I love it!"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Powder dry shampoo is the best, I'll never go back to spray on ones again. This one is sooo good and I love the brush it comes with to apply on my hair. A little bit goes a long way and my oily hair looks freshly washed. It has a nice smell as well which is a plus!! You get so much so it will last months!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I’ve only ever used dry shampoos in bottles but after the salon when they used a powder fry shampoo on my hair, it was a game changer. My hair didn’t feel crunchy or stiff like it usually does after the aerosol can"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I’ve fallen in love with this. I’ve tried to steer away from aerosol dry shampoos and this is the perfect one. It has a very light fresh scent and I love how it comes with a brush for easy application. It makes my hair look freshly washed and dramatically reduces grease."
		},
		{
			"review_title": "has a learning curve",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "At first glance, the packaging on this looks very high-end. I also love that it’s refillable. There is a bit of a learning curve if you have only used spray dry shampoos. I think this would be best for someone who only needs to touch up certain areas, like the part line."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "Powered Dry Shampoo offers a convenient solution for refreshing hair between washes. Its innovative formula effectively absorbs excess oil, revitalizing hair and adding volume without leaving behind any residue. The application is straightforward, and the powder disperses evenly through the hair, leaving it feeling clean and refreshed. The lightweight texture ensures hair remains manageable and doesn't feel weighed down. While the scent is subtle, it adds a pleasant touch to the overall experience. Powered Dry Shampoo is a reliable option for those seeking a quick and easy way to revive their hair on busy days, delivering fresh results with minimal effort. I received this in exchange for this post."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I have been searching for a non-talc non-aerosol dry shampoo for SO long, and this one is perfect. The refillable nature and powder brush applicator also make this stand out from other dry shampoos I've tried. With the brush, you can target areas better and use less product, so a little goes a long way and makes it worth the higher price point."
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "From Crown Affair, this dry shampoo was amazing. I don’t like thick dry shampoo that feels heavy and this was the exact opposite. you cannot feel it on your hair and it makes your hair feel so clean. this is a new favorite"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Crown affair is one of my favorite brands! Had the chanse to try their dry shampoo and I loved it! From the packaging to the product itself. It’s the first dry shampoo I’ve tried that doesn’t feel sticky. Carrying it in my cosmetic bag!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "First off I do love the fragrance in the dry shampoo. It has a little bit of a masculine scent but to me it’s really pleasant. As for the dry shampoo I do like how it’s a powder rather than an aerosol and I can control how much I need. It does take a little while to work it in but it’s worth the effort! For reference I have long hair that easily gets really oily!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Being honest I was never a huge fan of dry shampoos but as I started going to the gym daily it is a must product to have in the bag. It might not be the most practical but the packaging is stunning! Also the applicator makes the product more smooth and prevents white patches like from other spray products. I’m loving it"
		},
		{
			"review_title": "Love the application and smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love that this dry shampoo is airplane friendly and comes with a soft fluffy brush for precise application. The product and packaging is similar to setting powder where you have to gently pat it out. It's pretty easy to use and smells really good. I prefer this dry shampoo over a bottled dry shampoo because I find that this powder is more subtle and you can control the amount of product that you apply better."
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I love this refillable dry shampoo. This has been a game changer in my hair care routine. Sometimes dry shampoo just makes my hair look more awful, but this one makes my hair look like I just freshly washed it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Very nice product. I really like the brush on application so I can control how much I use. I have dark hair and sometimes struggle with dry shampoo leaving white color, this one does not do that since I can control how much I use with the brush. Gave nice volume too."
		},
		{
			"review_title": "ITS PERFECT!! But…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I would put this in my top five favorite dry shampoos of all time for several reasons the packaging is very luxurious. It feels very high-quality, and like you are at a very upscale salon. The smell of the product smells like baccarat! I have naturally very dark brown hair with a few blonde highlights throughout so whenever my hair grows out, it can look greasy but dry shampoo can also make my hair look ashy or powdery. I did see this happen a little bit with this product, but think that the more I use it in the more, I familiarize myself with the consistency the better I would get an application"
		},
		{
			"review_title": "Nope sorry!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "to be honest i thought this looked so cool and it looks cool but the product it horrible it dried my hair out and it smells so bad and it makes my hair white i have blond hair and it still made my hair white! Horrible."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This truly might be one of the best dry shampoos I’ve ever used! I love that it has a brush to be able to apply as much and in the exact place I need it! It does not leave a white cast or leave my hair feeling heavy or dirtier than it was. I love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I was so excited to try this dry shampoo (I’ve seen so many great reviews online!) and it did not disappoint! First of all, it gets the job done and helps to keep my hair fresh for a couple more days before the next wash (I live in a very humid climate and my hair gets greasy in literally a day). Secondly, I love the refillable packaging and the brush! So much easier to bring this tube with me vs having to carry a spray bottle. Overall great product and I’ll definitely repurchase!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Oily skin",
			"review_text": "I love crown affair. I own most of their products so when this dropped I was very excited. I have very dark hair and I love how this doesn’t leave a white residue like other products. It’s so easy to apply and go and it smells great."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I normally hate dry shampoo but this is my holy grail Now. It doesn’t leave my hair with a lot of residue and the brush works so well. the powder is also not bright white and has a darker hue to it so it doesn’t show as much"
		},
		{
			"review_title": "A total must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "After I tried this for the first time, I thought “where has this been all my life”!!!  I have fine, thin hair and this is invisible, weightless and I love the targeted application you get."
		},
		{
			"review_title": "A total hair transformation!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "If you are looking for a dry shampoo that works then this is the one for you! During the work week i always struggle to find time to wash my hair but thanks to this product my hair can look great all week, a total transformation. On the down side- it does really dry out your hair so I always find myself needing a scalp scrub or oil after I use it!"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Crown affair’s refillable dry shampoo is makes my hair look and smell clean. I feel like it doesn’t leave a large amount of residue like other brands. It also helps with my naturally greasy hair which makes it difficult to manage."
		},
		{
			"review_title": "Great for daily oil reduction!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "In a world where dry shampoo has become a staple in the everyday routine, it's still so hard to find one that's talc free and actually works ! This powder helps with controlling the oil, however it's not going to give you much texture. It definitely leaves the hair feeling cleaner ! I also wish It was In a pump to make application easier and faster !"
		},
		{
			"review_title": "Works great but needs a different way to dispense",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Smells amazing, works great but really wish there was a different way to dispense the product.  The brush and loose powder combo is so inefficient and messy and difficult to travel with it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Combination skin",
			"review_text": "This was my first time trying a powder dry shampoo and I love how my hair feels and looks after i use this dry shampoo. Plus i dont feel any residue on my hair it literally disappears in seconds which i love."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Love that is refillable!!! Amazing product ! Love my hair after it so clean and fresh! Really love it! Looks really good on highlight hair! Good for everyday use! Definitely recommend to try it! Love it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The quality is really impressive to me! I've never tried anything from this brand before but I can tell the packaging is really nice and thought out. The scent is so very refreshing and has a clean scent to it which is ideal for dirty hair days. Also the brush is the softest I've ever used possibly, makes it feel luxurious and less messy to apply with it."
		},
		{
			"review_title": "Works really well!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Love this powder way more than a dry shampoo spray! It’s so easy to apply and refreshes my hair so well without weighing it down I also love that the brush fits perfectly in with the jar inside the compartment and makes it easy to take on my travels as well!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "The formula blends well into my dark hair which is nice. I like using the brush too so my hands don’t get dry shampoo all over them. Wish the packaging made it easier to dispense the powder! I received this product in exchange for this honest review"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "The Crown Affair Dry Shampoo is *chef’s kiss* it is seriously so good. I wish they made a perfume of the scent because it is the best! My roots get so oily even the day after I wash so this dry shampoo is a life saver!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "The Crown Affair Dry Shampoo is one of my favs! I love that it’s a powder and is aerosol free. I get way less build up on my scalp and my scalp looks and feels much healthier. Highly recommend if you’re looking to move away from traditional dry shampoo."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The brush design on this product makes it super easy to get the harder to reach areas. I tend to get greasy around my hairline, but traditional spray (aerosol or not) is hard to place there without getting it on my face. This brush is perfect for that area! The product itself does a great job too and my hair feels fresh and of course has the Crown Affair scent that I’ve always loved. My one complaint is it’s not travel friendly and is pretty messy to store."
		},
		{
			"review_title": "Love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This try shampoo is so unique. It literally did not leave any type of residue on my scalp and the best part is is that my scalp never got itchy. Dry shampoos in general leave my scalp feeling like they have so much buildup and it’s so uncomfortable. The best part about this one is the lightweight effectiveness. it’s my new go to."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I highly recommend this dry shampoo! The powder is so fine that it disappears within seconds of application. My hair instantly looks refreshed after applying and the brush that comes in the package is super high quality. Great products will definitely order it again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This is a really cool and innovative dry shampoo in my opinion! I like that it’s not in an aerosol can, and it’s just as effective. I also love that it’s refillable and more sustainable. The powder itself works really well still and helps keep my hair looking fresh"
		},
		{
			"review_title": "Brunette friendly dry shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve used dry shampoo for a long time and honestly, it’s a situationship most days. Quite a few dry shampoos cause buildup on my scalp and aggravate my follicles so much that they retaliate by making me itch and cause flaky behavior. With Crown Affair, I love that I can target placement, deposit amount and there is no white residue left behind on my brown roots. Is she purse friendly, no, however, using this before bed or first thing in the morning, you won’t have a need for midday touch ups."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I've never used a powder dry shampoo until now, and I think I might be hooked. I love the fact that it is non aerosol and refillable, and that it actually does a great job of freshening my hair and absorbing the oil. It's easy to apply with the brush which is soft and allows for precision application. Plus it smells really good."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the most unique dry shampoo I’ve ever tried! The brush that comes with it is the softest, most luxe tool for dry shampoo application, it was honestly so soft I was amazed. In terms of performance, I think this is a second day hair type of dry shampoo. It feels weightless in the hair and has a soft clean scent, and while it helps second day hair feel and look cleaner, I wouldn’t use this on super oily hair, i.e. my summer second day hair def needs something more powerful. However, I’ll def be reaching for this when I need a light refresh, while keeping my hair soft and manageable."
		},
		{
			"review_title": "Very easy to apply",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love the brush so much! The quality is so nice and it is super soft.  As far as application it was very easy with the brush. I did have to use a good amount of powder. But it did help with my hair not looking greasy. Also it smells so good!!"
		},
		{
			"review_title": "No white",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Crown Affair's Dry Shampoo effortlessly refreshes hair with its finely milled formula, leaving no residue and offering a subtle, luxurious scent. Paired with their Brush, crafted with natural boar bristles for smooth detangling and styling, the duo delivers a regal touch to any haircare routine, making it a must-have for those seeking salon-worthy results with ease."
		},
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I love so many things about this product. The packaging is super nice and brush is high quality. The powder smells really good and gives a fresh smell to my hair. I love that it’s no aerosol packaging! It also works sooo well and keeps my hair not greasy for days AND helps give root volume. Oh and travel / air plane friendly since it’s a powder!"
		},
		{
			"review_title": "Very Unique & Effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is Unique!! Very luxurious and works wonders for my oily scalp. I try to skip washes and it really takes care of the in between the washes for me. My hair looks fresh, non greasy and Not weighed down. With the brush i have control over howmuch to use. I highly recommend it"
		},
		{
			"review_title": "Horrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The influencers are lying. Not an opinion, it’s a fact.   I don’t even have oily hair and the amount of product and time it took for day 3 hair?!? Absolutely not"
		},
		{
			"review_title": "Gifted by Crown Affair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is the first time trying out Crown Affair and I'm obsessed with this Dry Shampoo. It makes my hair very soft and instantly soaks up the oily scalp. Love the way this feels and it doesn't feel tacky at all."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Crown Affair’s revamped dry shampoo works wonders on my oily hair! It’s non-aerosol and has way more product now. The packaging is sturdy and the brush works well for application. My hair doesn’t look white or cakey after use, just clean!"
		},
		{
			"review_title": "best dry shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "this dry shampoo is so good and i find that it really does help my hair stay super fresh and bouncy looking. this is truly the best and if you are looking for something that doesn’t give your hair that gray look this is it!"
		},
		{
			"review_title": "A must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Oh my goodness I love love this dry shampoo! I wanted to to try and see how it does with my hair so I used it on my hair after 3-4 days of not washing it and I swear it just soaked up all the oil and residue and while making it not and feel greasy after!I love this!"
		},
		{
			"review_title": "I am impressed!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love love love this product! At first I was kind of like meh but man! I love it! First of all this brush is so unique, the fibers and the brush overall I of super good quality m, the the powder is so so finely milled that it just blends in your hair and absorbs oils so quickly and the scent is beautiful, it smells clean but expensive I recommend this products with my eyes closed!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Everything from this brand I LOVE, and this is no exception. I love the packaging on this with the included brush applicator, it makes it so easy and neat to apply the dry shampoo. It instantly absorbs the shine and leaves me with voluminous hair. Huge fan"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this dry shampoo! I’ve been looking for a better option and this arrived just in time. The packaging is stunning,  and the product just genuinely works well. My hair looks so clean, not masked by anything but actually cleaner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I really like this product! I was skeptical because most dry shampoos are the same to me, but the brush applicator is a game changer. It really blends the dry shampoo into my scalp so there's never a white cast on my hair. It helps work the product in quicker and lasts all day."
		},
		{
			"review_title": "Must have dry shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Loving this innovative dry shampoo! I have been loving how it is applied to the hair, i feel is more precise than the typical dry shampoos. Aldo i love how plump my hair looks after i apply it super voluminous"
		},
		{
			"review_title": "Never going back to aerosol",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This was my very first time using a non aerosol dry shampoo and I didn’t know what to expect. I was nervous there wouldn’t be as much volume, but i was so wrong!! This gave my fine flat hair perfect texture and got rid of any oils! I definitely prefer this to any other dry shampoo i’ve tried before."
		},
		{
			"review_title": "My first aerosol free dry shampoo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is the first dry shampoo I’ve used that didn’t come in a can. I have used a million different dry shampoos - and this one was a surprise! While it can be a tad messy it works very well. The smell is amazing and it cleans better than expected! I have very oily thin hair so I use a lot of dry shampoo- this doesn’t feel like stiff or heavy - but it has a good amount of cleaning power. This is great for day two and three hair and gives a great refresh to restyled hair."
		},
		{
			"review_title": "Great even for dark hair!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is my first time trying a powder dry shampoo and I’m actually really impressed! The brush that it comes with is really nice and the powder does a great job of absorbing oils. I really like the scent of it also."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "So happy to see that there is now a refillable option for my absolute favorite dry shampoo. The formula is still the same and amazing as usual, but this is much more sustainable and innovative! Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This dry shampoo is great! It leaves your hair looking and feeling super clean. I also love how it comes with a brush which makes it super easy to apply to your scalp to more specific places without using too much."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This dry shampoo is the perfect solution for convenient hair care. The packaging is elegant and allows for easy application without any mess. The refillable design makes it an eco-friendly choice. The formula is outstanding and absorbs excess oil, reviving my hair's freshness and volume in seconds. This dry shampoo is my go-to for effortlessly chic hair every time. Highly recommend!"
		},
		{
			"review_title": "Solid option!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I am a powder dry shampoo GIRL. And I have tried them all. This is a really good one. Soaks up oil, smells like salon hair care but not too strong, and creative component. I wish this gave a little more texture and volume and lasted in the hair a little longer. That’s just my personal preference because my hair is extremely oily and flat. But overall this is an absolutely solid dry shampoo option!"
		},
		{
			"review_title": "curly dark hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This actually surprised me. I would never reach for a powder dry shampoo but this one was sooo light and finely milled. I have black curly hair and I always have a privy with dry shampoos. This I used it at nice and dusted it on and I liked how my hair came out that day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "This works sooo well to absorb oil in my hair and leave it looking clean! I prefer powder dry shampoos to the aerosol ones. I love that it comes with a brush because I can stand the feeling of rubbing dry shampoo on my scalp."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Hey Beauties!   Reintroducing Crown Affair's cult classic, first-of-its-kind powder Dry Shampoo!    The same award-winning formula, now in upgraded, refillable packaging designed for your top shelf. The Dry Shampoo is a silky and entirely talc-free powder formula. Persimmon-derived Tannic Acid refreshes and deodorizes while Tsubaki Seed Oil prevents dryness and irritation, leaving hair cleansed with subtle volume without the grit of traditional aerosol products.  They revamped their original best-selling formula with new highly functional packaging. It now includes a recyclable refill component in order to reduce plastic usage and eliminate waste. The refill compenents will be available for separate purchases, so you can keep the base of the jar and kabauki brush every time you need a re-up. Plus, the package is larger, so now you get double the amount of our silky Dry Shampoo powder!  The Dry Shampoo comes with a fluffy kabuki brush for easy application of the fine powder. With the bigger packaging, you can now store the brush inside of the container for protection and long-lasting use. Or if it's your preference, you can store the brush in any sort of makeup bag.  Key Ingredients: Tapioca Starch Absorbs oils and enriches your scalp without talc.  Persimmon Powder Deodorizes and leaves hair smelling as clean as wash day.  Fragrance Description:  Their signature fragrance blend combines bergamot, yuzu, and lemongrass for a cool, light scent.  I'm absolutely in love with this Dry Shampoo. It's not your usual spray on which makes it very different. I was a tad skeptical at first, but let me tell you, I'm sold. This made my hair feel so fresh and clean. It also added more volume to my hair. A major plus there wasn't any leftover white powder in my hair.   Products Shown:  @CrownAffair~ The Refillable Dry Shampoo"
		},
		{
			"review_title": "Insanely good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "this product is seriously incredible. It helps me keep my hair so clean and oil free. It has helped me push off my wash day for at least 2-3 days. I love how the applicator is a small brush it helps me to evenly distribute the product and knock it a gross white cast in my roots!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "i love how easy and quick this dry shampoo is to use. you can easily control the amount you need to use because you just swipe it on with its brush. it has such a nice clean smell that is not overbearing."
		},
		{
			"review_title": "The best dry shampoo in the market",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Crown Affair is my new favorite dry shampoo now! I absolute adore this product. The packaging is so well thought out and the product comes in a reusable container. If you finish the powder, you can just purchase the powder without purchasing the whole jar and hair brush. The hair brush is just so soft and fine, it helps to spread the hair powder very evenly and I feel my hair is cleaner after using it. The dry shampoo powder is the absolute highlight of this of course. It smells luxurious and elegant. No one will even notice that you’ve been using a dry shampoo. I highly recommend this product and will definitely purchase it."
		},
		{
			"review_title": "A different take on dry shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Such an amazing and interesting product! I was hesitant at first to use it since it almost feels like setting powder for your hair, but that may not actually be a bad thing! Its super easy to use. I tried it a few times on oily hair in between washes and it left my hair smelling super good and helped minimize the oiliness of my hair! Its definitely a different take on dry shampoo but it definitely let me get the powder exactly where I wanted it. It’s also really cool that you can refill it. Its a good product and it helps my hair last between washes!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "This is a very unique non aerosol dry shampoo. I typically don’t have success using dry shampoo with my hair type- it either weighs it down it leaves a white cast on my roots. But this worked so much better!"
		},
		{
			"review_title": "Love this brush applicator",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I am so excited I finally got to try this dry shampoo. I love the fact that it comes in refillable packaging because I do plan on purchasing this going forward. I love how lightweight this dry shampoo feels on my hair. And the brush is so soft, I love using the brush to apply this dry shampoo, I prefer this over spraying the shampoo on my hair. And it smells amazing, it has this lightweight refreshing smell. I also love that it does not weigh down my hair and does love leaving my hair looking white or gray."
		},
		{
			"review_title": "Just perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Combination skin",
			"review_text": "OMG! This product is amazing, I was dying to try it because it looked so convenient. The first thing I noticed was the packaging, it comes with a little brush to distribute the product, the only downside is that it can get a little messy to try to get the product out of the packaging, I also noticed that it is a refillable container which is perfect. It smells very good, like clean. I highly recommend it"
		},
		{
			"review_title": "Magic for Straight Hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "It’s really difficult for me to find dry shampoo for my straight, fine hair that doesn’t leave residue/flakes and absorbs oil… this one by Crown Affair has worked miracles on my scalp! I really love the kabuki brush it comes with to apply the dry shampoo as it helps distribute it evenly and blend into the scalp. I really like that this doesn’t leave a white residue and that it’s scented! I don’t find the smell to be overpowering, and it also has not irritated my scalp. I also like that it’s a more “natural” formula. I wish the tub wasn’t as bulky or they sold a smaller size since I don’t find it as travel friendly, but I do like that the brush can be stored in a compartment at the top so you never lose it. You get a lot of product for the price and a little goes a long way, so I think it’s a great value! Plus it’s refillable!! My hair feels refreshed, soft, and voluminous when I use this dry shampoo! Overall I love this dry shampoo and it has quickly become my favorite non-aerosol formula (and overall favorite formula since I prefer powder dry shampoos)."
		},
		{
			"review_title": "Works perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This stuff really works! I love the brush it comes with. The packaging is very high quality. The smell is light and fresh without being overpowering. I was able to get an extra 2 days out of my hair with this stuff."
		},
		{
			"review_title": "Go to dry shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Favorite dry shampoo out of all the ones I’ve tried before. I love that it’s a powder form and comes with a brush inside of it. Unlike a spray bottle, you can easily adjust the amount you want to use and the scent isn’t overwhelming either! I really like how this product absorbs the oils without making your hair feel heavy."
		},
		{
			"review_title": "So good for your oily scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "Wow! This is the NEW Dry Shampoo that everyone needs to try! This is definitely much better than any dry shampoo you get in a spray can and sprays your hair white. Since Im a brunette, I am very afraid of white cast on my hair. This Dry Shampoo doesnt leave a crazy amount of white on my hair and really freshed up my roots for Day 2 hair."
		},
		{
			"review_title": "Spray dry shampoos are thing of the past!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "LOVE. I was so excited to try out this product because I’ve heard so many good things about it and because I’m afraid of aerosol dry shampoos now. It worked wonders and smelled so good and I’d love that it came with a brush."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I recently discovered this brand and I have loved every single product from them. This powder dry shampoo smells amazing and the brush they provide helps glide the product onto your hair. My hair felt clean and refresh after using. Plus I loved the reusable packaging and how simple it is to change out!"
		},
		{
			"review_title": "A must have for those busy days",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Crown Affairs Dry Shampoo is a lifesaver for those busy days when washing my hair isn't an option. Its lightweight formula absorbs excess oil and adds volume, leaving my hair feeling refreshed and revitalized. I love how easy it is to apply – just a quick spritz at the roots, a gentle massage, and voila! Instantly refreshed locks with a clean, subtle scent that lasts all day. It's become a staple in my haircare routine for its convenience and effectiveness. The brush is very cute."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Never tried anything like this before. It comes with a brush and it could get a little messy due to the powder. I have black hair and it doesn’t leave a cast if you use it little by little to work the product in."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I've never tried anything from Crown Affair before, let alone powder dry shampoo but I'm in love! I find that it makes my hair look less oily than with the spray versions I have at home and have tried"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love the new Crown Affair Dry Shampoo. I love the way this smells it’s insane, I got multiple comments from My boyfriend about how great my hair smelled! It also works amazing even on fine hair! The brush is so soft and the product is super easy to use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This dry shampoo is a game changer! Say goodbye to the aerosol cans and hello to this refillable jar of perfection. It works so well, is actually even easier to apply and makes my hair look fresh and clean even days in between washes."
		},
		{
			"review_title": "A must have for no wash days!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "My new favorite dry shampoo! I have very oily hair and most dry shampoos only give me an extra day, but this stuff is amazing! It gives insane volume and absorbs all the oil from my hair. The application isn’t hard at all and the packing design keeps it from getting too messy. I know it’s pricey, but this stuff is so worth it."
		},
		{
			"review_title": "Great formula & great for bangs",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I have mixed views on this packaging. For starters, I love the formula & that it’s non-aerosol. As a frequent dry shampoo gal, I don’t want to be breathing it in on the daily. The included brush is great also. I feel like this is better for small touch ups - i love this for my bangs especially. I think it takes a while to apply for the whole back of my head, so I probably wouldn’t travel with this or use it as my first time of defense overnight, but it’s so good for bangs/front pieces & my part line bc I can use the brush to blend it in. Love the light scent as well."
		},
		{
			"review_title": "It was good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have never tried a dry shampoo like this but let me tell you I was happy with it especially the smell, it smelled fresh like a nice scent. The container is a bit messy in my opinion but not a big deal. I would recommend it."
		},
		{
			"review_title": "Works so well!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This was interesting take on dry shampoo! I like the paint of control you get with the method of application and I feel more in control. I’m also a huge fan of refillable packaging as it feels more eco friendly!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This was my first time trying a non-aerosol dry shampoo and I have to say there was a little learning curve to it and more patience involved. However, I really do love the formula of this product so all that time and work is worth it for me. This dry shampoo has such a fine powder that blends in effortlessly and doesn’t make my hair feel crunchy, stiff, or like it has product in it. There is definitely no white cast or white spots that other dry shampoos leave behind. Plus it adds a nice volume. It’s honestly the best dry shampoo I’ve ever tried, and I’ve tried many."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes",
			"review_text": "I was thrilled to test out Crown Affair's latest refillable dry shampoo. The packaging exudes luxury, the powder emits a delightful scent, and I appreciate how the fragrance lingers on my hair. Unlike traditional spray dry shampoos, this powder is just as convenient to use. Simply dab the brush in the powder and apply it to your roots. I let it sit for 10-15 minutes before running my fingers through my hair, and the results are fantastic."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "LOVE THIS PRODUCT!! Just received it and I’m a huge fan of powder dry shampoo. The feeling is much better than the weird texture you get from an aerosol can and I really enjoy the odorless scent of this product as well. Makes my hair last 5 days before a wash is needed"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": ". This has to be such a compact and easy dry shampoo I’ve used. It had a pleasant but not overwhelming scent to it. It made my hair look and feel spectacular and a little goes a long way! I loved the brush applicator as it made using super easy and effective."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The Crown Affair refillable dry shampoo is one of my new favorite dry shampoos! I have never tried a dry shampoo with a brush, but this one is a must have! It is great for on the go, doesn't leave a weird residue in your help, and helps to hide any oiliness. Its packaging makes it stand out and I would highly recommend!"
		},
		{
			"review_title": "New Favorite Dry Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I received this dry shampoo in exchange for sharing my honest opinions about my experience. I love that the jar is refillable but I’m not sure that I love how to access the powder. I feel like I have to shake the jar to have it come through the holes, which has resulted in wasting product. The dry shampoo itself smells gorgeous. I was really surprised by how lovely it smells. I really like the brush applicator. The brush has firm but velvety bristles. It helps control product placement and the amount of product being applied, which is so much easier to control than a spray or pump. I tried this on 5-day dirty hair. Is it akin to washing hair? In my opinion, dry shampoo doesn’t replace a wash, but this stuff definitely makes a world of difference to dirty hair. My hair didn’t look as greasy and stringy after applicator. It also had more volume. This is a great product to revitalize volume and keep your hair smelling great in between washes. My photos show the product used on half of my hair to show before and after results side by side."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "am obsessed with this talc free refillable dry shampoo. I have been using this everytime my hair needs a nice little refresh. I have always used a dry shampoo spray, & this is so different. It leaves my scalp clean and refreshed!"
		},
		{
			"review_title": "Love it!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
			"review_text": "I was very excited to try Crown Affair new refillable dry shampoo. First of all the packaging gives a nice luxurious vibe, the powder itself smells amazing and I love that the smell lingers on your hair. Its not like the usual dry shampoo in spray but is as easy to use as the aerosol ones. You just dab the brush in the powder and apply it on your roots, I leave it for a 10-15min before going through my hair with my fingers. The results are great."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This is now my favorite dry shampoo. It’s powder like and had a brush to apply and it actually works! This also takes the oilyness away. I’m so impressed and happy with this product. I’m usually a Fresh shampoo kind of girl but this one won me over."
		},
		{
			"review_title": "Love this product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This dry shampoo is now one of my go tos.  It worked so well and only used up a little product at a time.  It blended nicely into my hair line and did not leave that white residue that other dry shampoos sometimes leave."
		},
		{
			"review_title": "Smells so good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This dry shampoo smells SO GOOD! I like that the powder is ultra fine and it doesn’t leave any white cast on my dark hair. The included brush is also super soft.  This is the first time I’ve used a brush/pot dry shampoo and I must say it’s very therapeutic. I think they would be a great one to throw in a bag to reapply during the day. However, I don’t see this being my everyday dry shampoo as I am usually a spray, let it soak in as I’m getting ready, rub in and go. For this application, it takes more time and effort, so it needs more intention and time to use."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This is my first time trying a dry shampoo in this type of format and I must say that I enjoy the application process. It helps me target the areas that really need oil absorbed. This does a nice job not weighing my hair down and providing volume. I also enjoy the packaging and scent! I already added this to my loves list!"
		},
		{
			"review_title": "Must HAVE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "As someone constantly on the lookout for hair care products that deliver on their promises, I was intrigued by Crown Affair's Dry Shampoo.What truly sets this dry shampoo apart is its ability to absorb oil without drying out the scalp. My hair felt refreshed, with a lightweight and clean sensation that lasted throughout the day. The subtle, pleasant scent is a cherry on top, eliminating any odors without overpowering.It has earned a permanent spot in my hair care routine. It delivers on its promises, offering a quick, effective solution for extending the life of hairstyles while promoting scalp health. Whether you're between washes or need a quick refresh after a workout, this dry shampoo is a game-changer."
		},
		{
			"review_title": "A thin haired girls DRY SHAMPOO DREAM 💭",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have thin hair and one thing I hate about dry shampoo is the residue it leaves on my scalp. The white cast, the itchyness.. needless to say.. this one DOESNT do that! It actually refreshes my scalp doesn’t make me itchy and gives it vavavoom! I highly recommend for my girls"
		},
		{
			"review_title": "I found the one!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This dry shampoo is fantastic!   My hair looks much more voluminous after using it and absorbs oil so much.  By the way, the ingredients are pretty clean and I've been having trouble finding a dry shampoo without harmful chemicals.   I have tried a crazy amount of dry shampoo and I can say this is in my top 3.  I highly recommend it!"
		},
		{
			"review_title": "Oily hair no more!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a nice unique dry shampoo. I like that it comes with the brush to help distribute the powder. The powder is pretty heavily scented but it does smell good and once you spread it around it isn’t as strong. I have dark brown hair and it really absorbed the oil without leaving any white cast. I really like that it is refillable and the container is a nice size!"
		},
		{
			"review_title": "Everything I needed and more!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I literally have the greasiest hair and this dry shampoo has become my go-to. It’s so easy to use and blends in so well in my hair. It adds a ton of volume and looks like my hair is freshly washed. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "i hadn’t used powder dry shampoo before and it has changed the game for me! the brush makes application very easy and the powder absorbs oil so well. it leaves no white cast on my dark hair and gives volume back into my roots. i can’t wait to buy the refill and reuse the packaging <3"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "My favorite dry shampoo. I definitely recommend if you have oily / greasy hair. This stuff works so well and so fast. The brush helps distribute the product. I love it!! I definitely recommend this!!!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I love this! It’s honestly easier to use than I imagined. It is light scented but the scent is very clean and pleasant. It’s not gritty and heavy on my hair like other powders. I prefer this to aerosol."
		},
		{
			"review_title": "Easy to apply",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I struggle to find a good dry shampoo that doesn’t feel sticky or gross on my scalp, and this is the one! It is so easy to apply with the little brush and lets me target the oilier areas of my hair. Doesn’t get candy or gross at all!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I used the dry shampoo on my roots when my hair was really oily and it automatically made the oils go away. So it definitely works and the best part is it smells amazing! I’ve been smelling it all day it should be a perfume haha"
		},
		{
			"review_title": "By far the best dry shampoo on the market!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The BEST smelling dry shampoo, I have ever used. This is by far the best dry shampoo, I have ever used. I have very oily hair and after the first use, I was able to go 2 extra days without a wash. It gives you amazing volume! It is a great way to refresh your hair without washing it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’m loving this dry shampoo as I tend to have overly-shiny hair and it looks greasy after even a few hours. It’s incredibly effective and I love that I can easily refill for easy use and on the go dry shampoo!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love this dry shampoo powder, so easy to apply gives me nice texture not stiff but my hair feels and looks more volume and it has a nice smell too. I tried so many other powders and my hair would still get oily and with this it stays clean looking. I highly recommend this product."
		},
		{
			"review_title": "My new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wow, I'm in love with the dry shampoo from Crown Affair! The scent smells so rich and clean. The applicator brush fluffs right through my roots, giving them added volume, covers my ashy blonde roots & allows me to go shampoo free! I've never had a much luck with a dry shampoo as this one!"
		},
		{
			"review_title": "love the scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "so excited to have got my hands on the re-launch of this cult-favorite dry shampoo and i’m so happy they have the new refillable packaging bc it’s not only eco-friendly but also super convenient. i love that i can now keep the base jar and kabuki brush, and simply purchase refills whenever i need to restock (which i am a frequent dry shampoo user so that is pretty often!!!) now, onto the formula (but fr spoiler alert it’s BEAUTIFUL) it's silky smooth and talc-free, which is a game-changer for my hair and my ideal formula bc i switched to never using talc or aerosol products again. the persimmon-derived Tannic Acid refreshes and deodorizes, while the Tsubaki Seed Oil prevents dryness and irritation, leaving my hair feeling cleansed and volumized without any grittiness. let's talk about the application process—the fluffy kabuki brush makes it so easy to apply the fine powder directly to my roots, targeting oily areas with precision. i like to start with a small amount and build up as needed, and then go ahead and blend it in with my fingers for a clean, volumized look. and can we talk about the scent? it's a refreshing blend of bergamot, yuzu, and lemongrass that leaves my hair smelling amazing all day long. love crown affair and this product so much!"
		},
		{
			"review_title": "This is the best dry shampoo I have used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "I recently had the opportunity to try out The Dry Shampoo from Crown Affair and I am extremely impressed with how clean it left my hair looking! The kabuki style applicator brush is so soft, yet it really put the powder exactly where I wanted it, instead of into the air like an aeresol. This is the best style application for someone like myself with breathing issues. I will definitely be buying this again."
		},
		{
			"review_title": "Love the packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Crown affair dry shampoo - I have tried a few dry shampoo on the market. For me dry shampoo is so hard for me to find a good one. I am super picky. I have tried spray, powders and gel. This one is Intersting it has a little brush in there to help dispense the right amount of powder onto the hair and helps to brush it out. The brush is super soft. So far the shampoo is good but I need to test it out a bit longer first. But so far so good."
		},
		{
			"review_title": "Non-aerosol",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This is the first time I’m using a non-aerosol dry shampoo. I’m so glad to be introduced to this concept especially with all the controversy surrounding aerosol dry shampoos. I was going to stop using dry shampoos altogether but when I saw this non-aerosol version, I was ecstatic. This comes with a plump and silky brush which makes it easy to apply. I love that the formula is non toxic. It’s made with persimmon powder and tapioca starch and is non-aerosol. This absorbs the oil nicely and makes my hair feel less greasy. I also love the scent!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "First of all, I need the perfume version of this dry shampoo because it smells absolutely amazing! The applicator brush is super soft, easy to use and blend into my hair. The dry shampoo powder doesn’t leave any white residue. Overall a great product!"
		},
		{
			"review_title": "Really works",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Medium skin tone, Combination skin",
			"review_text": "So far I really enjoy this product. I have never used a powder version of dry shampoo and I like it so much more than aerosal spray cans. Doesn’t leave a chalky residue which I was nervous about. Really works!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Crown's newest Dray Shampoo is so cool, it's actually in powder form rather than a spray bottle! It comes with its own brush as well that is conveniently stored in the jar itself. The brush is incredibly soft. This works really well on my oily roots and I love having it handy."
		},
		{
			"review_title": "loved it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "my hair feels so clean and smells clean!! I have very oily hair and it absorbed it well. it blends seamlessly into the hair without leaving a residue. love that it’s refillable, it’s easy to replace the jar! free by crown affair"
		},
		{
			"review_title": "Don’t wait until hair is greasy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "This shampoo works best when your hair hasn’t gotten super greasy yet! I love using it as more of a preventative on my day 2 hair, and it helps me go longer between washes. It is pretty pricey, but my last tub lasted me a while! I also love that it includes the little brush."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "first time trying this really hyped up product and i must say it lives up to the hype. the brush applicator makes it so easy to apply the powder directly to my scalp without wasting. i prefer powder dry shampoos instead of aerosols and this is just perfect."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I really love that this is a refillable non aerosol dry shampoo! It is convenient for travel and comes with a brush that works the product into my roots. One thing I’ll say with this is that I find it works better if I use it after blow drying and styling on wash day. That way I decrease any build up for the next day. I find that if I don’t do this step, I end up needing far too much product on the second day. I like to use this at night and let it soak in to give the best results and volume"
		},
		{
			"review_title": "easy hair refresh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received the crown affair dry shampoo in exchange for this post. I love the idea of the package being refillable and less wasteful. The dry shampoo has a wonder scent to it. I do wish the brush was a little firmer so I could pack the dry shampoo on more, but it does soak up all the oils in my hair w/o being overly drying to my scalp."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "The best formula I’ve tried and the brush is so so soft! No white cast, no film, just a clean looking result. I don’t think it’s as practical to travel with and that’s my only issue with it. But overall I’m pleased"
		},
		{
			"review_title": "Will repurchase!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "First of all. The smell is amazing, and the product is not completely white which I think helps with the white cast. The brush comes with it and helps so much with application. This is my favorite powder dry shampoo. I just pour a little bit in the cap and just work it into my roots. I brush it in and don’t worry if you feel like there is a white cast, wet a piece of towel and just lightly wipe it off. I love this product! And the fact that it comes with the brush. 10/10."
		},
		{
			"review_title": "Far exceeds anything I've tried like it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is the most impressed I have ever been with a dry shampoo! It doesn't take very long for my hair to look greasy and this works like magic making it look and smell freshly washed with a volume that is hard to achieve with my fine, thin hair. I love it comes in a refillable container and can be applied so easily with the included brush. It also leaves my hair and scalp feeling nice even by the next day after applying. I am highly impressed and love it!"
		},
		{
			"review_title": "Literally AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Crown affair can do no wrong. They have absolutely elevated my hair products expectations and this dry shampoo meets them and goes beyond. I love the scent of this, light citrusy and musky. It blends in my hair in seconds and leaves it feeling refreshed with the most beautiful volume. I love the refillable option now and the brush is just as soft as it was before. I truly wish everyone tried this at least once, you’ll fall in love!"
		},
		{
			"review_title": "A must have for no wash hair days",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
			"review_text": "I have a few products from this brand and I love them!! I was so excited to try this  dry shampoo. This product did not disappoint. The way I used it is after the 2nd day of no wash for my hair at night before bedtime I put some on my scalp and left it over night then in the morning I just made sure I didn’t have any resasue still. This product helped my hair not be oily. Love it!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I have never used a dry shampoo like this before, but I really enjoyed it! Using the brush really distributed the product evenly into my hair. It smells super fresh and clean, and I really enjoy how it makes my hair look and feel."
		},
		{
			"review_title": "Smells Amazing, Just as Effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Shocked how good this smells! Love the packaging and the included brush, the way the lid spins to keep the powder inside. This is the best dry shampoo I have tried and I love that it is refillable! Extends my washes by 3-4 days!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love love love this dry shampoo! The packaging is so aesthetic and cute, the brush is super convenient and easy to use. It smells absolutely amazing, like a slight citrus but warm smell. I don’t know how to explain it but I love it. It absorbs my oily hair within seconds making my roots like fresh and clean. It gives you added volume to your hair and you could never tell that you are wearing dry shampoo. There nothing bad about this product in my opinion and I definitely think it’s worth a try!!"
		},
		{
			"review_title": "A step forward in sustainable beauty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "What sets this apart is the innovative application method. The kabuki brush is a game-changer – it allows for precise and even distribution of the product, avoiding the usual mess and unevenness of spray-on dry shampoos. It’s so easy to target just the roots where I need that extra freshness, and the brush helps work the product into my hair seamlessly, leaving no white residue behind.  The formula itself is impressive. It’s lightweight, yet it does an amazing job at absorbing excess oil and giving my hair a freshly washed look. I also love the subtle, clean scent. Plus, the fact that it’s refillable is such a bonus for me as I’m trying to be more environmentally conscious with my beauty choices."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "This is so cool ! I love that there is a brush applicator included and that is a loose powder rather than an aerosol spray. This will help with more precise application. The size is also really big and will last me a long time."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is actually amazing!!!! I did not expect it to work as well as it did. I used it on my 2 day hair and my hair looked like it just freshly washed and blowdryed it. It also smells good like all of their products. Im obsessed the only dry shampoo i will use. The brush it comes with is the perfect density to brush on your hair it doesnt leave any white cast"
		},
		{
			"review_title": "A new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I was not sure if I would like a loose powder dry shampoo, but wow! Where has this been all my life? I love that the brush is stored inside the product component itself. It's easy to keep track of this way. The powder is fragranced with the classic Crown Affair scent, but once applied it doesn't linger. The brush is extremely soft and the perfect density to pick up and apply the shampoo directly to the scalp. What I love about the loose powder/brush application is the precision. You can control exactly where you want to place to the product and how much. You don't have that same control with a traditional aerosol. The powder is a creamy color and does apply light initially. But as soon as you tussle it with your fingers into your hair, I don't see any white cast in my dark hair. I will definitely be purchasing a refill when I run out!"
		},
		{
			"review_title": "A dry shampoo I love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Finally a dry shampoo I can use!!! Traditional dry shampoo aerosols always left my hair feeling even more dirty and left my scalp so dry but this powder dry shampoo is so luxx!! The applicator  is  extremely soft and it’s so easy to use!! Never going back I love it!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The Crown Hair Dry Shampoo boasts an incredibly elegant formulation, featuring a silky, finely milled powder that instantly revitalizes your scalp. It effectively absorbs excess oil, cleanses the scalp, and adds volume without drying out your hair or leaving any residue. Although application can get messy, I like the precise placement with the kabuki brush and how the container is now easily refillable. The scent is strong, but nice."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "this dry shampoo?? GAME CHANGER. First of all I love that this refillable, so no more having to waste these big cans plus it’s way more travel friendly. Second I love that the powder isn’t straight on white, it’s kind of pink. it also smells DIVINE & the brush it comes with makes it feel SO luxe, I will be repurchasing for sure"
		},
		{
			"review_title": "Blew me away, so good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This product is incredible. I tried it on filthy, sweaty hair and it completely changed the appearance of it, Made it feel silky and smelling fresh. Added subtle volume. The formula is such a fine power it’s really unlike anything else on the market. Love that the packaging is refillable and there’s enough space for the brush inside the jar if you choose. Only change I would love to see: I’d love to have it in a squish bottle allowing you to “puff” it on to the hair for a faster application."
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am obsessed with this dry shampoo! I really love the fact that this is vegan and cruelty free, not to mention that it is free from talc as well. This product leaves your hair feeling clean and fresh. The applicator is 10/10, no spraying dry shampoo with this applicator you have control over the application. I love it!"
		},
		{
			"review_title": "So nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "This product smells super fresh and feels the same way! I’m tired of aerosol dry shampoo because it just doesn’t seem safe plus if the nozzle gets clogged it will spray crazy or not at all. I love that it’s refillable and that the brush sits inside of the container!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This is exactly what I’ve been looking for in a dry shampoo! I avoid aerosol dry shampoos because of how brittle it makes my hair, but I hadn’t found a substitute that left my hair feeling clean without the residue until now. This is like a weightless finishing powder but for oily roots. The packaging and application brush are both high quality and make using this powder a breeze. It has a slight cooling feeling when I apply it, and a lightly floral scent that isn’t overpowering. After shaking it out and distributing it through my hair, this powder becomes completely invisible. It works great to restore volume to my hair and leave it feeling clean without drying it out or damaging it. Huge bonus points for it being refillable, I love that they are helping with reducing plastic waste. 10 out of 10, this is the future of dry shampoo!"
		},
		{
			"review_title": "The best of the best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "Omg this product is AMAZING. I’m a huge fan of the crown products but this dry shampoo is my new favorite. The fact that it doesn’t come in an aerosol spray is great and the smell of it is so luxurious. Definitely recommend you try this product out."
		},
		{
			"review_title": "New favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I am obsessed with the scent of this dry shampoo! I recently switched to trying powder dry shampoo and after trying this one I am officially hooked! It does an amazing job at eliminating unwanted oil on my scalp and makes my hair look so fresh and clean!"
		},
		{
			"review_title": "It's a definite yes! You won't regret buying this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I am guilty of going a couple of days in between shampoos (ok, sometimes longer) and I've tried SO many dry shampoos that leave a weird residue on my black hair. I love how easy this is to apply, and the generous jar and refill amount! It immediately sops up the oil, and there is no weird residue on my hair. I also love the scent!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "This is my second powder dry shampoo and I think this works the best for my hair. The brush is super helpful, it allows to you spread all over your roots. I felt my hair was refreshed even after 2 days without washing my hair (I have oily roots). The package is nice and I like the refillable idea. It's a small package that you can take in your bag to retouch if you need it before a night party after work."
		},
		{
			"review_title": "A must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Absolutely obsessed with this. The packaging is so modernized and is so well Thought out. There is a piece you can turn to have the powder be stopped from coming out. The brush is soooo nice and fluffy and perfect for blending. The product works so well and really takes away the oils with no white cast"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I recently got this in and it’s such an innovative product! I love the concept and that it’s refillable. It’s obviously not the most travel friendly but super great for refreshing hair at home. A little goes a long way and I definitely see myself grabbing this for weekly use."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I really like this dry shampoo!! I love how it is not aerosol and perfect for travel. I actually feel like this dry shampoo is working and soaking up the oil. The brush is also so great and fun to use. My hair does feel clean and I appreciate the refillable package. It is a great idea. The smell is also nice and clean!"
		},
		{
			"review_title": "Best Dry Shampoo I've Tried!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Love this dry shampoo! trying not to use the cans anymore and I've tried many powders. This one is so light and airy but covers any oils in your hair in the best way. i love that it comes with a little brush for easy application and isnt super dense.  I received something in exchange for this post."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Quickly refreshes hair, absorbs oil, adds volume, and leaves a pleasant scent. Ideal for busy schedules and on-the-go touch-ups! I absolutely love this product it is my favorite go to now. I will not go back!"
		},
		{
			"review_title": "yesss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this dry shampoo by Crown affair! It is super unique where I never seen a powder dry shampoo. I also love the packaging of it.  It is actually really easy to use and blends into my hair super easily! I don't feel oily and feel super clean after"
		},
		{
			"review_title": "Product game changer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I was gifted this new refillable dry shampoo by crown shampoo and have used it a few times now. The scent is amazing! And I love the idea of it, being in powder form, with a brush, however, because of its design, it was hard for me to tell how much to use at first so my first attempt turned my scalp flaky and white from the powder (user error 😂). Learned my lesson and did minimal product the second time. I put my dry shampoo on before bed. Each morning my hair was sooo refreshed. Not greasy, not crunchy, literally like I just showered. And my favorite part, the scent is soooo good!! I’m definitely recommending to friends and family!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have used this dry shampoo in the past and I feel so lucky to have received another one to use again. I have dark blonde hair and don’t notice any big white look and a little seems to go a long way. The brush is so innovative and works really well to apply"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love this dry shampoo! The container with the brush is so classy and I love that it’s not a spray. It soaks up my oils but doesn’t make my hair dry or brittle. The ingredients are great! Fresh hair, here I come."
		},
		{
			"review_title": "Amazing must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "This dry shampoo is so incredibly amazing! I love how the little brush fits in top of the refillable container! It helps my hair not look so oily in between hair washes. It’s definitely a hair lifesaver for me!"
		},
		{
			"review_title": "This is my new go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This is one of the most unique dry shampoo experiences I’ve seen! I love the packaging, as it’s sleek and functional. This dry shampoo smells great too, very spa like. The applicator brush is super soft and makes sure it gently applies it where it needs to go. I didn’t have a harsh white cast on my hair after either!"
		},
		{
			"review_title": "So glad to have finally tried this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "First off, it smells amazing! I’m not usually a fan of powdered dry shampoos, but this has converted me. It doesn’t leave my hair looking chalky, doesn’t irritate or cause itchiness, and leaves my hair feeling so fresh and clean. The brush allows for more precise application. So glad they decided to release a larger refillable option because I will certainly be repurchasing !"
		},
		{
			"review_title": "SAVED MY GREASY HAIR!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’m actually OBSESSED with this dry shampoo! I’ve never tried a powdered one before and it did not disappoint!! 🤩🤩 The packaging is super sleek and sturdy and I love that the brush fits within the container so I won’t lose it. It totally revived my greasy hair and I can’t wait to keep using it. I’m also super excited that it’s refillable so when I run out I can just get a refill.🩷"
		},
		{
			"review_title": "Amazing product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This dry shampoo is by far the best I have used. And I have definitely used my fair share! It really just sucks up all of the oil and greasiness out of your hair and it also smells amazing! I love this!"
		},
		{
			"review_title": "Beautiful scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The BEST scented dry shampoo I have had yet! Aside from the scent it’s easy to apply. I had a bit of trouble using the applicator as it seemed to get static and start to fluff out so instead I just sprinkled the powder in my hand and dusted it through where my hair was oily. Worked nicely without leaving a white residue"
		},
		{
			"review_title": "Bye bye oiliness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "My hair tends to get oily in one day which leaves its feeling greasy and less dense. I rely on dry shampoos to get me through between washes. I like that this comes with a brush I can easily disperse the product evenly throughout my hair, it gets rid of the oiliness and leaves my hair feeling more full and even more volume."
		},
		{
			"review_title": "Game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This dry shampoo has CHANGED my life. As someone who only washes her hair 2-3 times a week, I’m always looking for ways to refresh my hair and make it clean again. Not only is it a very convenient packaging and application process but it WORKS! My hair feels incredible afterwards."
		},
		{
			"review_title": "Yay for innovation!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I love powdered dry shampoos! I don't have to worry about accidentally inhaling them and I can actually get to the actually source aka the oily roots! I love that Crown Affairs comes with a brush so I can apply it without getting it everywhere on me. The smell is also clean and fresh, which is needed when I'm in between washes!"
		},
		{
			"review_title": "So cool looking and  it works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Love the concept, I so don’t know if there is anyone who would not like this kind of dry shampoo. It’s easy to apply, you can be very precise and strategic. The amount of powder can be controlled. So so Lovecrafta packaging, the brush is so soft and well made. Also love that it does not have an overwhelming scent. Very subtle and it does go away. So far my scalp is fine, other dry shampoos caused me bunch of irritation. Very happy I got to try this out!"
		},
		{
			"review_title": "Love the control!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I've been dying to try the Crown Affair dry shampoo. I love how much control I have with the brush, and doesn't leave anything in the air the way that sprays do! My hair looks refreshed after using the dry shampoo and keeps my blow out alive for an extra two days and loved this product! Will definitely be getting a refill once I run out"
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "In love with this dry shampoo! First time trying the dry shampoo that has a brush, and it’s so much more convenient and easier than a spray . It instantly absorbs oil & gives me a nice cleanse and the fragrance is amazing. I feel my hair is revived & full of volume. And the packaging is so compact , easy to bring anywhere ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "I have a very important note to start this review on: I'm noticing the Sephora website says this has 0.3 oz of product. The jar itself says 1.1 oz (you can also see this in the product pictures). I hope Sephora fixes this as IMHO, it's very important to note the correct sizing so customers have an accurate idea of what they are purchasing!  Now on to the product. I have to admit that I am very pleased with this system. First off, the design itself is nothing short of brilliant. The brush is included along with the system, and it is stored in the lid. The product itself functions similarly to a pressed facial powder. You twist and dispense powder into the lid, dip the brush in, and apply on your scalp.  As for usage, this is much less messy compared to some other non-aerosol options as you have greater control over placement. There is also a nice, light scent while applying. There is not a lot of residue with this, which I think would suit non-blondes better than a lot of dry shampoos. I noticed that this product is especially effective at knocking out that oily scalp scent (might by iykyk)!  And finally, I am SO glad to see this is now a refillable system! One of my initial questions was, if i keep buying this, am i going to end up with way more brushes than I could possibly need? The answer seems to be no, as the refills will provide you with only what you need: more dry shampoo powder.  Overall, I am very pleased that Crown Affair has come out with a well-thought out system and an effective product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is such an innovative dry shampoo product!  This set includes a brush to apply the powder dry shampoo.  It is a great alternative to aerosol dry shampoos and it really does work just as well.  This shampoo absorbs into my hair and scalp and helps keep it clean so that I do not have to shampoo daily."
		},
		{
			"review_title": "Amazing addition to your routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Crown Affair’s The Dry Shampoo redefines the quick-fix hair solution with a luxurious touch. This non-aerosol, powder-based product is an amazing product for those like me seeking a more controlled application. Infused with Japanese persimmon for a natural deodorization and tapioca starch for oil absorption, it leaves my hair feeling refreshed and voluminous. The accompanying brush ensures precise application, targeting the roots for an instant lift. Its subtle fragrance adds a soothing element, making it more than just a dry shampoo—it’s a sensory experience. Ideal for those who view their beauty routine as a ritual, this product may come at a higher price point, but it delivers on its promise of transforming unwashed, limp hair into strands that look and feel freshly cleansed. Whether you’re in a rush or taking your time, Crown Affair’s The Dry Shampoo is a worthy addition to your haircare arsenal."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I'm not new to dry shampoo, but this packaging is new to me. I love that it's refillable, creating less waste. The compact with a brush makes applying it to the roots very precise. Plus, it's easy to carry and fits in my purse. Big plus!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This dry shampoo is amazing! It absorbs oil soooo well and leaves my hair feeling so clean and refreshed. There is no white residue and my hair literally looks so clean. I also love the new refillable packaging. So easy and sustainable!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "This is an amazing product. I tried it, and it works! I think that everyone should try and judge for themselves. It really does what it says it should do. Great product for all hair types!! Try it out"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I was looking for an alternative to other products that leave more residue in my hair. As a blonde I really appreciate good dry shampoo because my hair gets greasy easily. This applied super well and I loved the brush for more precise accuracy. Definitely a fan."
		},
		{
			"review_title": "aubby",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "I received this from skeepers in exchange for my honest opinion of the product and I have been using it for a few days now and I think it's really good. I live the brush applicator, I would love to try anything else from this brand."
		},
		{
			"review_title": "No white residue in dark brown hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "LOVE this dry shampoo! I have dark brown hair that gets oily around day three. This dry shampoo not only gets rid of oil but leaves no white residue and smells amazing. I’m so excited to have this refillable packaging as well to reduce my carbon footprint."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Wowww I adore this dry shampoo! I thought it would be messy, but the refillable container is functional and sustainable. It truly feels like washing your hair after use, and you can be extremely precise with placement! Couldn’t be more pleased with this formula."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Wish I could put into words just how obsessed I truly am with this dry shampoo. The dusting brush applicator is a GAME CHANGER: virtually no wasted product. Lasts all day long, my hair looks like it was actually WASHED! Highly recommend."
		},
		{
			"review_title": "Excellent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
			"review_text": "First of all, I think the concept of this is genius. I love that I can use a brush and get the dry shampoo exactly where I want it to sit in my hair or on my scalp. I love that is is super finely milled and easy to blend in with my fingers. It does absorb oil and doesn't have a sticky hairspray feeling."
		},
		{
			"review_title": "Dry shampoo is amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Dry shampoo is an innovation for the hair care era. If you don’t have time to wet your hair, wash it twice with shampoo, wash again after conditioner, dry with a blow drier… then Dry shampoo is your choice. It is so useful and convenient when I am in a hurry. My favorite is the kabuki brush. It helps targeting the place and manage the volume of shampoo using. I can see the shampoo absorbs oils and enriches the scalp without talc. Leaving my hair smelling as clean as wash day. For me, it is a bit hard to open the plastic cover. But I finally opened it to try.   Thanks to the people who created the dry shampoo, thanks to Crown Affair and Skeepers for a chance to try it. "
		},
		{
			"review_title": "A game changer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "This product is game changing! I've seen so much about dry shampoos being unsafe and this one solves my search! It's safe to use and still does the job. I love the brush applicator, and it blends in great with my hair. No white cast.  I also love that it's refillable so it's better for the environment!"
		},
		{
			"review_title": "Yay!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "This dry shampoo is so cute! I’ve never had one like this with a brush and everything I get the spray ones but this one is so great to have in your purse! And I love that it’s re fillable! It definitely works also!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This dry shampoo is so amazing. I’m over using dry shampoo’s that come in aerosol sprays, so this is perfect for me. It does a great job of refreshing my hair when I don’t have the time to wash it. And the scent is great."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This dry shampoo is one of the most unique dry shampoos I have ever used. I love how it comes with a brush as that makes it easy for me to be precise. It also works so well my hair looks well washed all the time"
		},
		{
			"review_title": "Sensitive scalp friendly!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Sensitive itchy, scalp here! I was looking for a dry shampoo that would not irritate my scalp and would still absorb a decent amount of oil. Even though this is a fairly fragrant and smells quite good it does not irritate my scalp! This is the biggest thing for me as it’s nearly impossible to find some thing that doesn’t. My hair gets very well at the route extremely quick and absorbed enough to make a good difference, but if you have an extremely oily scalp, this may not be the perfect fit.. but if you need light oil absorption, I would definitely recommend picking this up!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Having dark hair, the dry shampoo works wonders to allow me to put the powder on where I want it in my hair, rather than a uncontrolled spray like most of the other bottles. Also, the smell is very pleasant."
		},
		{
			"review_title": "Love it !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this product, I quickly remove the shine from the previous day since I have an oily scalp, I love the packaging and especially the brush, I prefer a dry shampoo with this presentation that is a spray, and the best thing is that it smells super good🖤"
		},
		{
			"review_title": "Best dry shampoo I’ve ever used!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "I’ve never used powder dry shampoo before trying this one…and let me just say I will never use any other kind again besides this powder! It’s so easy to apply and I feel I can get precise with the application with the brush it comes with! My hair looked and felt FANTASTIC after using this product, and I now consider it one of my holy grails!"
		},
		{
			"review_title": "Great smell but not my favorite",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "The smells is so good, is nothing crazy but it gives that fresh smell. Is definitely something more difficult to use than a regular spray. I think the formula is good but not something is easy to use for the daily."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This is a great product! It leaves my hair feeling so clean and helps eliminate any odors. It’s super easy to apply and works into the hair so well without leaving any residue. My hair stays clean for several more days! And I love that it’s refillable so I don’t have to repurchase a whole set in the future!"
		},
		{
			"review_title": "Must have in your purse",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this dry shampoo! It absorbs the oils so well and I like that it has a brush for precise application. I also love that it’s refillable! It smells sweet and refreshing and I think it’s so compact and perfect to put in a purse"
		},
		{
			"review_title": "A+!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve been on a non-aerosol dry shampoo journey and I am so happy to have found this! I am loving the unique application system because it allows me to choose how much or how little product I want to put in my hair. I can also control where it goes. It can make a little mess but not a deal breaker. On top of all of that - it’s refillable! Genius! I will be repurchasing!"
		},
		{
			"review_title": "Love this!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I’ve been loving this dry shampoo!!! Love the formula, the ingredients, the packaging, how convenient it is that it has a brush for an easy and smooth application. It really absorbes the oil on the hair making my hair look fresh again. I love that it has Tapioca Starch and Persimmon Powder to help it smell fresh!"
		},
		{
			"review_title": "love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I've been using Crown Affair products for a while now, and I must say, they've become my go-to for luxurious hair care. The quality is exceptional, leaving my hair feeling soft, nourished, and beautifully styled. What sets Crown Affair apart is not just the results, but the entire experience - from the elegant packaging to the delightful scent of the products. It's like giving my hair a royal treatment every time I use them. Highly recommend for anyone looking to elevate their hair care routine!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this The (Refillable) Dry Shampoo complimentary from Crown Affair to sample for my honest opinion. I love this idea for the pure fact that it is eco friendly being refillable. I like that there’s no talc and it is easy to apply. I also like that you’re placing the power essentially right where you want it. It worked wonders and made any areas that looked oily nice and clean."
		},
		{
			"review_title": "love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "omg this stuff is so cool and perfect. it is a powder dry shampoo rather than I spray and I personally think it works so much better than a spray. I can direct where I am applying it to. it also last a long time"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I've never used a powder dry shampoo like this before, and let me tell you I'm a convert. The packaging makes it so easy to use, and there's no mess. The included brush is the softest brush I've ever felt, and it's a perfect shape to target my roots. I love the powder's super fine texture and uplifting scent. And of course it works like a dream! I highly recommend this for anyone who needs a little refresh between wash days!"
		},
		{
			"review_title": "best dry shampoo powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "this is definitely one of my fav crown affair products. it is so easy to use this dry shampoo and i love the applicator that it comes with. i also love how travel friendly this is because of powder type"
		},
		{
			"review_title": "Great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Absolutely love this dry shampoo. It’s very innovative and not like any dry shampoo I’ve used before. The application is super easy and it works extremely well to get rid of oil buildup and doesn’t leave white"
		},
		{
			"review_title": "Love this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I recently tried a new dry shampoo, and it exceeded my expectations. The formula effectively absorbed excess oil, leaving my hair refreshed without any residue. The light fragrance was a pleasant touch, and it added volume to my hair. Overall, a convenient solution for busy days or extending the time between washes. Highly recommended!"
		},
		{
			"review_title": "Love the applicator brush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love the retro style of this dry shampoo with the brush applicator! Such a great design and so much easier to apply dry shampoo! This product leaves my hair feeling silky clean with no white residue, and has a clean, refreshing scent! All my girlfriends are big into dry shampoos, and I can't wait to gift them this product! I know they're going to love it as much as I do!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "As a long time crown affair lover, I was beyond thrilled to hear that their packaging for the dry shampoo is now refillable! This packaging is already so stunning and now it makes it even more incredible! The product itself is a staple for my haircare routine and I will forever repurchase!"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I absolutely love this dry shampoo it is a game changer! And I literally love that the packaging is refillable"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I love this stuff! It helps keep my hair clean and I will never stop recommending it! It doesn’t make my scalp dry like other dry shampoos also which is a huge plus! Smells great as well! Will definitely order again!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone",
			"review_text": "I have never used a dry shampoo before since I felt the spray didn’t allow me a lot of control of where the product went.  However with this I can choose exactly where I want the product and how much product is on it"
		},
		{
			"review_title": "Lovely dry shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "The new crown affairs dry shampoo is amazing. I like the new refillable packaging and the easy to use, brush! The scent of this product is nice and not too strong. To make sure the white residue is gone, just brush couple times."
		},
		{
			"review_title": "Works great for dark hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "There are so many great things about this dry shampoo! Firstly, I love that it comes in a refillable package. Secondly, as someone with dark hair, I find it difficult to find a dry shampoo that works well for my hair color without leaving behind white residue. However, this dry shampoo is incredibly easy to use and delivers fantastic results! Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this product! The brush is so soft on my fine hair and the product gives me a lot of volume and absorbs so much of the grease. I have oily hair so this product is so great for me! I love the new packaging"
		},
		{
			"review_title": "I like this concept",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This is my first time trying a dry shampoo with the powder in a compact with a brush. I was hesitant at first, but you can control how much product you want on your scalp and you can use the brush to put it exactly where you need it. I like this concept and it has been working great for me!"
		},
		{
			"review_title": "on the go",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "if you’ve never tried powder dry shampoo please do yourself a favor and try this one! I have low porosity hair and my hair tends to get oily pretty quickly. This one is so nice because the brush allows you to dispense it where needed and allows you to blend it in. I’ve tried to many dry shampoos for my hair and this one is it! It’s refillable and easy to take with you on the go."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This talc free dry shampoo is amazing! It absorbs my oil and grease like no other. I love that it comes with the brush too. The kabuki brush distributes the dry shampoo powder perfectly. Not to mention this gives my hair so much volume which I love too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Dry shampoo powder with a brush is an interesting new concept to me and I like it! The brush is super soft and the powder is very very light and smooth. I find it works the best with you apply for a few mins then rub in, no residue and my hair feels great!"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The crown affair is the new best in haircare. This product is revolutionary and no waste left behind. It’s refillable. It’s targeted where you can put the powder in specific places and it’s very much so the vibe"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The (Refillable) Dry Shampoo From Crown Affair is the luxury version of a dry shampoo. It makes my skin look and feel clean and I especially like the application something with a brush because it really gets in there. Great that it’s refillable too!"
		}
	]
}