{
	"product_id": "1153",
	"name": "Angel Elixir Eau de Parfum",
	"brand": "Mugler",
	"categories": "Fragrance, Women, Perfume",
	"price": 195.0,
	"about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sweet Gourmands.Key Notes:Pink Pepper, Ylang Jasmine, Sandalwood.Fragrance Description:This woody, gourmand, floral perfume celebrates the iconic status of classic Angel with a captivating and edgy twist. It’s a powerful blend of sensuous vanilla and vibrant woods met with a spicy kick for a long-lasting scent..About the Bottle:The bottle’s fabled five-point star is reborn in a captivating, deep-blue tone that contrasts with the creamy, radiant, floral nature of the fragrance it holds. Mugler has worked toward more sustainable luxury since 1992. Your Angel bottle is precious: Keep it and, once empty, recharge it with a refill..About the Fragrance:A magnetic, floral Milky Way, this perfume invites you to fully express the many facets of your personality. It’s a call to explore and reinvent yourself as the fearless, fascinating woman you were born to be. Call it augmented femininity, and give in to its magnetic attraction.",
	"ingredients": "Alcohol, Parfum/Fragrance, Aqua/Water/Eau, Benzyl Salicylate, Benzyl Alcohol, Alpha-Isomethyl Ionone, Linalool, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Hydroxycitronellal, Limonene, Coumarin, Geraniol, Isoeugenol, Methyl Anthranilate, Benzyl Benzoate, Citral, Eugenol, Cinnamal, Farnesol, CI 60730/Ext. Violet 2, CI 14700/Red 4, CI 42090/Blue 1.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
	"num_reviews": 936,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/angel-elixir-eau-de-parfum-P505532?skuId=2675858&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2675858-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
	]
}