{
	"product_id": "117",
	"name": "GrapheneMX™ Curling Iron 1.25",
	"brand": "Bio Ionic",
	"categories": "Hair, Tools, Curling Irons",
	"price": 215.0,
	"about": "What it is:A 1.25-inch extra-long barrel curling iron that uses moisturizing heat to deliver smooth, shiny, long-lasting curls..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.Hair Concerns:Damage/Split Ends/Breakage, Straightening/Smoothing, and Shine.What Else You Need to Know:Infused into the barrel, GrapheneMX™ is a proprietary complex of natural minerals and graphene for the ultimate styling resultseven at a lower temperature utilizing moisturizing heat. This means less damage to your hair, so you can create the curls you love over and over again.",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.-Use only on dry hair.",
	"num_reviews": 16,
	"overall_rating": 3.3,
	"product_url": "https://www.sephora.com/ca/en/product/graphenemx-tm-curling-iron-1-25-P442579?skuId=2200988&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2200988-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "NOT recommended",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I returned this item. I have fine hair, this iron did not hold a curl, even when on the highest setting and left the iron on for a while, the curls came undone within minutes… not happy about this item."
		},
		{
			"review_title": "confused",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair",
			"review_text": "Okay- so my friends recommended this and love it. My gripe is it pulls the crap out of my hair at the base and it gets stuck. So bizarre. Also, like others said, it doesn’t have grip and my hair slides right through. I think mine might be defective, so I returned it and reordered. Hoping I can love it like others do"
		},
		{
			"review_title": "Curls don’t hold",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I ordered this and wanted to love it after my hair stylist used it on me. I have decently thick, long hair and sadly the curls DO NOT LAST. I’ve used everything from cheap wands to fancy curling irons and never had this problem before. I tried it 4x, even loaded my hair up with product (which I never do) and it still falls flat within a few hours. This is not a common problem for me, so it has to be the iron. Maybe best kept for the professionals. It does glide through the hair nicely and heats up quick so I’ll add a stars for that. Just not for me."
		},
		{
			"review_title": "Meh.  Don't waste your money.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I was super excited to get this curling iron but it ended up being a huge disappointment.  My hair has no problem holding a curl whatsoever, but no matter what I tried with this iron -- my curls were flat before I even left the house.  I don't normally write reviews, but save your money on this one. Mine went right back to the store."
		},
		{
			"review_title": "The worst.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "You would think spending over $100 on a curling iron would get you something that is very good if not the best, but the price point is meaningless. First of all, it is impossible to hold it in an intuitive way without accidentally changing the temperature. Literally impossible. The off an on button at least you have to press down and hold to activate but the temperature buttons barely have to be touched and are situated exactly where you would want your hand to be. Second of all, the clamp barely has any grip at all. I tried with thick and thin chunks, my hair seamlessly slips out like nothing. You can use it like a wand but then, what is the point of the clamp?  I can't believe Sephora sells this at all let alone for this price."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This 1.25 extra long wand is working well for me.  I have long colored hair with highlights, and wanted loose natural curls, like my hairdresser creates. I sometimes use it as just a wand, and wrap my hair around it for a loose spiral look, or as a regular curling iron for a loose brushed out wavy look."
		},
		{
			"review_title": "Not for a fine hair",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "It simply does not create tight bouncy curls. It's too soft and makes it loose. Curls easily come off and they lack vibrance."
		},
		{
			"review_title": "Not for Voluminous Curls",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have about 20” long natural hair, not extensions. I’m italian and Bulgarian and I’ve been told by my hair stylist that I don’t have thick hair, I actually have fine hair- it just looks thick cause I have a LOT of it. In a perfect world I’d have J-Lo super bowl hair, but her curls were big and voluminous. This 1.25” barrel is too small for the look I’m going for. I have a cheaper revlon 1.75” curling iron that gives me beautiful curls for a fraction of the price. What drove me to this iron was the fact that they combined science with a hair tool and I was hoping it would be phenomenal but it didn’t create the look I wanted. The curls are too tight- almost like the beast in beauty and the beast. And if I brush it out, sure the curls fall- I mean really I don’t have to brush it out for the curls to fall- they fell within the first 1/2 hour but what I’m saying is even when the curls soften, it softens to a more modern look instead of the timeless VS model look with the big voluminous waves. In order to get that look I should have gotten a wider barrel. That was my fault. As for the performance of the iron itself, I had to still hold it in place just as long as I do any other iron. It was sorta nice that the barrel was longer but the only reason I needed the longer barrel is because the barrel itself was thin. If it were a thicker barrel like my revlon 1.75” then the length isn’t an issue. As for heating up, sure it heated up in less than a minute which is pretty standard with most curling irons on the market anyway. And actually if you want to know a real issue I had with it, when I would set it down, the barrel would tip over and touch my counter because it’s so long and top heavy. Also most irons have a clip on the underside that you flip out to keep the iron from touching the counter and instead of having that clip, it has a plastic piece thats built in but isn’t high enough to keep the iron off my counter because it’s top heavy and tips forward. Don’t recommend."
		},
		{
			"review_title": "Bio Ionic Graphene MX 1.25 - voluptuous curls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Like the Bio Ionic long barrel, the GrapheneMX 1.25 - also has a long barrel which is great for those with long hair - I have extensions and the long barrel really helps curl without the hair overlapping on the barrel. I love Bio Ionic products - I have the speed dryer, 1 long barrel, 10X straightener, and now the grapheneMX. Bio Ionic really smooths the hair, makes it shine, and the contact surfaces let hair slide which also makes for shine. My curls stay for extended periods - I can easily go for 4 days - probably longer but I personally can't take not washing my hair past 4 days because I like  fresh hair and scalp. I always use a primer with heat protection on my hair along with a heat protectant lotion on the ends before and then a flexible hair spray to lightly dust the curls afterward."
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair",
			"review_text": "Awesome. So easy to use. Hair slides easily off the iron. My hair is very dry and this leaves it feeling and looking good. Tried the drybar iron but this pulled out my hair and the Dyson that dried out my hair and Was time consuming and no curl."
		},
		{
			"review_title": "Love the extra long barrel",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I really like this iron.  Works quickly with the extra long barrel and the coating on the barrel is very smooth.  I also own a GHD and I prefer this one since the barrel is about 2 longer than GHD's barrel.  That said, there is a con. The coating on the barrel seems to chip off easily (as opposed to GHD's barrel which seems practically impermeable).  Not sure if over time this will impact the performance, but it's not great for such an expensive item."
		},
		{
			"review_title": "Best curling iron I've had in 40 years! (I'm 50)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "This is a fantastic curling iron. I've never spent very much on curling irons, but I was looking at this as a timesaver (with the longer barrel). It not only saves me time, but heats up quickly and to exactly the temperature I set. My hair never catches on the barrel near the handle (the way many other curling irons do). I ordered 3 irons and only kept this one. If you're going to use this a few times a week, it is really worth the splurge."
		},
		{
			"review_title": "Amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Best curling iron ever! My curls are smooth and shiny all day long. Truly the best curling iron I’ve ever used."
		},
		{
			"review_title": "love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I bit the bullet on this one, with no reviews anywhere... and so glad I did! the curls held up even through humidity. The tool itself feels super nice and smooth. The clasp just glides over."
		},
		{
			"review_title": "Does not provide curls to last",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, mediumTan skin tone, Oily skin",
			"review_text": "I must disagree with the previous comment - i have fine hair with no body - totally straight.  I normally use flat iron to curl but was looking for a rounder curl.  After 40 mins with shoulder length hair in very small sections the - hair spray before and after curling - all the curls were gone in 30ish minutes.  returned."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this curling iron. I have fine hair so some irons don’t give me a curl that lasts but this one is awesome!! With the money."
		}
	]
}