{
	"product_id": "743",
	"name": "Sulfate-Free Green Tea Amino Acid Cleansing Foam",
	"brand": "innisfree",
	"categories": "Skincare, Cleansers, Face Wash & Cleansers",
	"price": 19.0,
	"about": "What it is: A hydrating cleansing foam with green tea and a moisturizing amino acid complex that whisks away dirt and visible impurities without overly stripping skin...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness..Formulation: Lightweight Liquid..Highlighted Ingredients:- Green Tea Water: Provides rich hydration and is packed with antioxidants and amino acids..- Amino Acid Complex: Moisturizes, delivering a gentle, non-stripping cleanse...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free, vegan, gluten-free and comes in recyclable packaging...What Else You Need to Know: This green tea- and amino acid-infused cleansing foam has a luxuriously creamy formula. It produces a rich lather that delivers a gentle yet thorough cleanse, leaving skin feeling soft and refreshed day and night...CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
	"ingredients": "-Green Tea Water: Provides rich hydration and is packed with antioxidants and amino acids..-Amino Acid Complex: Moisturizes, delivering a gentle, non-stripping cleanse...Water/Aqua/Eau, Glycerin, Myristic Acid, Lauric Acid, Potassium Hydroxide, Stearic Acid, Glyceryl Stearate, Palmitic Acid, Glycol Distearate, Lauryl Hydroxysultaine, Propanediol, Polyquaternium-22, Fragrance/Parfum, Lauryl Glucoside, Sodium Chloride, Disodium Cocoyl Glutamate, 1,2-Hexanediol, Hydrolyzed Corn Starch, Pinus Densiflora Leaf Extract, Sodium Metaphosphate, Arginine, Aspartic Acid, Glutamic Acid, Ethylhexylglycerin, Camellia Sinensis Leaf Extract, Butylene Glycol, Acorus Calamus Root Extract...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Squeeze a pea-size amount onto palms..-Work cleanser into a rich lather. .-Gently massage onto a wet face, then rinse with lukewarm water. .-Use AM and PM...Recycling Instructions:.-Visit terracycle.com/en-us/brigades/innisfree to sign up for free..-Log into your TerraCycle® account at terracycle.com to download and print a free.shipping label..-Gather all your clean, empty innisfree products, place them in a box to ship, then drop off at your local shipping provider.",
	"num_reviews": 293,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/innisfree-sulfate-free-green-tea-amino-acid-cleansing-foam-P503928?skuId=2740538&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2740538-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "5.07 oz / 150 ml",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2740538-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "First time buyer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "So I've been a drug store girlie my entire life, and this is the first product I *splurged* on. And I absolutely love it!! I haven't used it for too long which I was going to do before I made my review, but I love it so much that I'd just like to share it. I'm generally sensitive to scents and this smells AMAZING. You definitely only need a pea-sized amount or less, which I'm still working on 🙈 also saw a few people say it made their face feel squeaky which I did not experience, but the texture of the cleanser is truly unlike anything else I've experienced.  But overall, so far at least, totally love this product!"
		},
		{
			"review_title": "Gentle & Effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "It's super gentle, with a very light scent of green tea. A little goes a long way, and it foams up incredibly. The skin feels clean, and there is no tightness."
		},
		{
			"review_title": "Fabulous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "My face is so super clean, all dead cells just be washing off. I love this product so much. My daughter recommended it to me."
		},
		{
			"review_title": "super foamy :)",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Fair skin tone, Oily skin",
			"review_text": "really foamy. gets your skin really clean. may not be the best for dry skin, but for my oily skin i like it as a night time cleanser. it does burn your eyes a little but not too bad"
		},
		{
			"review_title": "LOVE! Clean + Hydrated Skin!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "Love this cleanser! Fair warning if you're new to East Asian skincare, their foaming cleansers can leave you with a kind of squeaky feeling! I use it only once a day at night to keep my skin barrier healthy (I do this w any cleanser), and if you have combo/dry then I would recommend only using it at night as well. Love the way it foams up, love how clean my skin feels after, and using it in conjunction w my toner, the InnisFree hyaluronic serum, and their green tea cream - my skin is SO happy and hydrated."
		},
		{
			"review_title": "A must have cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Light skin tone, Combination skin",
			"review_text": "Loving this product so far! It doesn’t dry my skin while it cleanse it so well! Will definitely recommend this :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "This product is so refreshing and hydrating on the skin, it left my skin so soft and feeling like glass without over stripping my natural oils or too much . It works great for sensitive skin, smells exactly like green tea and a little goes a long way ."
		},
		{
			"review_title": "Get the cherry blossom cleanser instead",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I was using the cherry blossom cleanser but decided to try this one for winter since it is marketed as hydrating.  Instead it is extremely stripping and irritating!  It’s a white cream that foams like crazy and when I rinsed my face it squeaked—not usually what happens with gentle cleansers.  My face felt like my moisture barrier was off after I used it and anything else I used stung.  My face looked red and irritated.  I tried it twice and gave up and immediately reordered the cherry blossom one which is much more gentle.  I don’t know who this would work for because stripping is not good for anyone.  It might be too late to return but at least it was an inexpensive mistake…"
		},
		{
			"review_title": "New favorite fash wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "First off, this face wash smells amazing. The instructions say a pea sized amount and they weren't kidding, a little goes a long way. My first use a squeezed out about 2 pea sizes and was able to basically wash my whole body with this stuff. It takes a few seconds for the foaming to activate. Feels amazing on the skin and made my skin feel refreshed after cleansing."
		},
		{
			"review_title": "Clean product and one of my faves",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Another favourite from Innisfree. Careful, it might make your face feel squeaky clean haha!"
		},
		{
			"review_title": "AHHH I LOVE IT SMMM",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
			"review_text": "this is such an amazing product! ✨ it is one of my favorite cleansers! such an amazing price for all the product you are getting! 🤍 a little goes a very very long way so just remember that! I have been using this for the last 4 months and it is very good! it has lasted me 4 frickin monthsssss‼️ it is probably going to last me another 4 months becuz I'm only halfway through!  tysm innisfree! 🤍"
		},
		{
			"review_title": "Impressive Cleanser – A Little Goes a Long Way!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this cleansing foam! The formula is super concentrated, so a little goes a long way, making it a great value. It lathers nicely and leaves my skin feeling clean and refreshed without any tightness or dryness. I’ve noticed an improvement in my skin’s texture and clarity since I started using it. It’s gentle enough for daily use, even on my sensitive skin."
		},
		{
			"review_title": "nice foaming face wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Tan skin tone, Oily skin",
			"review_text": "First time trying this product,I really liked it. I like formulas that foam and this one is a good one.It has a pleasant smells and it's clean at Sephora ,I love that! I also like that with a very small amount you can was your whole face  so it will last a long time!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love the result ! A very small amount and it foams all over the face and the neck.it keeps my skin hydrated💖. That's an amazing product and i recommend it 100%🫶😘"
		},
		{
			"review_title": "My favorite cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "You only need a tiny pea sized amount to produce a luxurious,foamy lather. My skin feels clean but not stripped. I love it."
		},
		{
			"review_title": "Irritating and leaves skin feeling tight",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Lathers really well, even when using a tiny amount, but the smell is a bit like public restroom soap, and it’s definitely drying/leaves my skin red and irritated"
		},
		{
			"review_title": "Warning for sensitive eyes",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Porcelain skin tone, Combination skin",
			"review_text": "I used this once (in the shower) and made the mistake of letting it get in my eyes. I have never felt such an intense burning sensation; it took a few minutes and a different cleanser to stop the burning. My eyes were irritated and uncomfortable for the rest of the evening. I will be returning this.  Really disappointing, as I was so excited about this cleanser and I love their vitamin c serum and SPF."
		},
		{
			"review_title": "Would not recommend",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "This product is very foamy, but dries out my skin a lot. I would not recommend using it on your face at all."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I've been using this cleanser for the past couple weeks and it's so good!! Super gentle but also super cleansing (my skin feels so clean without feeling stripped) as well as the smell is to die for. You only have to use a pea sized amount because of its foaming qualities which makes sense of why this cleanser only comes in a 150 ml bottle. Its definitely going to last me a while and I will be repurchasing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This makes my skin feel so clean but not dry. I was using this for a couple of days and I began getting complements that my skin was glowing!"
		},
		{
			"review_title": "Can’t go wrong with this one!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "The perfect daily cleanse!! I look the way this feels and my skin feels so soft and not stripped!!"
		},
		{
			"review_title": "Feel so clean",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve always been a double cleanser so I don’t break out because of leaving any trace of makeup on my skin, but with this face wash I don’t need to double cleanse. This face wash removes all my makeup and leaves my skin feeling so clean and beautiful. Hasn’t broken me out at all and is amazing it foams and feels so luxurious even though it is not expensive"
		},
		{
			"review_title": "No",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Makes my skin feel clean but it dries it out way too much. It also irritates my skin a lot and makes it red (I have sensitive skin), but it does it more than most cleansers. It’s good for the price but it damaged my skin."
		},
		{
			"review_title": "Too drying/squeaky w/o feeling clean even for oily",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Unsponsored / bought with my own money full price! DO NOT BUY. Even with my extremely oily, sensitive skin, it left a squeaky clean feel while not feeling cleansed at all. It was extremely drying, and constantly felt like I hadn't washed it all away. I never usually leave reviews, even if they're bad, but I felt deceived since I bought this based on the thousands of 4+ star reviews on Google (clearly sponsored/incentivized to inflate the overall review score) Only + side, which is also a - aspect too - it foams a little too much (it feels like you didn't wash all of it off) & smell (fragrance is very very strong - be prepared to break out in redness & react if you have any sensitivity). It burns badly if you get it too close to your eyes. It is the most drying cleanser I've used - on par to Clean & Clear, or Neutrogena that haunts my preteen years. Even with the new formula/packaging, they still say hydrating, which is so deceptive. Yes Green Tea is a hydrating ingridient, but the way its formulated as a foam is so stripping. Right after washing my face, it's like the waterdrops are begging to be absorbed into my skin bc it's so dry but it's like repelled off. Truly a squeaky, almost plastic/rubbery feel while also feeling there's still gunk on my face. Since I bought full size, I'm just using it on my chest & back since it foams so much, but it leaves those areas feeling dry too. WOULD NOT RECOMMEND even for very oily, acne-prone people like me."
		},
		{
			"review_title": "My Skin is Definitely a Fan",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "Great facial cleanser that delivers a clean feeling without leaving any residue behind. It states to use a pea-size amount but I could have gotten away with even using slightly less. Will repurchase as and when needed as I think that it's worth the size and price!"
		},
		{
			"review_title": "A must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I like the cleanser so far. I have combination skin so not everything goes well on my skin. It takes time but does the trick."
		},
		{
			"review_title": "I really wanted to like this cleanser…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "IUnfortunately, I didn’t realize that I had dry skin until I used this for the first time. It made my skin squeaky feeling but so tight. As a result it ruined my skin barrier and broke me out. I’m sure it works for some, just not me."
		},
		{
			"review_title": "My new favorite cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This product LATHERS, it feels fantastic during the wash process and rinses of making you feel so clean! Doesn’t take waterproof mascara off very well but cleanses everything else extremely well! Don’t need much like the instructions say a pea size about works for the face and neck! Love love love it!!!"
		},
		{
			"review_title": "A few flaws but does the trick!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this product and the effects it has on my skin. It definitely hydrates my face. Be careful near your eyes though because it can burn! I close my eyes very tight when using it. The cleanser lathers nicely but rinsing it off feels almost squeaky. Like those cheap soaps that are given by hotels. I started using a wet towel to wash it off which helped with that weird feeling. Overall I am happy with the product, plus you need so little so it will last you a long time!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "It's a nice product. Cleanse your skin and has a very good smell."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "The second I started washing my face with this product my face started burning 😖"
		},
		{
			"review_title": "not for dry skin people",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "extremely drying, it made my face feel horrible and tight. I do have dry skin though, but this was recommended to me by the staff and i only had to use it once to know it was not for me"
		},
		{
			"review_title": "New Formula is bad.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The new formula doesn’t foam and also doesn’t give the fresh cleaned face feeling after using. Disappointed as the old formula was our favorite."
		},
		{
			"review_title": "Eye burner",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Pros: It's very concentrated so you don't have to use very much! I wanted to love it! Con: If you happen to get any in your eyes, even as you're rinsing it off, it really stings! I just think that if you're going to make a facial soap, it shouldn't kill you if it gets in your eyes. There I said it!"
		},
		{
			"review_title": "horrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "tried it many times everytime it made my skin burn and my skin felt so tight after i used. ruined my skin barrier"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I have oily skin and was looking for a new cleansing foam to add to my skin care routine. What I love about this product is that you really need a tiny amount, less than a pea size amount and it will give you a lot of foam to cleanse your face. The smell is so relaxing and so far it does its job very well."
		},
		{
			"review_title": "Great value and quality",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have had the same tube since March 2023. Not only is it a great cleanser but you only need the smallest amount. I highly recommend this."
		},
		{
			"review_title": "burnin and itchin 🍑💖",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Heard some good things about innisfree and i liked the price for the amount it gives you but this really burned my face and it was super painful #cute #love had to stand in front of my fan for 20 mins after using cause it burnt my face that badly ( no i am not allergic to any of the products in this, they just put some straight evil potion in this cleanser )"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love how a little goes a long way. Face feels so clean after but not dry."
		},
		{
			"review_title": "Best cleanser I’ve tried",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I LOVE this cleanser so much. I got it on my first ever trip to Sephora because it was cheap, had good ingredients, and I just needed a new cleanser. After using this, my skin felt so clean. You only need a little bit of this cleanser because it foams up A LOT. I will be buying again."
		},
		{
			"review_title": "Don’t recommened for dry skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I liked the fragrance. You only needed a little bit and it foamed A LOT. HOWEVER, I do not recommend. It left my face so dry and tight after washing. Will return."
		},
		{
			"review_title": "I wanted to love this so bad...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I love innisfree, and I wanted to love this product so bad but the second I put it on it burned, my skin is usually sensitive so I gave it a chance. After washing my skin felt so stripped and tight, I got a slight burn on my cheeks and the next day I broke out in hives and had cystic acne all over my jaw and forehead. I used nothing new other than this cleanser. If this was a cream I think it might be better but unfortunately I have to pass on this one."
		},
		{
			"review_title": "I love this! must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I adore this face wash because you only need a small amount at a time, and it foams so much! it also removes makeup completely"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Use it every day. Works well. One time use is enough to remove your makeup."
		},
		{
			"review_title": "Gentle but Deep Cleansing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I had been searching for a cleanser that was gentle, but cleaned my skin really well. THIS is that cleanser! I’ve been using this for a little over 6 months now, and I don’t think I’ll be switching it up any time soon!"
		},
		{
			"review_title": "i like it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "i use a small amount in the morning and i like it. the texture of this face wash feels so smooth and lathers very well."
		},
		{
			"review_title": "Pass on this",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "Completely strips ur face, way too drying not sure who would want to use this"
		},
		{
			"review_title": "Wasn’t for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Alil goes along way! I really wanted to love this product especially its super affordable but sad to say it dried my face out & burned my skin but don’t let my review define if u should buy it or not everyone is different!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Very stripping and leaves face dry. Used for less than a month and the cap developed mold."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I am loving the result . It doesn’t give you Smooth skin but my face is very much clean after wash .it removes makeup as well. I use it with oil cleanser as well so my skin could b little smooth too."
		},
		{
			"review_title": "Not for sensitivie skin!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This product is waaaayyyy too harsh for sensitive skin. It completely dried out my skin to the point of flaking. It also feels like it leaves an oily residue on my skin. I honestly do not recommend this for sensitive skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Love how foamy this gets, a very small amount gets the job done. This cleanser has helped with my redness and gets all makeup off."
		},
		{
			"review_title": "Old formula was better",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Not a fan of the new formula; I bought this without realizing it was different and was wondering why my face didn't feel clean after using it anymore. The scent is still nice but it feels like it leaves an almost oily residue on my face :("
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "Fragrance was so strong and the wash burned me and my boyfriend’s face when using."
		},
		{
			"review_title": "My new must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "smells amazing, foams well and not drying on my skin! My skin feels clean and hydrated after use."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I received this product for free in exchange for a review. As a fan of Innisfree's green tea line, I was excited to try this new cleanser. It has a light refreshing scent to it and this cleanser is gentle on the skin, which I appreciate. But it does leave my skin with that squeaky-clean feeling after using it, so I prefer using it at night. For my dry skin, I find that it can make my skin feel a bit tight afterwards. Overall, I think it's a decent cleanser, especially for those with oily or combination skin, but those with dry skin probably want to follow up with a hydrating toner and moisturizer."
		},
		{
			"review_title": "Perfect to support fight with acne",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "I received this product for free in exchange for a review from #toobox circle - I used for almost 4 weeks and I’m very happy with the results. My skin is definitely cleaner and softer, it’s a good support if you - like me - fight with acne. I feel it makes skin glow. Smell is a big plus too!"
		},
		{
			"review_title": "Hydrating Cleansing foam with Green Tea!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I recently started using the Innisfree Green Tea Amino Acid Facial Cleansing Foam as part of my daily face skin care routine. I have acne prone skin and love how this product is gentle and keeps my skin balanced.  This fresh, spring like smelling cleansing foam contains Green Tea and moisturizing Amino Acids. It leaves the skin both moisturized and hydrated after use. It cleanses away the dirt and impurities without stripping the skin of it's natural oils. My skin feels soft, clean and refreshed after use.  A little goes a long way! You only need a small amount to produce a good lather. I rinsed my face first with water and then lathered up with a pea size amount. The cleanser itself is a light weight, creamy texture.  Would highly recommend this product."
		},
		{
			"review_title": "Not bad could live without it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "My face felt fresh and clean, I do have normal to dry skin at this time of the year. It had a nice light scent, a little goes a long way. It lathered nicely and removed my waterproof mascara with little effort. My skin felt a little stripped after though. I have also been using oil cleansers lately and like to feel moisturized."
		},
		{
			"review_title": "Had a horrible reaction to it :/",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "when i started to use this cleanser it was going okay for about two weeks, but then it started burning my face and making me break out horribly. i have no idea why, since my skin has NEVER been sensitive. it could be the strong fragrance, which you should stay away from if you have sensitive skin."
		},
		{
			"review_title": "New go-to cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "I have been using this cleanser morning and night and have loved the results! It really purifies the skin, leaving it feeling super clean - blackheads on my nose are washed away. I’ve even noticed that it makes any forehead lines less prominent. The smell and packaging are also really nice. I received this product for free in exchange for a review"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I received this product for free in exchange for a review. #freeproduct  A little goes a VERY long way - they were not joking when they said to just use a pea-size amount! It was more than enough to lather in my hands and cover my entire face. I love the smell of green tea product and this one is no different - application process feels very soothing and this works really well to remove makeup, skincare and whatever gunk accumulates on your skin throughout the day. My skin did not feel dry or striped after using this however I am deducting one point because it did feel like there was a slight film on my face after using it which was hard not to notice. But it was easy to remove with a gel cleanser and double-cleansing is already part of my routine so this serves a makeup remover in my routine!"
		},
		{
			"review_title": "TRY IT!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for a review. I was very excited to try this product because I LOVE Inniafree products and believe they have a great line of products. I used this for 3x per week for about 2 weeks. I love the texture of the product and definitely a little goes a long way. my skin felt clean but a bit dry but I feel like that's due to the cold weather. This cleanser is now a part of my routine. it's definitely worth a try!!    #freeproduct"
		},
		{
			"review_title": "A Great Cleanser for that Clean Feeling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I received this product free for my honest review.  I used this cleanser for a few weeks.  I find that it cleans my skin very well. I have dry and sensitive skin and I tolerate this cleanser comfortably.  The only drawback is that my skin feels so clean after using that it almost feels squeaky clean.  With a little moisturizer afterwards feels all good!"
		},
		{
			"review_title": "Must have cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product for free in exchange for a review. I have combination skin type and it worked well for my skin type. It doesn't dried out my skin. There is a nice natural scent which is not empowering and makes you feel refreshed. The biggest plus is that this cleanser is made with clean ingredients so it's a big yay from my side."
		},
		{
			"review_title": "Try it out",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I received this product for free in exchange for a review. I have used Innisfree green tea amino acid facial cleansing foam every morning and evening for a few weeks, and I’m ready to write an honest review. The texture of this cleanser is similar to creamy gel, but when I put it into my palms and massage my face it becomes foaming. I can say that this tube will last me for quite a long time as I use just a pea-sized amount of it. The smell is pleasant, not too strong and smells like a soap bar. It cleans my face very good (dirt, clogged pores, and even make up). It doesn’t leave any oily feeling after which I really like. I have dry skin type, so after cleaning my face feels very tight and requires a moisturizer or serum. It’s also vegan! In general, it’s a good product.  #trybeforeyoubuy #trywithtopbox #topboxcircle #freeproduct"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Dry skin",
			"review_text": "I received this product for free in exchange for my honest review. This cleanser has a really lovely clean smell which did not irritate my sensitive skin! The consistency out of the tube is thick, but becomes a nice lather with water. Due to the green tea in the product, it can feel a bit drying when used twice or more a day. I typically use in the night and I find that it doesn't strip my skin, leaves it feeling plump."
		},
		{
			"review_title": "Lightweight cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product for free in exchange for a review.  Been using this cleanser for a few weeks now and have been loving it. It has a good scent that is not overpowering and yet has great cleaning power. Foams up really nice and leaves my face feeling hydrated and soft.#freeproduct"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I love this cleanser, I used to use the drink elephant jelly cleanser but it became to stripping for my skin so when I discovered this one I was shocked at how well it foams and hydrates my skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for a review. A small drop of the innisfree Green Tea Hyaluronic Acid Face Cleanser goes a long way. I used this every other day to not dry out my skin too much. It smells nice and my face feels cleansed after using it.  #freeproduct"
		},
		{
			"review_title": "Great addition to skin care routine.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I received this product for free in exchange for a review.  The Innisfree Green Tea Hyaluronic Acid Face Cleanser is a popular choice among skincare enthusiasts. It's infused with green tea extract, known for its antioxidant properties, and hyaluronic acid, which helps to hydrate and plump the skin. Its gentle cleansing action effectively removed dirt, oil, and makeup without stripping the skin of its natural moisture. The addition of hyaluronic acid left my skin feeling soft, smooth, and refreshed after every wash. However, during winter my skin is extra dry and felt a bit stretchy after drying. So I restricted my usage to once a day and it worked fine. I believe it is just me but even if you have dry skin it’s worth a try. I’ll retry using it during warmer weather. Overall, it's a good option for those looking for a hydrating and refreshing cleanser. #freeproduct"
		},
		{
			"review_title": "It's okay, kind of drying",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
			"review_text": "This is a good foam cleanser. Smells great, and a little goes a long way. Also, it's good for double cleansing. However, I did notice that after using it for a week straight, my skin felt very dry after each use. I wouldn't recommend this for ppl worth dry skin."
		},
		{
			"review_title": "Seriously, One of the BEST cleansing foams",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "INNISFREE Green Tea Amino Hydrating Cleansing Foam is amazing for soft & CLEAN skin! I have dry skin and usually people with dry skin tend to stay away from foaming cleansers but this one did not dry me out at all! This cleanser claims to be hydrating and it absolutely is! I have been using the Green Tea Amino Hydrating Cleansing Foam every day and night for almost a month and I noticed within the first week that my skin had become visibly brighter and softer and I really believe this is a result of its hydrating properties. Over a longer period of time, my skin has also become softer to the touch! This is not a claim the product makes but it happened for me.  The product tells us that we only need a pea size and it is NOT lying. I squeezed out about a quarter size of product on my first use, thinking they were just exaggerating and a quarter size was TOO MUCH. A pea size is literally all you need!!! It lathers and foams like nobody’s business!!!! Even with all this lather, it didn’t strip my skin at all. It is also super soft and almost silky to the touch! The smell is very pleasant, I know some people don’t like fragrance in their skincare, but I wouldn’t consider this fragrance, honestly. It literally just smells like soapy green tea, which is basically what is in the product! The scent disappears immediately once you wash your face, so even if you don’t like the scent, you don’t have to endure it !  If the product was trash I would definitely be real and say it but I truly do believe that the claims this cleansing foam makes are genuinely true! I am not only saying that because I received this product for free in exchange for a review. I have already gone out and bought a backup!!!!!! This is my new favorite cleanser and I am so glad I got the opportunity to try it for free because I would have never tried it otherwise.  I received this product for free in exchange for a review. #freeproduct"
		},
		{
			"review_title": "Smells clean",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I was very lucky to try this product for free from #topbox.  You hardly need any. One tiny squeeze covers the whole face and neck. Lathers well. And has a nice clean smell. After face feels clean and smooth. It does sting on open skin but doesn't seem to irritate it."
		},
		{
			"review_title": "Literally burned my skin.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "Beware if you have dry skin. It immediately burned as soon as I applied it and left my skin bone dry and stripper. Don't recommend."
		},
		{
			"review_title": "Trusted brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product for free in exchange for a review. I'm glad I was chosen by Topbox team to receive this #freeproduct. Innisfree is one of my favorite Korean brands. I've tried some of their facial cleansing foam before and I'm pretty sure this won't make me disappointed. I love how Green Tea smells and this Green Tea Amino Acid Cleansing Foam does smell like Green tea. I like how small amount can get so foamy and its so smooth when applying it to my face. It does look like mouse when I applied it and when I washed it, it's easily removed and I can say I do feel clean and not oily but at the same time doesn't feel too dry for my face. What's nice is I can still smell the green Tea after. I'm definitely will buy this after I'm finished with Topbox's complimentary mission product."
		},
		{
			"review_title": "Not bad but didn’t work for me; eye stinging",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Generally speaking this is a no-frills, gentle cleanser — however this unfortunately made my eyes sting every time! The stinging occurred while washing my face and for 5-10 minutes after. For context, I have never experienced eye stinging from any other cleanser before and I have tried a variety. With all that said, if you try this cleanser and don’t experience stinging, I think it’s pretty good like the other positive reviews have stated! A very subtle tea scent, nice slip when rubbing into the skin, and leaves the skin feeling hydrated. A little product goes a long way so you definitely get a lot for your money."
		},
		{
			"review_title": "A must have in your cleansing routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I received innisfree - Green Tea Hyaluronic Acid  Cleansing Foam for free in exchange of my honest review. Not only does it cleanse it leaves your face moisturized. The green tea scent is a refreshing feature. The texture is perfect and a little goes a long way. The lather and foam is a perfect combination. Overall it stripped my skin of all the bad, leaving it pure and clean and soft. I will continue to use this daily."
		},
		{
			"review_title": "Awesome cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I received this product for free in exchange for a review.  I absolutely love innisfree products and this is no exception. It has a nice consistency and leaves my skin feeling soft and hydrated. I use it in my 2 step cleansing process and it’s perfect for taking remaining  makeup up off. Overall, I’m happy and would recommend. #freeproduct"
		},
		{
			"review_title": "Recommand to Try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I recieved this product for free from Topbox Marketing for testing and review purposes. I absolutely love this face cleanser. I use it morning and night. Only a small amount is required and when applied it begins to foam. You can instantly feel the difference. It has a strong green tea type smell, didnt bother me though, I felt like it would actually help wake me up in the morning. When face cleaners is washed off, my face would feel freshly cleansed. This is a product i will continue to purchase as part of my daily facial routine. #freeproduct."
		},
		{
			"review_title": "Creates A Hydrating Glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Innisfree Green Tea Amino Acid Cleansing Foam is a facial cleansing foam to cleanse and hydrate. This cleansing foam has anti inflammatory properties it didn't irritate my skin. It is gentle for repairing my dry skin and creates a hydrating glow. A cleanser that is a heavy cream that lathers well with the warmth of a facial. It's perfect for instantly removing makeup without causing acne. Even after cleansing twice a day it doesn't leave any film on my face. I received this product for free in exchange for a review. #freeproduct"
		},
		{
			"review_title": "Superb cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product free in exchange for my honest review. I used it daily for the last couple of weeks and have noticed my skin is fresh, hydrated, and clean. I love the fact that it has hyaluronic acod in it, and am hoping for plumper skin as I continue to use it. The price is super reasonable and affordable for a great cleanser."
		},
		{
			"review_title": "Gets the job done",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I received this product for free in exchange for a review. This is my honest review after trying this product out for over 2 weeks.  I have dry skin and in the winter its even more dry. I like to use this as the second cleanse and you need a very little amount and it foams up a lot. Please note this is not a very hydrating cleanser so my face felt tight after washing but it is similar in feeling to other foaming cleansers. I liked the feel, there is not really a fragrance in here. I only use this at night though as it can be too drying to use twice a day. its not my favourite cleanser but it gets the job done! I have not had any irritation or negative reaction to this cleanser. Its a good base product. Would work well for oily skin, I think."
		},
		{
			"review_title": "I love the softness of my face!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I received this product for free from #topbox #free product in exchange for a review.  I used the product day and night continuously.  I like  the mild scent and a small squeeze of it on the palm lather a lot.  my face is soft and hydrated after using the product."
		},
		{
			"review_title": "Great cleanser for makeup removal",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I received this product for free in exchange for a review. You don’t need a lot and it’s really effective removing makeup and sunscreen. It may be a little stripping if you use it on dry skin but otherwise I found my perfect cleanser to take off makeup!"
		},
		{
			"review_title": "NOT buying again",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "My biggest disappointment about this product is that it doesn't really clean your face. It seems to leave a residue on your skin. My skin felt like I had used hotel bar soap on it, whereas cleansers I have used in the past have always left my skin feeling smooth. That's why I won't be buying this again. I have to give the product credit where it is due, however. I have found that a little can go a long way, meaning I don't have to squeeze out as much cleanser to cover my entire face as some other cleansers. It also has a nice, creamy texture. The last I want to mention is its smell, which is good but has a weird aspect. When you first put it on your face, it smells like chemicals, but a second later, it smells refreshing. I'm not sure what about the formula would cause this, and I find the transforming scent a bit strange. Overall, this might be a good product if you're on a smaller budget, but I would recommend finding another cleanser better than this."
		},
		{
			"review_title": "Loved the texture",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I have received  @innisfreecanada facial cleanser from @topbox in exchange of my honest review. I have been using this cleanser for a week and in love with the formula. The texture is like shaving cream and a small quantity goes long way. This face wash is really hydrating and my skin feels super clean  and fresh. The only thing is I am not a fond of is the fragrance, it smells like grass, other than that this is a great product.   #freeproduct #freeproducts #honestreview #innisfree #innisfreecanada #facialcleanser #moussecleanser #greentea"
		},
		{
			"review_title": "Great product that will last!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I have currently been using Innisfree Green Tea Amino Acid Cleaning Foam for a week. It is winter, so my skin is extra dry. You use barely any product, as it foams up a lot! My skin feels tight and soft after use. It has a light floral scent which isn't overpowering. I do wish it had more hydration for the skin. I received this product for free in exchange for a review #freeproduct"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for a review.  I used it at night before I went to sleep. It gently cleansed my skin and left it feeling super soft. A very little bit of product is all you need. So this tube should last quite a white. I was skeptical at first about the scent, but it's so nice! It reminded me of the Elizabeth Arden Green Tea perfume. My face was left feeling so lovely and smelling amazing. I highly recommend trying out this product! Thank you @topbox ! #freeproduct"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a great gentle cleanser to use everyday. I love using it at night to take off the oils from my face. It’s non drying and leaves my face feeling clean and ready for my night routine. The best part is that it is paraben free and doesn’t make my skin feel tight. Thanks to top box for letting me try this for free!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for a review. I liked this super foaming and gentle green tea cleanser. It made my skin feel squeaky clean without being tight. I don't mind the scent and a little goes a long way. I prefer the new packaging seen on this page to the white tube I received."
		},
		{
			"review_title": "New addition to my skin care routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I received this product for free in exchange for a review. I have been using this cleanser in day and night as new addition to my skin care routine. I love the mild and refreshing scent. It is affordable and small amount goes a long way. I love how refreshing feeling it gives to my skin every after wash."
		},
		{
			"review_title": "Lovely fresh cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I got this #freeproduct through #trywithtopbox for an honest review. I've been using this cleanser in the evenings and I've found that a little goes a long way. It foams up nicely and is gentle. Leaves my skin feeling fresh and clean without any weird filminess. I would buy again."
		},
		{
			"review_title": "Love this cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I  received this product for free in exchange for a review #freeproduct #topbox   I really enjoy using this cleanser. I love the creamy texture and it removes my makeup very well. I like the green tea  which makes it very gentle and it also leaves my hydrated"
		},
		{
			"review_title": "a new addition to my standard skincare regime",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
			"review_text": "I received this product for free in exchange for a review First I have to say a little goes a long way with this cleanser. I like how it foams up beautifully and is not drying. My super sensitive skin was NOT irritated in any way while using this cleanser. I think that this is the perfect gentle hydrating cleanser for the winter months and I will be purchasing this as a part of my regular skincare regime in the future."
		},
		{
			"review_title": "A New Favourite In My Face Care Routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I received this product for free in exchange for a review #freeproduct #topbox.  I have been using the sane face cleanser for years and thought it was the best…Innisfree Tea Hyaluronic Acid Cleanser has changed my mind…this cleanser is absolutely the best!   I have been using it morning and night for 2 weeks and my skin is smooth, clean and clear.   You only need the smallest pea sized amount mixed with water to get a creamy emulsified lather.   The smell is nice and fresh.   It rinses off well leaving no residue.   Definitely a new first step in my face care routine…try it you won’t be disappointed."
		},
		{
			"review_title": "I enjoyed using this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "If you're in search of a gentle yet effective facial cleanser, look no further than the Innisfree Green Tea Hyaluronic Acid Face Cleanser! This product has exceeded my expectations with its gentle formula that effectively removes dirt, oil and makeup without stripping my skin of its natural oils. What's more, the green tea extract and hyaluronic acid in the formula work together to deeply moisturize and hydrate my skin, leaving it feeling incredibly soft and smooth. Don't settle for harsh cleansers that dry out your skin - give the Innisfree Green Tea Hyaluronic Acid Face Cleanser a try and experience the difference for yourself!"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received Innisfree green tea hyaluronic acid cleanser for free to try. This is a great product. It offers a refreshing and hydrating experience. I have  a soothing effect after using this product. My skin feels plump and nourished after use. It removes makeup with out causing any tightness. It has nice fragrance, which is very refreshing."
		},
		{
			"review_title": "Amazing cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I received  innisfree Green Tea Hyaluronic Acid Face Cleanser as a #freeproduct from TOPBOX #trywithtopbox #topratedbeauty. I have been using a pea sized amount of this creamy cleansing foam for the past 2 weeks in the morning and at night and I love it! It has improved the texture and softness of my skin. It leaves my face feeling refreshed and soft to the touch. It has helped my skin look brighter and more youthful. I love that this cleanser has hyaluronic acid and green tea water as ingredients.  It smells great, a little product goes a long way, and I will be re-purchasing it in the future!"
		},
		{
			"review_title": "Good cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this facial cleanser for free from Topbox Circle thanks to whom I was able to discover the Innisfree brand. The formula is very interesting, we need little product to get a beautiful lather that perfectly removes makeup and impurities. On the other hand, the smell of the product bothered me a little. The initial smell is pleasant, but as I rinse off the soap smell becomes dominant and I liked it less. #freeproduct"
		},
		{
			"review_title": "Small amount easily lathers into foam!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product for free in exchange for a review. I used this cleanser in the morning and also when I shower. I like how the scent is not too strong. I also like how my skin feels clean, but hydrated, because I can easily lather a small amount into foam. I love this #freeproduct."
		},
		{
			"review_title": "Great cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product for free in exchange for a review. I used this cleanser in the day and night. I like how the scent is mild and I like how my skin does not feel stripped after washing my face. I especially like how a pea-sized amount easily becomes foam. Thank you for the #freeproduct!"
		},
		{
			"review_title": "Great cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I LOVED that this gave me “squeaky clean” feeling. I have a really oily skin and I love when cleansers are able to get everything clean out of my face. It did a good job at removing almost all of my makeup (light). It lathers really well and leave my skin clean of all dirt, grime and impurities. Hyaluronic acid helps and I felt my skin was hydrated after using this cleanser. It has a very faint smell that I liked but a heads up for people with sensitive skin. I received this product for free in exchange for a review."
		},
		{
			"review_title": "Great cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received this product free from #topbox in exchange for my honest opinion. The first thing I noticed was that it smells super fresh and it also made my skin feel refreshed and smooth!  A small amount is enough to obtain a rich thick layer of foam and clean well the whole face… However for those who have dry skin like me, I would recommend to use it only once a day as it tends to leave the skin a tad dry. But overall I’m super grateful for the opportunity to try this amazing product! :)"
		},
		{
			"review_title": "Very good cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This product lathers up beautifully, creating a creamy texture that leaves my skin feeling thoroughly cleansed, hydrated, and incredibly soft. I'm extremely satisfied overall and anticipate it lasting a long time since only a small amount is needed for a rich lather. Its subtle yet pleasant scent adds to its appeal without being overwhelming, while its cleaning power is impressive. In comparison to other cleansers I've tried, this one feels lightweight yet still effectively cleanses. I received this product for free in exchange for a review. #freeproduct"
		},
		{
			"review_title": "It's alright",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product for free in exchange for a review. I enjoyed this cleanser but it did leave my face feeling a little bit dry...almost like that squeaky clean feeling you get after washing your face. It did have a bit of fragrance as well which others may be sensitive to. I used the product to remove my makeup at the end of the day and it did a great job at doing that!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "#free product This product was sent in the mail as a trial product, I really enjoyed using this as it felt smooth to the touch and cool on the skin when spreading. I like how there is a lot of quantity of product given per bottle and how the aesthetic of the package is."
		},
		{
			"review_title": "love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Foams up really nice and  creamy which leaves my face feeling clean, hydrated and soft. Overall very happy and will last a long time as a little does go a long way for how much it foams up during use.It has a good scent too that is not overpowering and yet has great cleaning power. Compared to other cleansers I used, I find this one quite light and yet effective.so It may be a little weak for people who are looking for a strong scrubbing cleanser like the ones with beads. I find it perfect but there are people who are looking for that. I think I will begin using this as my main cleanser. I received this product for free in exchange for a review #freeproduct"
		},
		{
			"review_title": "A must have !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this product for free in exchange for a review.  I really love the way my skin feels after washing my face, this product is great, my face feels moisturized and clean. The smell is amazing too, I'll definitely be buying again! I love Korean skincare!  #freeproduct"
		},
		{
			"review_title": "Quality cleanser worth trying for",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I received this free product in exchange for a review. I always wanted to try Korean skincare line and got the opportunity. I love the packaging of it, clean and simple. it has a nice green scent that is not too strong. It has a thick, creamy consistency that only a small amount of it goes along way, which is a good value for the money. It removes 95% of make up which is not too bad compared to other cleansers i have tried. I still needed to use a miscellar cleanser after.I can feel a nice polished feeling on my face after use. I did not have any break outs or skin irritations from it. It kept my face hydrated and not dry."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I LOVE the lather of this product. A small amount truly goes the longest way and get so foamy which is a must for me. However, its not one of those face cleansers you should use if you wear makeup, more for a morning wash or if you didn't wear makeup that day because it is scented and will burn your eyes if you try to remove any eye makeup with it. The smell is great but worries me a little about putting scented products on my face but I haven't broken out or experienced anything weird since using it but just know the scent is strong!!! Otherwise, I like Innisfree products a lot and will continue to be a customer! No other wash gets as foamy and lathers so nicely like this one."
		},
		{
			"review_title": "Fixed my forehead bumps",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I bought this a couple of weeks ago because my old cleanser felt very stripping and I was dealing with a lot of dryness. This cleanser is very affordable and a little goes a long way and it provides a smooth foamy lather with an expensive, but not overbearing scent. I absolutely love this cleanser and the tiny bumps on my forehead have gone away since using it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I received this product for free in exchange for a review from Topbox Canada.   I am really enjoying it so far. It has a thick consistency and a little goes a long way. It smells really good, a spa type, herbally scent. I have dry, sensitive skin and haven’t had any issues. It lathers really well and does a good job of removing makeup at the end of the day. I would recommend it and would repurchase it again for myself in the future."
		},
		{
			"review_title": "Suitable for dry dehydrated skin!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for a review. I love this #freeproduct! I used it both day and night. I have a dry dehydrated skin. This facial wash formulated well for dry skin. I've tried other brand for hydrating purposes, but none of them give hydrating my skin well. I was always having tight skin after washed. However this product is really gives smooth effects after.. Yes, it has mild scent but it doesn't bother me. Minus one star because I feel the texture is very thick... I will definitely considering to buy it after!"
		},
		{
			"review_title": "Will always repurchase!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "As someone with very dry and sensitive skin, this cleanser has changed my skin! This brand in general is amazing. The price point is what got me to first buy it, but I’ve repurchased this so many times because my skin loves it so much."
		},
		{
			"review_title": "Clean, fresh scent and great value for money!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received the Innisfree Green Tea Amino Acid Cleansing Foam for free in exchange for a review from TopBox. This is a huge container of product and let me tell you, a little goes a LONG way, absolute value for money. I loved the scent, it was very minimalistic and reminded me of stuffing at Thanksgiving, in the best possible herby, earthy way. I have dry to combination skin and used the Innisfree face wash each night, and it was thick and creamy, it glides over my skin in a very silky motion, left my skin feeling soft and moisturized. I found it's good for removing traces of makeup as you wash your face and I only used a pea sized amount each time. I also thought the packaging was quite chic. Would definitely recommend and would repurchase. #freeproduct"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "It’s so fresh and soft to the skin! I love innisfree products. I love how it smells too! I use the Avene one right now but I love this one too."
		},
		{
			"review_title": "Great cleanser!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this for free in exchange for a review from TopBox #freeproduct. I have been using it for the past week or so and so far it seems good. My only complaint would be that if you use too much, it can leave your skin feeling a little tight after using it (like soap). Other than that, it seems to leave my dry skin feeling pretty smooth and soft. I would recommend using a little bit as a little goes a long way with this product!"
		},
		{
			"review_title": "Awesome face soap",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product for free in exchange for a review, And Iam so glad I receive this face soap,  because it is my favorite cleanser now. It has such a pleasant smell. Doesn’t leave my skin dry. I love how foamy it gets and leaves my skin feeling super clean. I first used this product every night I noticed an immediate difference between this and other soaps. The lather on this soap is amazing! #freeproduct in your review to indicate you received this product for free."
		},
		{
			"review_title": "A must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I received this product for free in exchange for a review. I love innisfree brand a lot. I got an opportunity to try on this cleanser. I love the cleanser. It makes your  skin so clean and does not strip out at the same time. It gas green tea and amino acid."
		},
		{
			"review_title": "it's a so/so for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have been using this product for the past week- both morning and night- but I feel like this may be too much for my skin, as I have noticed a bit of redness and bumps lately, so I will try using it only at nights for a bit. I love that it foams up so easily and therefore does not require too much at a time. The scent is pleasant. It is supposed to make skin hydrated but I find it dries mine out a bit, but isn’t a problem when used in addition to proper moisturizer cream afterwards. Definitely deep cleans, but not sure if worth the redness and bumps. As mentioned, I will decrease frequency of use and give that a shot. Fingers crossed. For now- it's a so/so for me   I received this product for free in exchange for a review #freeproduct"
		},
		{
			"review_title": "Great cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I really loved this innisfree cleanser. It is very gentle but cleans thoroughly and effectively and always leaving my skin well hydrated. I used a dime size every night, which was enough to wash my face and neck. I enjoyed the very subtle scent. I received this product for free in exchange for a review. #freeproduct"
		},
		{
			"review_title": "Try it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Dry skin",
			"review_text": "This Innisfree green tea amino acid cleansing foam is a #freeproduct that I received from #trywithtopbox in exchange for my honest review. This product is a very good cleanser. It foams up nicely and cleans very effectively. It leaves my skin fresh, soft, and clean without drying. The smell is nice and not overpowering. I use it before going to work in the morning and at night. Must have!"
		},
		{
			"review_title": "Good Cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for a review. This product works well for daily morning and night cleansing. A small amount produces a lot of foam and the product cleanses without leaving the skin feeling dry. There is a pleasant and light tea fragrance that lingers on the skin for a while after rinsing. #freeproduct"
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I love this face cleanser. I have stopped using my Shiseido and other foaming face wash and use this every evening and the second step in my face cleansing routine. Foams up very nicely and doesn’t leave my face too dry."
		},
		{
			"review_title": "I recommend  this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have only used this product a few times,  i can say its a very good cleanser its feel is a frothy like foam on the face, makes youre face feel very clean. I got this #freeproduct through top box circle to test and i have zero complaints so far!"
		},
		{
			"review_title": "I will repurchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I received this free product from Topbox in exchange for my honest opinion and after using this face cleanser for the last little while, I have grown to love it. A little goes a long way and the foaming action is super soft feeling. The green tea Nell is subtle which I also like."
		},
		{
			"review_title": "washed my face x2/day with this and the result💜",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "I have a mix skin that goes more on the dry.i had issues also with hormones and all for a while and it is so gentle on the skin. love that the price is not over the top and you don't need a big amount to wash you face."
		},
		{
			"review_title": "Better then expected!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. So far it's been great! I've been using it for about a week now and I love it. It foams up quiet nicely and cleans really effectively without drying out my skin. It also has a really nice smell to it, nice and fresh."
		},
		{
			"review_title": "standard cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this free from topbox in exchange for a review. this cleanser foamed up nicely and wasn't too stripping on my skin. worked well as a second cleanse product and didn't leave a residue. it's a standard cleanser with no bells and whistles."
		},
		{
			"review_title": "Not bad!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I didn’t mind this cleanser- it did what it had to do with cleaning my face- I just wasn’t too sure about the smell- I didn’t hate it but I didn’t like it either…. It did leave my face clean and ready for moisturizer. application- so that"
		},
		{
			"review_title": "Perfect for sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes.I absolutely love this cleanser because I have dry/sensitive skin and this cleanser is perfect for my skin type as it’s very effective is removing all the dirt and impurities without drying out my skin and you just need a small pea size amount and it lathers up nicely into a foaming cream that removes all the gunk and leaves my skin soft,smooth and super clean. #freeproduct"
		},
		{
			"review_title": "Squeaky Clean",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I received this product from Topbox marketing in exchange for my honest review… and honestly the scent was pleasant and fresh…. a little product goes along way and it even removed my stubborn mascara! My face felt clean without feeling dry!"
		},
		{
			"review_title": "Comfortable on the skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "This cleanser is very good and comfortable on my skin. I took a lot the first time I tried it, and it gave a super rich lather, so I recommend a little goes a long way.  The smell is pretty soft and not overpowering. I  feel cleansers strip my skin and  make it really dry, but this was very comfortable post wash. I recommend it and the price is very reasonable too. I got this product for free from Topbox marketing for testing and reviewing."
		},
		{
			"review_title": "Revitalize Your Skincare Routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. The Innisfree Green Tea Hyaluronic Acid Face Cleanser is a refreshing addition to my skincare routine. I incorporated it into both my day and night rituals, enjoying its invigorating green tea scent. The gel-like texture feels light on the skin, creating a gentle lather that effectively cleanses without stripping moisture. The hyaluronic acid infusion leaves my skin feeling hydrated, a welcomed touch for my dry complexion. The product's natural ingredients align with Innisfree's commitment to eco-friendly skincare. Overall, I appreciate the revitalizing effect on my skin, making it a suitable choice for daily use. #freeproduct"
		},
		{
			"review_title": "Nice and fresh",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "This is a nice cleanser. I received this product for free from Topbox Marketing for testing and review purposes. I found that you don't need a lot of product as it foams well and leaves my skin feeling clean and refreshed."
		},
		{
			"review_title": "MY HOLY GRAIL!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "#freeproduct I received this product for free from Topbox Marketing for testing and review purposes. I used this product day and night for a week and I can definitely say that this product is AMAZING!! It cleanses my face without stripping it of all its hydration like other cleansers! It has a very gentle creamy texture and it smells exactly like green tea! It is fragrance free and it is so healthy for your skin with all the green tea and vitamins! Think of it as a youth to the people dupe! Thank you Topbox!"
		},
		{
			"review_title": "I will have it in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "After using this product my skin started to be shiny and the foamy texture is so nice and it does the job very well and I received this product from topbox marketing for testing purposes overall is very good product #freeproduct"
		},
		{
			"review_title": "Leaves skin squeaky clean!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This product leaves my skin feeling squeaky clean, hence I would not use it daily. I use it in the evening every other day because it feels like it can really clean the dirt off my face. A little bit of product can clean my entire face. The texture is thick and foams nicely. Also smells nice however, I have sensitive skin so I prefer no scent. Overall, I would recommend this product for someone who has oily or combination skin. I received this product for free from Topbox Marketing for testing and review purposes. #freeproduct"
		},
		{
			"review_title": "An absolutely must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox marketing for testing and review purposes. This face wash is absolutely incredible, I believe. I've been using it morning and night and can completely see a difference in my skin. It's soft and subtle and my skin is glowing. I'm 57 and I highly recommend it to everyone! It moisturizes and cleans so well and is great for removing makeup. It foams a little with water and feels so fresh and invigorating. Thank you Topbox for the opportunity! I have already recommended this product to my family and friends. #Topbox"
		},
		{
			"review_title": "One of the best cleansers out there.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "A clear hit.  Everything about this cleanser is just awesome. I got this for free in exchange for my honest review. I stumbled upon this cleanser months aho and have been loving it ever since. I was excited to receive a #freeproduct from Topbox to top up. Very gentle cleanser yet thoroughly cleans up any irt and makeup on my face. Fragrance free and an absolute delight to use.  I currently"
		},
		{
			"review_title": "Glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely loved this product after receiving  as a trial from Topbox. I apply very little on my hand and it makes a lot of foam this bottle is going to last me for a long time . I also love that it has a lot of natural ingredients makes me want to continue using it after it’s done. It has a scent of green tea it is a little intense when applying but then once you wash off it goes away . It leaves your skin feeling super soft and clean.  I felt like my face was glowing .I received this product for free from Topbox Marketing for testing and review purposes.   #freeproduct"
		},
		{
			"review_title": "Rich lather, squeaky clean face",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I used this product AM and PM and did notice that it left my face feeling “squeaky clean”. After a few days of use I noticed that my face would burn a little bit and feel irritated. The product claims to help with dry/combo skin, but personally I feel that it is too harsh for my dry skin. I would only use this on heavy makeup days since it does produce a very rich lather and cleans well. The scent did not bother me at all, it is very faint which I like. I have purchased the green tea products from Innisfree in the past, but this #freeproduct that I have received is a let down from this collection. I would not purchase it again or recommend for dry/combo skin, although this may be suited better towards oily skin types."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Waw il laisse ma peau super douce! Je l’ai acheté au hasard et je suis hyper surprise de son efficacité! Il sent très bon!"
		},
		{
			"review_title": "A great cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I used this cleanser, twice a day, after exercising, daily make up (as a second cleanse), and regular environmental pollution, I found that this cleanser worked pretty well. It did not strip my skin or cause any irritations. It lathers nicely and the scent is not overpowering."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. #free product I love how easily it foams, how soft it feels on the skin and it has a very nice fresh green tea scent. The only issue is that it leaves too much of a “squeaky clean” feel on my very dry skin. I will definitely be giving it to my sister who has an oily skin type and loves this cleanser."
		},
		{
			"review_title": "Excellent face cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Dry skin",
			"review_text": "I have been using the cleansing foam of Innisfree for one week and I am very pleased. A small amount is enough to obtain a rich thick layer of foam and clean well the whole face. The perfume is light and pleasant. I love the fact that this product leaves my skin moisturized. It does not dry out the skin, but it is not oily either. My skin feels soft and hydrated, just the right way. I received this product for free from Topbox Marketing for testing and review purposes. #trywithtopbox. #freeproduct"
		},
		{
			"review_title": "Exceptional cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love this cleanser. My daughter has used it for years. I recently tried it and am very impressed.  I have sensitive skin, and had no irritation from this at all. It goamed nicely, and also didn't irritate my eyes. I felt my skin was cleansed thoroughly. I had no dryness.or tightness in my skin after use. My face felt clean, smooth and hydrated."
		},
		{
			"review_title": "Gentle and hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I used this cleanser day and night. The scent is a faint and natural. I liked the creamy foam texture and rinsed off well. I'm impressed my dry skin didn't feel tight after using this cleanser. It removed my light makeup (powder) well. I like it! #freeproduct"
		},
		{
			"review_title": "Love it !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’ve received this product as a sample from Topbox marketing and I couldn’t be happier. I love thé scent, the feel of it on my skin and the results it’s given me ! Definitely an asset to your skin care routine !"
		},
		{
			"review_title": "A new must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes.   After using my new Innisfree Green Tea Hyaluronic Acid Face Cleanser for a week I can say is, What is there not love about this cleanser? It leaves my skin feeling so fresh and clean. I have never had a product do that before. The green tea is seemingly balancing out any redness I have.  I feel the Hyaluronic acid is such an important inclusion , especially in Canada with our dry cold winters. After cleansing my skin does not feel tight or dry.   One of the best features is a little bit goes along way. I can see this lasting me over 6 months with 2X Daily cleansing.   I am definitely now a loyal user!"
		},
		{
			"review_title": "Sensitive skin? STAY AWAY.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "❗️❗️ Please read if you have sensitive skin.  I used this product for a few weeks now, and I seriously did have hope for it, cause of the good reviews I saw for it on tiktok. One thing I learned, don’t trust tiktok. This cleanser BURNED every time I used it, which was honestly stupid of me. And still does, cause while writing this review it was been 20mins after use and my skin STILL burns. On top of a breakout from another moisturizer 🤗. So please, if you’re like me and think “well this wouldn’t happen to me, just some internet stranger” you’re wrong. i’ve thought this many times before and all ended up like the negative reviews. If you do not have sensitive skin, buy it. If you do, protect your wallet and do not buy."
		},
		{
			"review_title": "Would recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "Thank you #Topbox for sending me this product. This is exactly what I needed. I like this face wash good size convenient for travel and nice lather. Would recommend it’s very nice. Thank you"
		},
		{
			"review_title": "worth a try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "This cleanser has a nice lather to it. I have dry skin and it didn't overly dry it or anything. I like the upside down squeeze type container. Makes it super easy to work with when my hands are wet.   I used this as a second cleanser after using an oil based cleanser for makeup removal.  It's a nice and simple cleanser for a reasonable piece. I'd recommend.  I received this product for free from Topbox Marketing for testing and review purposes. #freeproduct"
		},
		{
			"review_title": "Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I love how deeply this clean, my skin is left feel and looking so soft and smooth. Mildly drying as it washes so well, but isn’t a problem when used in addition to other skincare. Keep away from eyes, even on upper lids I could feel a slight burn and wouldn’t use this to remove eye makeup. Great deep clean for skin."
		},
		{
			"review_title": "Leaves a squeaky clean feeling",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I used this product with its oil cleanser, the two left my skin feeling irritated, red, and with a squeaky clean feeling almost as if it stripped all the oils. A day later my skin feels like I was standing on a mountaintop with crazy winds: it’s dry, burning, and is itchy. I dont recommend this product at all."
		},
		{
			"review_title": "Great  Facial Cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I really enjoyed getting the opportunity to try this facial cleanser. I love that it has a good lather and easily lathers onto your face. I love how my face feels after using this product. Nice and smooth. I love that this product has green tea and doesn't irritate my skin. I am always looking for a good face cleanser and this one didn't disappoint! I would definitely buy this product after this one is finished! This is my first time trying this brand."
		},
		{
			"review_title": "Wow super",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Wow très  bon produit que j'ai essayé pour la première fois et j'adore.. il mousse et lave très bien le visage en profondeur I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Smooth",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I have been using it in am and pm I like that little product goes a long way, makes a lot of foam. My skin doesn't dry after using it and has become smooth."
		},
		{
			"review_title": "Good cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. Innisfree's Green Tea Hyaluronic Acid Face Cleanser is a refreshing and effective addition to any skincare routine. The infusion of green tea provides a gentle cleanse, leaving the skin feeling revitalized and balanced. The added hyaluronic acid ensures hydration without stripping natural oils. With its pleasant texture and soothing properties, this cleanser is a reliable choice for maintaining a clean and hydrated complexion."
		},
		{
			"review_title": "A Great Cleanser for Face",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Thank to Topbox for giving me a chance to test this product For free. This cleanser is a great a product  love the mild scent of the green tea it leave my face feeling clean and soft  and subtle my daughter has try iy she also love it will be recommend it to my friend they will love it. Thanks again Topbox."
		},
		{
			"review_title": "Good essential cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I used this cleanser at night with a hydrating toner and moisturizer. There is a faint green tea smell, but it is not bothersome. My skin feels plump and smooth. You don't need to use more than a pea sized amount in order to create a rich lather. Green tea works well with most active skincare ingredients. It's a great cleanser for those who already have actives in their routine. #freeproduct"
		},
		{
			"review_title": "Leave’s skin clean, hydrated and supple! 💖",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I received this product for free from TopBox Marketing for reviewing purposes. Thank you @Innis and @Topboxcircle.  The product had a foil seal at the tip and is easy to open. It is called a cleansing foam but came out of the tube like a cream. It has a nice light natural green tea smell, it is semi firm to touch but melts away into a soft buttery cream which then turns into a foamy cleanser when you add water. It lathers really well and rinses away all impurities. Normally not a fan of cream cleansers but this is the exception!  I was surprised how a little goes a long way. I used about a half inch of this cream cleanser for my entire face and neck and that was too much. No need to use that much. Only a little needed. I used it like a cream moisturizer and spread it all over. I then used a wet reusable cotton cleaning pad to wash my face and it immediately lathered into a foamy cleanser. I then rinsed by splashing my face with lukewarm water.  I used again in the morning and again at night. This time I made sure I had mascara on to see how well it removed it without making my eyes hurt. It removed everything with ease. As with any cleanser, if you get a little in the eye, it will sting a bit but it doesn’t make my eyes red or irritated.  Ingredients are natural and contain naturally derived Green Tea root and amino acids.   My skin type is normal to combination. Occasionally dry in the winter months. I rarely ever break out but if I do, it is in the T zone!  This is a cleanser that removes makeup, sunscreen and oils without clogging pores.  Love how my skin feels after using it.   Overall, this Cleansing Foam made my skin feel super clean, smooth and hydrated. It doesn’t leave my skin tight and provides a gentle non stripping cleanse that leaves you feeling fresh! I am so impressed and I highly recommend. I will definitely buy this when I run out!"
		},
		{
			"review_title": "Clean and refreshed skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. This face cleanser really does the job! It leathers nicely and smells great. I love it cleans well without drying out my skin. My face feels so clean and refreshed after using it. This face cleanser is quite gentle, it doesn’t irritate my skin at all. Just a small amount for each usage is quite enough, a little goes a long way. Nice face cleanser!  #freeproduct"
		},
		{
			"review_title": "Refreshing and Hydrating: Innisfree Green Tea",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I recently incorporated the Innisfree Green Tea Hyaluronic Acid Face Cleanser into my daily skincare routine, and I'm delighted with the results. This cleanser offers a refreshing and hydrating experience that has truly elevated my cleansing routine.  The star ingredient, green tea, is known for its antioxidant properties, and I could feel the soothing effects on my skin from the very first use. The cleanser has a gentle, gel-like consistency that lathers up nicely without stripping the skin of its natural moisture. What sets it apart is the inclusion of hyaluronic acid, which adds a layer of hydration, leaving my skin feeling plump and nourished after each use.  One of the standout features is the subtle and invigorating fragrance of green tea, which adds a spa-like element to my daily skincare ritual. The scent is not overpowering, making it a pleasant experience for those who are sensitive to fragrances.  I appreciate that this cleanser effectively removes impurities and makeup without causing any dryness or tightness. It's suitable for all skin types, but especially beneficial for those with normal to dry skin who are looking for a hydrating cleanser. I noticed that my skin feels clean and refreshed, yet still maintains a healthy balance.  The packaging is also worth mentioning – the flip-cap design is convenient and ensures that the product dispenses easily without any mess. The sleek, green bottle adds a touch of freshness to my skincare shelf.  In conclusion, the Innisfree Green Tea Hyaluronic Acid Face Cleanser has become a staple in my skincare routine. It strikes the perfect balance between effective cleansing and gentle hydration, making it an excellent choice for anyone seeking a reliable daily cleanser with added skincare benefits. I highly recommend giving it a try for a refreshing and revitalizing cleansing experience."
		},
		{
			"review_title": "Great for acne prone skin - hydrating and gentle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This cleanser is awesome! It’s good for acne. I’ve been using it for two weeks to try and it has kept my flare ups under control. It isn’t drying either - hydrates and gentle. I like that it’s foaming, a little bit of product goes a long way. I use a silicone little scrub brush to apply it. I received this product for free from Topbox Marketing for testing and review purposes.#freeproduct"
		},
		{
			"review_title": "Lovely product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes.  I use this produce twice daily, more if needed, once in the morning and once at night, subtle nice smell, foams well"
		},
		{
			"review_title": "Would buy again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Refreshes skin and feels so clean. Love the smell too. Doesn’t dry me out like most cleansers."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "its one off the best face wash without draying your skin and doesnt have storng scent in it i love it"
		},
		{
			"review_title": "Start great, ended dry",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. #freeproduct I tried innisfree Green Tea Hyaluronic Acid Face Cleanser and loved the gentle cleansing foaming aspect of this cleanser. It made my skin clear and smooth to start with however I found after repeated use my face became tight from dryness. It Started out great, ended up not as I had hoped. I do not have sensitive skin and do not have dryness as an issue in general."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I have been using this product every morning and night to wash my face. It smells great, the scent is very light and refreshing. This cleanser leaves my face with a beautiful glow and feeling hydrated. I highly recommend this cleanser! I received this product for free from Topbox Marketing for testing and review purposes. #freeproduct"
		},
		{
			"review_title": "Nice affordable face wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Innisfree Green Tea Hyaluronic Acid Face Cleanser is good lathering face wash. It’s foamy, gentle and has green tea and hyaluronic acid to clear the stubborn dirt from your pores. My skin feels so clean and hydrated each time I use this. Very adorable as well. I highly recommend this face wash to all.  #freeproduct #trywithtopbox"
		},
		{
			"review_title": "A must have in my routine now!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. #freeproduct I started using the innisfree Green Tea Hyaluronic Acid Face Cleanser in the morning and right before bedtime and it feels so nice! Let me tell you why, 1) it’s not harsh on my skin or makes it feel dry and pulled 2) I feel my skin flow and the green tea really helps with blemishes 3) it seems like heaven and easy to apply which is important for any product. At this rate I think I have gotten to be a huge fan of the brand and I think I will continue to use it. The consistency is smooth and helps with keeping your skin protected without washing it too harshly!! Thank you for the opportunity!"
		},
		{
			"review_title": "Un must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Il nettoie bien ma peau sans la déshydratée ni la rendre grasse. J’ai essayé beaucoup de marques avant de decouvrir celle-ci et etre satisfaite!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I started using this product daily and after few uses I do feel and see positive results as my skin looks bright and healthy with natural glow and natural skin tone. Also it feels more softer and more smooth. As per my humble opinion it a good quality product for your daily routine a must have."
		},
		{
			"review_title": "A must have in your skin care routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "I Received this product for free from TopBox Marketing  for testing review. I strated to use this face cleanser in the mornings and it has helped with my dry skin. Its a nice consistency has a light smell really wakes you up.Makes my skin feel refreshed and hydrated. I recommend this prouduct"
		},
		{
			"review_title": "Not the same product",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using the Innisfree hydrating cleansing foam with green tea and picked this up, thinking it was the same thing. This cleanser made my skin extremely dry and caused me to start having breakouts a few days into use."
		},
		{
			"review_title": "I love it !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "It’s great smells great my skin feels clean after wash and you need so little product and it foams like crazy this is my second purchase and it lasted me 7 months great product will be buying again"
		},
		{
			"review_title": "Best cleanser on the market!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Great lather, supple, hydrating, soft light scent, removes stubborn makeup (even mascara), and removes dirt and oil out of pores!!! 12/10 highly recommend! ALL ages."
		},
		{
			"review_title": "Skip",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Leaves skin feeling waxy. Starting breaking me out and it took forever for my skin to return to normal after I switched back to my normal cleanser."
		},
		{
			"review_title": "I love this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really love this product i have had trouble trying to find a cleanser that worked well with me since i swim and my face gets really dry after that but also using so gentle that when my face gets all oily it doesn’t do anything. either way i love this product"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Basic cleanser I love it because of the packaging and how foamy it gets. Does the job as someone with really acne prone skin. Cheap as well."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "makes my face squeaky like rubber but hasn’t caused breakouts so far."
		},
		{
			"review_title": "I love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This cleanser always leaves my skin feeling clean and refreshed. I found out about this cleanser through a friend and my mom got me a kit that included it for my birthday, and I’ve loved it ever since, a must have!!"
		},
		{
			"review_title": "Amazing for making your skin feel hydrated!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been using this product for a couple weeks now and my skin feels hydrated and fresh after each wash. I love that you don’t need to use a lot(only a pea size amount). Love!!"
		},
		{
			"review_title": "only face wash i use every day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "only need a pea size amount to thoroughly clean whole face. leaves face feeling clean and firm after wash. recommend for oily/combination skin!"
		},
		{
			"review_title": "A must have cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I’ve been using this product now for 2 months and I’m in love. Just ordered my 2nd tube. Leaves the skin feeling clean and hydrated and for a super great price! Just like it better then all the other more expensive cleansers that I have purchased in the past."
		},
		{
			"review_title": "I love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "This is my favorite cleanser and I continue to buy it again and again.  I have sensitive skin that it doesn't upset, and its mild fragrance and little bit of foaming action is perfect for me.  I have now introduced it to my husband, who has beautiful, invisible-pored skin, and he is using it, too."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Normal skin",
			"review_text": "Unfortunately this cleanser leaves my face feeling tight and felt irritating to my eyes."
		},
		{
			"review_title": "Super soothing cleanser !!!￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "After using this product for the past two weeks it's most definitely shown a big difference from then to now. It's definitely great for super sensitive skin because there is almost no fragrance!"
		},
		{
			"review_title": "Harsh on my skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I have dry sensitive skin and I used this cleanser for a few weeks to fully test it out. The cleanser does not do well with removing makeup, and it’s caused redness and irritation in my skin as well."
		},
		{
			"review_title": "NEVER BUY THIS!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I honestly didn’t even want to give it one star because it doesn’t deserve it at all. I started using it after I ran out of my go to youth to the people cleanser. Not only has this ruined the condition of my face, it’s just given me terrible  acne and"
		},
		{
			"review_title": "Pretty good cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I like this product but won’t repurchase it because it isn’t the best but it is good for the price and does make my face refreshed after use if it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "you really can't beat it for the price. Smells delicious, my skin is clean but not stripped. Foams well. will remove a light makeup."
		},
		{
			"review_title": "Gentle on the skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I keep coming back to this cleaner  1) super gentle on my skin, first wash of the day in the morning  2) a tiny drop goes a long way   I recommend everyone to try it at least once."
		},
		{
			"review_title": "Agréablement surprise",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Très moussant sans être asséchant, la peau est propre sans tirer. Attention n’en mettez pas plus que la grosseur d’un petit pois! Franchement je suis addict, excellente qualité de produit et prix parfait."
		},
		{
			"review_title": "A wonderful cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I LOVE this cleanser!!!!! It removes My make up and doesn’t leave my skin dry, and has a nice scent.  I find this is VERY similar to Lise watier cooling cream cleanser which is double the price"
		},
		{
			"review_title": "Feeling Doubtful...drying",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "I was recommended this product by a Sephora employee for my AM wash. Along with the BHA Volcanic Pore Face Cleanser for PM.   I think it's drying out my face when I use it. I don't find myself using it as often as I should and often use the volcanic one instead.   I have since added a few other products to my AM routine just in case it is a me problem but if I haven't seen an improvement by the time this bottle is done I'm not buying it again."
		},
		{
			"review_title": "SKIP THIS ONE!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have dry to sensitive skin and I used this cleanser for about a week… it left my skin tight, dry and i had a rash all over my face. Do not purchase this cleanser."
		},
		{
			"review_title": "not hydrating and not worth it even tho price good",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "this product had too much frangrance and left my skin feel tight and dry"
		},
		{
			"review_title": "Its a Rashy-Breakout Waiting to Happen",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I've used the Green Tea Hyaluronic Acid Toner, serum and moisturizer with no problems - I've even repurchased them multiple times. So when I got this cleanser I didn't think I would have any issues with it but was I wrong! Itchy hive like breakouts all over my neck and chest, took me a awhile to realize it was this cleanser causing the irritation. Finally stopped using it after I connected the dots and now I'm sad to throw it away but I don't want to inflict this on anyone else. There are better cleansers out there that won't break you out or give you a reaction - SKIP THIS ONE."
		},
		{
			"review_title": "Not for All",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I have very sensitive skin, I already use the toner and serum in this line so I wanted to try the cleanser. Broke me out, and gave me a rash around my face. Stopped using and gave to a friend with less sensitive skin."
		},
		{
			"review_title": "It’s Just Not The Same",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I bought this before they changed the formula and loved it! The original formula was better as it provided longer hydration and hyaluronic acid should be a concentrate not a cleanser… 😵‍💫 #odd"
		},
		{
			"review_title": "So Fresh",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This cleanser is so light and so fresh! I feel it really gets down in my pores and cleans them out. I use this as my shower cleanser, its very reasonably priced and I feel it gets the job done, on the cheaper end for a face wash and a little tiny less then a dime size dot lathers up and goes a long way! Ive notice my active acne really clear up since using this, I will be re purchasing!"
		},
		{
			"review_title": "A little goes a long way girl!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this cleanser !!!!! She gets all of the makeup off that the oil cleanser missed !!! She lathers so nicely and you only need a pea size amount! So the package itself lasts. Idk what the other girlies are talking about old formula vs new because I had them both and they are the same lol. Love love love"
		},
		{
			"review_title": "You can never go wrong with green tea",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Green tea products have been my go to now a days. I have been enjoying this green tea face cleaner. I like to use this at night after I shower. It cleans my face good to the point where it does not feel dry. Afterwards I just apply on my other green tea products"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "The discontinued version that this has replaced was so much better unfortunately. I find my face getting oily within the hour where with the previous line it did not. I can not use the toner or serum as it burns my skin. wish they would bring back the previous line which didn't have hyaluronic acid acid added to every product. You can find it still but have to order from korean vendors which is $$$$."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "A small amount goes a long way which is great, so it will definitely last a while. I don’t love that it leaves that tightness feel afterwards, maybe would use it in rotation with another hydrating cleanser. It feels like you need to use multiple hydrating products afterwards. I have been using every other day for a week and it seems to be helping with any breakouts."
		},
		{
			"review_title": "Good to try out",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have a love hate relationship with this product. I still use it because it’s considered good Korean skincare and right now I can’t find any other good cleansers. But this product sometimes feels so stripping but still gives that clean feel. A little does go a long way, so the product should last long. Honestly I feel you just have to have the right hydrating products while using this. But I have noticed my breakouts are different when it’s that time of the month…overall I do like this product just make sure you pick good serums and moisturizers along with it. I use a moisturizer with aloe and green tea and it’s my favorite it’s so calming:)"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Love this for my dry skin, makes me feel clean and refreshed after using. Only thing to make a note of is that it stings a bit after using."
		},
		{
			"review_title": "Cleared my Breakouts",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’ve tried everything including prescriptions, but this is the only thing that has made a difference. It cleared my skin completely. For $12, it’s worth trying if you are prone to breakouts like I am."
		},
		{
			"review_title": "Not great. Old version was way better...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been using the older version of this cleanser for the last year and it was the aboslute best cleanser I had ever used, it left my skin soft and it takes makeup off so well and really left my skin hydrated. This new version is not great and it makes me so sad as I have run out of the OG version. This is extremely drying, and makes my skin feel tight after I wash my face. If you are Oily skin type only then this could work for you but I am combo/more dry and its not good anymore and it does have a new fragrance different from the last and it's not a nice scent. The only reason I gave it 3 stars is because it removes makeup well. Wouldn't recommend, will now be looking for a new cleanser :("
		},
		{
			"review_title": "IT DOES NOT HYDRATED",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "At first it hydrated my skin and then my skin felt really dry and dehydrated my skin . Day by day my skin was started to become flake I would not purchase again ."
		},
		{
			"review_title": "Rlly good but burns your eyes BAAD",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Love the thather and a little goes a long way, so it will last a looong time. I honestly love the milky texture too. For me it’s not very dehydrating it’s actually almost the opposite… but BURNS EYES BAD"
		},
		{
			"review_title": "Best double cleanser product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "SO GOOD for sensitive dry skin. I love using it as a second cleans after my cleansing balm"
		},
		{
			"review_title": "False advertising, very drying and irritating.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "a little goes a long way however hated it, dried out my skin, felt like I used bar soap on my face. Not hydrating, does the opposite and strips skins and makes it irritated and stinging"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "A little bit goes a long way. I was surprised at how easily this took my makeup off. However, I would not purchase again because for a hydrating product it feels like it's doing the opposite as it leaves my skin super squeaky clean, like in the tight unpleasant way."
		},
		{
			"review_title": "My go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is one of my favourites. It foams up nice in the shower without very much product. It helps reduce my break outs and keep my skin shiny and soft."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I have been using the product for two weeks, I am very satisfied, it soothes and cleanses the skin"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have been using this product for a few weeks. My face feels less dry as it seems to reduce my breakouts in the T zone."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love the way this cleanser feels. As you massage on skin it starts to feel silky and luxurious. My face feels hydrated when I’m done."
		},
		{
			"review_title": "Perfect :3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "If you have a normal skin type I recommend this product for you. It leaves my skin feeling squeaky clean without drying it out. Also a little product goes a longggg way, you really don't need to use a lot! I will be repurchasing whenever it runs out, which I can say will be a very long time l."
		},
		{
			"review_title": "bring back the old formula!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "If you think this is similar to their Green Tea Foaming Cleanser or the Deep Cleansing Foam with Apple Seed....this is not the product. I found out they discontinued it. I decided to give this a try since the other two have done my skin so good and it was affordable. This new formula doesn't smell the best, and it gave my skin very flaky spots of dryness. Someone please start a petition to bring their old foaming cleaners back! :("
		},
		{
			"review_title": "Irritating",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "The smell is not the best and the cleanser irritated my skin. Although for the price the quantity is good and its an okay cleanser overall."
		},
		{
			"review_title": "Decent, but that smell...",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "Decent cleanser. Does not make my sensitive acne prone skin react. I work at a Vet Clinic and it smells exactly like when we use the laser to cut through skin though, which is why I remove one star. The price point makes me happy and I will keep purchasing it."
		},
		{
			"review_title": "because a zero is not possible, i give you a ONE.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "purchased this today and it is an automatic no. burned my dry skin and now i have extremely red and irritated skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Love the scent and the feel of this cleanser. My skin feels clean but hydrated."
		},
		{
			"review_title": "IN LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Love,love,love. It’s super hydrating and it makes my skin so smooth. Best cleanser ever"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I bought it for my boyfriend and he loved it the smell is amazing,you just need a drop and cleanses the face very nicely and feels so refreshing after the wash definitely recommend this product."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "smells super good and helped remove makeup and dirt really well but irritated my eyes when I used it near my eye area"
		},
		{
			"review_title": "No a big fan",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This product is good but not good enough for my skin, it feels like my skin dries up with this, thank god for my moisturizer. I personally would not buy this again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This product is 5 stars!! It is very inexpensive and it lathers a super rich foam.  Leaves the skin feeling clean and hydrated.  I love the feeling of my skin after I use it.  The smell of the product is delightful!  I highly recommend it!"
		},
		{
			"review_title": "Good but not good enough",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I’ve been trying to find a affordable cleanser that doesn’t feel like it’s stripping my skin, but unfortunately this cleanser isn’t it. It lathers nicely and glides onto my skin but after 15 sec the cleanser starts to stiff up and feel very weird and drying ig on my skin it is difficult to rinse off. Overall, it does the job but it definitely feels stripping and I’d rather pay the extra money and get the fenty cleanser which actually feels moisturizing.   15 seconds onto my skin the cleanser starts to ‘stiff up’ and"
		},
		{
			"review_title": "Gives chemical burn. Don’t buy.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I used this face wash religiously for years and was always my go to. However the company recently redesigned the package and I can tell the formula was modified because this now gives me chemical burns. I  will never buy again."
		},
		{
			"review_title": "nice cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
			"review_text": "very nice cleanser. I have dry skin and this doesn't leave me feeling tight or irritated. I double cleanse with oil first and then go in with this and I feel nice and clean."
		},
		{
			"review_title": "Bring back old formula!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I bought the old formula around a year ago in my old account, It was perfect! I loved the lather and it left my skin super hydrated and clean! Now it’s drying, and yes it cleans my skin but my skin is left PEELING because of it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "Minimized my pores after a week of use! Totally a holy grail."
		},
		{
			"review_title": "Not a fan",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I wanted to love this product. Price point is great for the amount of product. But it leaves my face feeling extremely tight and not clean nor hydrated. Skip."
		},
		{
			"review_title": "high quality and cheap",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "hella big for the price, u only need the tiniest dot to get a nice lather that will clean and moisturize ur entire face thoroughly and light scent that is easily ignorable if u dont like it. tip dont use a lot of product each wash"
		},
		{
			"review_title": "Smells bad",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Returned due to the smell changing after putting on face. When you smell from the bottle it smells pleasant like green tea. But when you mix with water is had this weird smell that I couldn’t stand."
		},
		{
			"review_title": "nice for oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "this cleanser works well on my oily skin - it cleans well, and lathers well. it has a mild scent."
		},
		{
			"review_title": "Too rough",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone",
			"review_text": "It’s too rough to use everyday. Never had pimples before using this product."
		},
		{
			"review_title": "Must Have (Holy Grail)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Best cleanser I’ve ever bought. Wasn’t expecting to get this much product for that price. This is my holy grail. Cleared up my face after 5 uses. Leaves your face feeling tight and clear after 1 use, make sure you hydrate after."
		},
		{
			"review_title": "new formula is HORRIBLE!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Was using original formula the past 2 years and was obsessed! It was super creamy and had silky rich lather. what happened? NEW FORMULA IS HORRIBLE! Very Drying, doesn't lather well, and bad smell. Bring back original formula PLS!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I been using this product  for quite a while now and i am loving it.It makes my skin so smooth and clean.and i loved the scent of it!"
		},
		{
			"review_title": "Too stripping",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I have dry combo skin. When I first put it on, my skin it felt very nice but the second I washed it off, it felt squeaky clean."
		},
		{
			"review_title": "Maybe not the best for oily skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I got a small size in a try-out box and I don't think I will be buying the full size. I have oily skin and it made my skin feel too tight, and too stripped after cleansing. Made me produce more oil by the end of the day. The smell is great and it really foams up well."
		},
		{
			"review_title": "Not my favorite",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Not sure why but this dries my skin and makes my skin feel tight. I love the other products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "It's worth it.👌Definitely highly recomended! make up remover,not to strong, helps acne and breakout stop and very smooth!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "J’adore ce produit !! Il n’est pas dispendieux et nettoie très bien la peau je le recommande !!!"
		},
		{
			"review_title": "For sensitive, acne prone, combo skin it’s great.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This face wash is my new obsession. I have acne prone, sensitive, oily and combo skin. This face wash has actual great ingredients and comes up as excellent on my Yuka app. It’s light weight and feels soft moosy when applying. Does a spectacular job at removing makeup. Every time I wash my face with it, feels like my skin is balanced, hydrated, and not stripped. It just feels fresh without the tight dry feeling. I also use Fresh and Biossance but I keep reaching for this one. It’s my new favorite."
		},
		{
			"review_title": "DONT BUY THIS",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Really stripping. Made me break out even more. Not worth it. Was disappointed because I chose this over my regular cleanser and when I first used it the scent threw me off but I ignored it but when I used it my skin dried out so bad. DONT BUY THIS!!!"
		},
		{
			"review_title": "Skin feels clean but not dry",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Love this! Feels lovely going on and foams silky smooth. You only need a small pea sized amount. It also scores great on the Yuka app. I’m not usually a fan of scented products but I like this smell a lot."
		},
		{
			"review_title": "My new go-to on a budget",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "It's been a month of casual use and I find this to be nice and mild. The scent is subtle which I appreciate. My skin feels pretty light and thoroughly cleansed afterwards. I follow up with either Vitamin C or Niacimide serum at different parts of the day and my skin has maintained moisture throughout pretty well. Held up during the winter, especially in the constantly dry-air environments."
		},
		{
			"review_title": "Skip",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I got this in a set, i tried it a couple times and it is very drying but it gave my skin the same feeling as cheap bar soap does. i’m not sure if it’s leaving a residue but i’m not using it anymore. the scent was strong and the feeling it gave my skin wasn’t great."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
			"review_text": "my face broke out and it's dry and swollen . going to talk to customer service to see If I can return.  used it 2x . ."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Basic facewash that wont ripoff the natural oils .. nothing extra if thats what u looking for ."
		},
		{
			"review_title": "Great cleanser, bad smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It's not the same formula as before. I find the foaming texture a bit 'creamier' and thicker, which is great!but the smell is completely different. I couldn't keep it since it gave me a headache :("
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Used to love the old one but this new reformulation is awful. Gives me acne & smells way too strong."
		},
		{
			"review_title": "Decent cleanser, don’t love the scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "Decent cleanser but the scent is so strong and I don’t like it very much."
		},
		{
			"review_title": "Excellent purchase!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Finally, something that helped clear my forehead acne without stripping my skin! This also pairs nicely with my other skincare. I sometimes use Differen gel, but will also use Farmacy Honey Halo where I am really dry. I also love the Innisfree Green Tea Serum for a light, everyday moisture.   It takes off makeup, and foams up nicely with only a pea-sized amount. This is a great value, and this brand doesn't get the attention it deserves."
		},
		{
			"review_title": "It’s not the same anymore- hard pass",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This was my holy grail cleanser. It didn’t irritate my skin, it was very gentle with a soft green tea scent. Now that they reformulated , it breaks Me out and is way too fragrant, like a bouquet of flowers"
		},
		{
			"review_title": "SUPER DRYING!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I have never in my 28 years of living had a face wash dry out my skin sooo badly. I bought this because I have very dry and sensitive skin and I love the green tea toner they have. The bottle says hydrating, but it couldn't be further from the truth, do NOT recommend!"
		},
		{
			"review_title": "Game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Fresh and soft feeling, not one complaint. Cleared my skin and evened my skintone"
		},
		{
			"review_title": "Amazing face wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "Love this face wash. Smells great, foams nicely, rinses easily. I really wish there was also a body wash."
		},
		{
			"review_title": "New Formula!! Terrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Did the formula change?? I have used this cleanser for the past 3 years. The packaging is not the same with my last shipment. Everytime I use this my face breaks out in red blotches and burns. The old style was amazing. So sad I will have to switch since my skin is so sensitive and this is the only cleanser that worked for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I've tried a fair number of cleansers and while they've done their part when it comes to actually cleansing, they have also made my skin borderline itch and peel, regardless of how little I used or the steps in the routine I took after. My skin is very, very dry yet very oily, and I can say with confidence and a lot joy that this is the only one that not only has actually helped in not making the dryness worse but actually seems to soothe and moisturize my skin, which has proven vital for the rest of my skincare."
		},
		{
			"review_title": "My fav nightly cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This cleanser is so great! Lathers up really nicely and perfect for my sensitive skin. Very very hydrating and only lightly scented. A new must have in my pm skin care routine!"
		},
		{
			"review_title": "Great cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I usually use their volcanic cleanser, but after trying this it’s now my go to. I see reviews saying it’s drying, but I would have to disagree. I really like this product and would recommend especially for the price"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have very sensitive skin with hormonal acne and innisfree products are working amazing for my skin. This facewash is light and feels amazing to use, no scent. Also take pea size,it really lathers up."
		},
		{
			"review_title": "Meh",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "It's ok - has a lot of fragrance which I don't love in skincare."
		},
		{
			"review_title": "not for dry acne prone",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "been using this for almost a month & while it does clean my skin it makes it incredibly dry. definitely not for dry acne prone skin, it didn’t do much for me at all like controlling break out etc"
		},
		{
			"review_title": "Strong scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Scent was way too strong and unpleasant. I wouldn’t worry about the scent but I have very sensitive skin."
		},
		{
			"review_title": "Never again",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This product made my skin extremely dry and sensitive to the point that it burns whenever I use it. Although the price is right, I would not recommend this product to anyone."
		},
		{
			"review_title": "Super creamy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This feels really rich and creamy which feels really great on the skin. I loved the texture. I was surprised that such a really tiny amount goes such a long way so this will last a good long while so it’s a great value."
		},
		{
			"review_title": "Very good & bigger than expected!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I purchased this cleanser a few months ago & since I began using it, my skin always feels clean & hydrated. I recommend only using a little bit and lathering it in your hands to make it foamy before applying it to your face."
		},
		{
			"review_title": "Great Cleanser!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have super dry skin and this cleanser really keeps me moisturized and doesn’t feeling stripping. Has a very nice clean scent but gentle scent."
		},
		{
			"review_title": "Huge allergic reaction",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "i got this because i have really sensitive skin and needed a good calming moisturizer. this severely dried out my skin and after i used it i had a ton of red hives all over my face. if you have really sensitive skin then i definitely don’t recommend"
		},
		{
			"review_title": "Great for very oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "I have very oily and acne prone skin this face cleanser works wonders for me. It dose leave my face squeaky clean feeling after but I’m ok with that. A little goes a long way on my face. It’s not too expensive either"
		},
		{
			"review_title": "pretty disappointing :(",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "this was just not for me, it left my skin feeling rly tight. kinda similar to how my hands would feel after using irish springs soap. also it stings my eyes pretty bad everytime i use it so i prolly won’t be using it anytime soon."
		},
		{
			"review_title": "Fantastic cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Great deep clean. I use a pin-size amount and rub on my face without water first for a minute then add a little water to foam it up . Takes all makeup off. A little drying so do need to moisturizer right away ."
		},
		{
			"review_title": "Cleans thoroughly.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Impressive and fast acting, this face cleanser does a thorough cleaning job.  Pleasant scent and nice consistency.  I highly recommend this product."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I am using this product its very creamy and hydrating. Just little bit product produce alot of form and very creamy. Love this"
		},
		{
			"review_title": "A little goes a long way!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have been using this for the past couple of weeks and despite the strong fragrance, I have experienced no irritation.  It is VERY concentrated, only a little dab can bring up a big lather.  The first time I used it, I had way more than I needed and it took for ever to rinse off.  Since then I just use a pin sized amount and it gets the job done. It's a thick lather - but it seems to balance out my combination skin no problem. For the price, it will last a long time since you can use so little per wash."
		},
		{
			"review_title": "It’s a good cleanser just not for me.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I found this cleanser just to harsh on my skin (not sensitive). My acne slowly came back when using long term, the formula and smell was nice though. I would recommend for someone with oily skin. Another positive would be how it makes your skin feel really nice and smooth."
		},
		{
			"review_title": "Amazing Cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Great product got it as part of a value set and once I run out of the smaller size I am for sure going to be purchasing the full size. Never leaves my skin feeling dry leaves it feeling cleanser and clean without that super dry tight feeling."
		},
		{
			"review_title": "A very drying and foamy cleanser",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I used this for a few weeks in the summer and it really dried my skin out. I went to a gentle foaming cleanser and saw a huge difference. I have normal skin. It caused breakouts."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "so good! beautiful scent. the tiniest bit foams up nicely. leaves my combo skin feeling great. highly recommend, especially for the price. feels VERY high-end.. just don't get it in your eyes it is not a makeup remover. get the matching cleansing oil for that :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this product so so much I love how light it feels on my face and how the sent isn’t super duper strong I have very sensitive skin and this is about one of the only cleansers I can use without getting really irritated in the fac"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "It leaves an almost a film like texture to your skin after use, like your body feels if you use a cheap bar soap. I know some people like that feeling though… it suds amazing. But not for me."
		},
		{
			"review_title": "Lookin for hydration..this is it. 🫶🤩",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I bought a kit that brought the cleanser, toner, serum and moisturizer..& lemme tell you I love it. My skin feels so good and the hydration is unbelievable 🤩🫶"
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been using this cleanser for the last week and I love the way my skin feels after I use it. It foams up very nicely and give that squeaky clean feeling without over stripping my skin. I highly recommended this product because it’s great quality and a great price. There’s no need to splurge on a face cleanser because… Cleansers are just cleansers, they aren’t going to drastically change your skin nor are they meant to because you rinse it off. Try this if you’re looking for a new face cleanser!!"
		}
	]
}