{
	"product_id": "871",
	"name": "Black Phantom - "Memento Mori"",
	"brand": "KILIAN Paris",
	"categories": "Fragrance, Women, Perfume",
	"price": 385.0,
	"about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sweet Gourmands.Key Notes:Rum, Coffee, Vetiver.Fragrance Description:This scent contains notes of rum accord from Martinique, akin to pirates water, which spikes the scent of strong coffee at its heart, balanced by vetiver essence. A deadly bite of cyanide accord hides menacingly, like the smile from death itself. Sugar cane and dark creamy sandalwood notes also assure a trying journey holds a sweet reward..About the Bottle:The bottles of Kilian's Cellars family are adorned with a distinctive black lacquer and meticulously engraved on each side with the representation of the Achilles shield. Like Kilian Hennessy says, In perfumery, it is as much about seduction as it is about protection..About the Fragrance:Black Phantom MEMENTO MORI is part of the Kilian Cellars family. Woodsy perfumes in all their formsfrom sandalwood to cedarwood, from patchouli to vetiverbut always with a Kilian twist: rum, coffee, cacao, cognac, whisky as a reminder of Kilian Hennessy's heritage. The Perfumer is Sidonie Lancesseur.",
	"ingredients": "Alcohol Denat., Fragrance (Parfum), Aqua/Water/Eau, Isoeugenol, BHT. ..Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent hand-washing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
	"num_reviews": 161,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/black-phantom-memento-mori-P429627?skuId=2320174&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2320174-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz/ 50 mL Eau de Parfum Spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2320174-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}