{
	"product_id": "1112",
	"name": "The Icons Set: Hydrating Primer + Cream Bronzer",
	"brand": "MILK MAKEUP",
	"categories": "Makeup, Value & Gift Sets",
	"price": 41.0,
	"about": "What it is:  A limited-edition set featuring a dewy primer that grips makeup for up to 12 hours and cream bronzer stick for naturally sunkissed skin in seconds...Highlighted Ingredients:.- Blue Agave Extract: Grips makeup to prevent melting, fading, and caking..- Hyaluronic Acid and Niacinamide (Vitamin B3): Boosts hydration to visibly smooth uneven texture..- Mango Butter, Avocado Oil, and Apricot Oil: Nourishes skin, boost hydration, and make formula creamy and blendable...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free...What Else You Need to Know: Meet the two Milk Makeup viral bestsellers that your makeup bag’s been missing. Travel-size Hydro Grip Primer is a silicone-free, oil-free makeup primer that helps makeup go on smoothly and stay locked on for up to 12 hours. It’s made with hyaluronic acid and niacinamide, so skin looks glowy, never greasy. Full-size Matte Bronzer in Baked’s (medium bronze) creamy formula builds and blends seamlessly for sunkissed skin in seconds. Don’t let the size fool you—it's got over 1000 swipes per stick...This Set Contains:.- 0.19 oz/ 5.7 g Matte Bronzer in Baked (tan bronze).- 0.33 oz/ 10 mL Hydro Grip Primer..",
	"ingredients": "Hydro Grip Primer: .Aloe Barbadensis Leaf Water, Water/Aqua/Eau, Glycerin, Alcohol Denat., PEG-150 Distearate, Polyglyceryl-10 Eicosanedioate/Tetradecanedioate, Diglycerin, Cannabis Sativa (Hemp) Seed Extract, Opuntia Ficus-Indica Flower Extract, Prunus Avium (Sweet Cherry) Flower Extract, Agave Tequilana Leaf Extract, Sodium Hyaluronate, Niacinamide, Sorbitol, Pullulan, Inositol, Betaine, Carbomer, Maltose, Xylitol, Sodium Hydroxide, PVP, Propylene Glycol, Panthenol, Vegetable Amino Acids, Sodium Phytate, Citric Acid, Alcohol, Benzoic Acid, Sodium Benzoate, Dehydroacetic Acid, Benzyl Alcohol, Potassium Sorbate, Phenoxyethanol....Matte Bronzer (Baked): .Ricinus Communis (Castor) Seed Oil, C12-15 Alkyl Benzoate, Helianthus Annuus (Sunflower) Seed Oil, Helianthus Annuus (Sunflower) Seed Wax, Coconut Alkanes, Silica, Candelilla Cera/Euphorbia Cerifera (Candelilla) Wax/Cire de Candelilla, Kaolin, Mangifera Indica (Mango) Seed Butter, Citrus Aurantium Dulcis (Orange) Peel Wax, Prunus Armeniaca (Apricot) Kernel Oil, Coco-Caprylate/Caprate, Bis-Stearyl Dimethicone, Fragrance (Parfum), Hydrogenated Vegetable Oil/Huile Végétale Hydrogénée, Isopropyl Titanium Triisostearate, Tocopheryl Acetate, Sorbitan Tristearate, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499)....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.Hydro Grip Primer:.-Pump one to two shots of primer onto the back of your hand..-Blend a thin layer onto clean skin before makeup application..-Let the formula set for one minute to absorb and activate grip for all-day hold..-Layer foundation and other makeup on top for a smooth application that lasts all day, or wear alone for a glassy, hydrated, fresh face..-End your routine with Hydro Grip Set + Refresh Spray (sold separately) for extra long-lasting makeup..-Pro tip: To prevent pilling, let skincare and suncreen fully absorb before primer application....Matte Bronzer:.-How to open: Twist product up half-an-inch with protective disk still on. Then gently twist disk off, don't flick or pull..-Swipe onto cheekbones, forehead, and chin (anywhere sun naturally hits)..-Sweep onto collarbones, arms, and legs for an allover bronze..-Blend with your fingertips, a brush, or a sponge..-For a contoured look, pair with Milk Makeup Sculpt Stick (sold separately)..-Pro tip: Before applying, warm the bronzer stick directly on the back of your hand to make it blend even more seamlessly.",
	"num_reviews": 64,
	"overall_rating": 2.3,
	"product_url": "https://www.sephora.com/ca/en/product/milk-makeup-the-icons-set-P509455?skuId=2740306&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2740306-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Good product, not very impressed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have a mixed opinion about this product. On one hand I am in love with the bronzer. It’s glowy and super easy to blend in, you can even blend it with your fingers. And the primer is super sticky and hydrating. On the other hand the packaging is kinda cheap. I can’t turn the bronzer back in and the bronzer is also kinda messy. The primer doesn’t stay sticky for a long time. For a high end product I kinda hoped for better packaging…"
		},
		{
			"review_title": "Meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Oily skin",
			"review_text": "As much as I wanted to like this product I didn’t because the bronzer broke when I opened it and the primer broke me out and is incredibly small."
		},
		{
			"review_title": "Trash Bronzer",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Bronzer broke the second I opened it! It says to twist however when you twist the entire bronzer pulls out and then breaks. Complete trash. The travel size primer is alright."
		},
		{
			"review_title": "Eh",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "The cream bronzer broke as soon I opened it 👍🏽 N the Primer wasn’t too bad"
		},
		{
			"review_title": "So bad",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "So terrible, the bronzer broke right when I opened it, the primer is definitely not worth it, i didn’t even use the primer that much and its almost gone. I used the bronzer once and the twisty thing already broke and it dosent even push up anymore"
		},
		{
			"review_title": "The bronzer broke￼",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "The bronzer broke right when I first opened it  So I don’t recommend this ￼"
		},
		{
			"review_title": "Would not purchase again",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The primer I liked not as sticky as I thought it would be. The cream bronzer was sorry to say trash! I couldn’t get the clear lid off, so I had to push the product all the way up only for it to not be able to go back down."
		},
		{
			"review_title": "not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "the primer is good but i had to exchange the bronzer TWICE because it came broken, on the third time i gave up and bought a different one"
		},
		{
			"review_title": "Briser",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Je viens de l’acheter et en enlevant le plastique le bronzer c’est briser et en voulant re-rentrer le bronzer à l’intérieur le twist a briser et il ne rentrait pus. Bref je n’ai même pas pus l’utiliser 1 fois qu’il était briser 25$ au poubelle très dommage. Je n’ai même pas eu de remboursement."
		},
		{
			"review_title": "Horrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Horrible . As soon as I opened the bronzer half of the cream broke. Very bad packaging and such a high price. Total scam ."
		},
		{
			"review_title": "total scam",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "after using the bronzer for less than two weeks, it’s already run out!! this seemed like a good deal but it’s a total scam. my other baked bronzer i bought separately literally lasted me a year until i bought this stupid thing. literally 0/10 and it won’t even roll up anymore. i’m so upset"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "bronzer is nice but i went to twist up the product and it won't twist"
		},
		{
			"review_title": "Causes acne!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I’ve never had issues with my skin before and I was so disappointed that this product caused so much stubborn acne! The overall feel of the primer is nice but definitely not worth it if you wanna ruin your skin"
		},
		{
			"review_title": "Pretty good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love this primer, it keeps my makeup lasting all day. However when I opened the bronzing stick, the top layer broke off so now the application is not very smooth but the product is still good."
		},
		{
			"review_title": "Size is great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I love this product, the sizes are pretty good for the price"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "the bronzer sticks always come broken!! they either never twist up or the bottom just falls off and makes it unusable. additionally the primer pills with every foundation or skin tint i use!!"
		},
		{
			"review_title": "So bad. Please don’t buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "I BEG YOU TO SAVE YOUR $30!! The primer was literally gone in a week. It’s also the ONLY product i’ve ever used that broke me out and i don’t have acne prone skin. The bronzer smells bad and hard to blend."
		},
		{
			"review_title": "Good Set Good size of products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I think this was a great set. A lot of reviews says the whole bronzer broke is no excuse because you have to twist it off not pull and it lasted me a long time and the primer is great for travel I keep it in my car makeup bag and it's perfect"
		},
		{
			"review_title": "Bad packaging",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "As soon as I twisted off the cap of the bronzer, the whole top half broke off. Poorly designed packaging"
		},
		{
			"review_title": "poor packaging",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "the bronzer came off when i opened the cap. really disappointed with that."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Love the product, but very small and over priced. I thought there were going to be bigger when I got the box so very disappointed in that way, but over all good product."
		},
		{
			"review_title": "Protection Cap ruined stick :(",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I really enjoy all MILK products. The contour color is perfect! My only complaint is that half of the top got stuck to the clear protector lid and came off :("
		},
		{
			"review_title": "AHHH LOVEEE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "WHY ALL OF THE BAD REVIEWS??!!?? I got this and I thought it was a great deal. I had no trouble getting the cap off you can need to be patient and calm. The primer is soooo good but I wish it wasn’t so small because the product is little. BUT SOO GOOD OTHERWISE!!!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "very poor packaging. broken even before the first use! please skip this product"
		},
		{
			"review_title": "like the primer but bronzer lid caused issues",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "lid broke 2 and then a employee took it off for me. She broke one and got it the second time 3 wasted! try putting in the fridge to try and twist it off a after don’t know if that affects it but if it gets the lid off :/"
		},
		{
			"review_title": "Save your money!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "Had to return this twice and each time the bronzer either broke off or exploded everywhere. The bronzer has this cap on the inside and every time you go to take it off it takes half the bronzer off with it."
		},
		{
			"review_title": "Very small",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "good products, but they are so tiny!!! not worth the 30 dollars!"
		},
		{
			"review_title": "a skip for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "the primer is fine but the bronzer is not the best. i had seen extracts that the dry break easy upon opening and i tried my best to not break it but it imminently broke and was  pretty much unusable, the twist to raise also was broken brokw broken"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Normal skin",
			"review_text": "For one it’s very miss leading,  The primer is tiny tiny and the bronzer is even tinier and the bronzer was broken when I got it couldn’t even use it So 30$ some was wasted!!"
		},
		{
			"review_title": "Done with sephora, bye!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is my last sephora purchase because so sick of quality. I had a defective benefit mascara stick breaking apart on first use but recently but gave them a second chance buying this. Of course the bronzer dial does not work I tried to exchange and sephora worker explained I needed the original box makeup came in. Since when? I'm fed up with sephora."
		},
		{
			"review_title": "It came broken",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I bought 2,one of the bronzers came broken in half.............................................overall I love both and it's a reasonable size and rly good..................................."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Bronzer stick was broken. Return process was not easy. I was passed from employee to employee. The new way of checking out, with no central registers, is not conducive to an over packed store."
		},
		{
			"review_title": "Skip",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Not worth it, after purchasing the product when opening the cream bronzer half of the product stuck onto the plastic disk used as a protective layer, (truly I mean half) even after following the product instructions."
		},
		{
			"review_title": "unhappy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "I have happily used the bronzer for years. When I bought it this time, the packaging cap stuck to the bronzer cream and broke at least 2/3rd of the product away, leaving the majority of the product useless and stuck to a disposable cap.  I will now use what little is left of the product, toss the lid and shop for another brand."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
			"review_text": "I wasn’t expecting it to be as small as it was. If you have fair colored skin I wouldn’t recommend it looks more orange on the skin. But I do like the products."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Absolutely love both these products! Hydrating primer makes my makeup stay flawless all day long! The cream bronzer is the perfect color on bare skin as well as with foundation."
		},
		{
			"review_title": "Terrible - skip this buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "The bronzer came broken. I followed the directions on the box, and it still did not work."
		},
		{
			"review_title": "Not awful",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "Not a great bang for your buck but I was definitely impressed by the primer. Just wish u got some more primer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I love this set!! It is a bit pricey but for the amount of product you get, I totally recommend. The only thing is i probably wouldn’t use the bronzer on a lighter skin tone since it is pretty tanned."
		},
		{
			"review_title": "just buy the full-sized item",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Dry skin",
			"review_text": "This is a great product but packaging is defective. I bought it twice and both times the bronzer fell out if the tube. Its a gorgeous color and it blends in perfectly so I bought the regular size."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "AMAZING I loved the products and came in fine good price for what can although make sure u read the box to know how to open otherwise will break the bronzer"
		},
		{
			"review_title": "Broken and really small",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "the primer is great but the bronzer literally breaks when u go to take off the lid. it also doesn’t twist up. and the colour is kinda ugly it’s like a poo stain on ur face. needs a better applicator. it’s also just like insanely small"
		},
		{
			"review_title": "twist that makes you shout",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I totally love both products.  However, I had to return it because the bronzer would not twist up.  I went to the store for resolution and was told to send it back.  I have ordered another one to replace it so let's see if this is a trend."
		},
		{
			"review_title": "Bronzer broke when opening..",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "The bronzer broke immediately after opening. I twisted it open and it couldn’t twist back down so I had to depot it into a container."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I really love the products but I am disappointed but the advertising. Where does it say it is travel size? Why is the bronzer so poorly packaged:("
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The bronzer broke when i opened it but primer was good"
		},
		{
			"review_title": "Amazing products!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The primer really helps keep my makeup in place ALL DAY. It is also the perfect size for someone like me that is scared ti commit to a full sized bottle. Many people have complained about the lid breaking off the bronzer, but I had no issue with that. However, I couldn’t twist the bronzer up to get more product. Definitely recommend, but be careful since the packaging is very faulty.more"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "After trying the primer for 1 week I loved it.. but the contour on the other hand broke on me. I twisted like it said so I wouldn’t break it, yet it still broke."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Yes bronzer is a joke 👎🏻 it breaks down when trying to open it because the cap on the top is too much stick with the product. Though, I opened it to hard but saw same thing in other reviews too."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Wanted to try this before going for both full sizes Very small bottom of the bronzer pops off, scraps the product easyily when twisting the cap off. the products themselves are gold."
		},
		{
			"review_title": "DO NOT BUY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Terrible size for value. Didn’t realize it was samples. My bad I guess I should have looked closer but I feel it is a little deceiving. $30 for this set is outrageous. DO NOT BUY!!!!!!"
		},
		{
			"review_title": "do not buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "bronzer is so so orange it looks horrible, it looks like a nice shade of brown in the packaging but when you use it one ur skin it goes completely orange, primer is unnecessary"
		},
		{
			"review_title": "bronzer is horrible!!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "got this for the primer, but also looking for new bronzer, but right when I tried opening, the bronzer broke!!"
		},
		{
			"review_title": "Mini",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Except it to be a little bigger, they are literally samples"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The product itself I would say was fine, but when you take the plastic cover off the bronzer the product tends to break easily and be very messy."
		},
		{
			"review_title": "not worth the price",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "4ml of primer? That's less than s teaspoon! This set is not worth the price at all unless that's an error and it is a lot more than 4ml."
		},
		{
			"review_title": "You have to make sure the product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "When opening the bronzer you need to make sure you trust it down and then take it off it won’t rip the product in half . I bought a set with this bronzer"
		},
		{
			"review_title": "Gets cancelled everytime I try to  order",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I don’t know why this is for sale online! Everytime I purchase this it gets cancelled!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "love this set! just be careful when opening the bronzer, i opened slowly and carefully and it didn't break. love the primer just wish it was a little bigger"
		},
		{
			"review_title": "Must have minis",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Oily skin",
			"review_text": "This is perfect for my upcoming trip!! My bronzer was fine as I followed the instructions on the cap"
		},
		{
			"review_title": "Luv it!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "It’s very good! It’s not milks problem if it breaks, your just opening it the wrong way"
		},
		{
			"review_title": "HORRIBLE",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This is an horrific precise the box and the products inside are smaller than my pinky would not recommend    And it"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "Milk I love this primer, so good but if I’m paying 30 dollars for a set make both of the products work😭😭, the bronzer broke when I opened it and it’s so messy"
		},
		{
			"review_title": "This is a joke",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone",
			"review_text": "I got this in the mail and there was a plastic covering on the bronzer . I go to take it off like it tells me and it broke the whole thing"
		}
	]
}