{
	"product_id": "809",
	"name": "Discovery Perfume Set",
	"brand": "Juliette Has a Gun",
	"categories": "Fragrance, Value & Gift Sets",
	"price": 47.0,
	"about": "Set Description: Take a sensory journey with the art of perfumery, direct from Paris. This mini set highlights the creator’s favorites, all designed to make you feel confident, beautiful, and proud of who you are. All of the scents can be layered with the brand’s hero product, Not A Perfume...About the Fragrance: Not a Perfume is minimalist, elegant, and pure. This allergen-free formula is also ideal for blending with other fragrances. Lust For Sun is a solar scent with notes of ylang-ylang and touches of monoi and coconut. PEAR INC. is a heavenly perfume evoking happiness, sunny days, and positivity. Vanilla Vibes is a fusion of two opposites: natural vanilla and sea salt. Not A Perfume Superdose is an intensified version of the famous Not a Perfume—super pure, super unique, and super you. Magnolia Bliss evokes memories of an endless summer with hints of juicy Mirabelle plum and fresh bergamot surrounded by the essence of soft magnolia flower. Juliette is a scent made for powerful women, a blazing dark cherry to light up the room. Ode to Dullness is the coziest of scents, the feeling of a warm blanket on a cold winter day...This Set Contains:- 0.17 oz/ 5 mL Not A Perfume.- 0.06 oz/ 1.7 mL Juliette Eau de Parfum.- 0.06 oz/ 1.7 mL Lust For Sun Eau de Parfum.- 0.06 oz/ 1.7 mL PEAR INC..- 0.06 oz/ 1.7 mL Vanilla Vibes.- 0.06 oz/ 1.7 mL Not A Perfume Superdose.- 0.06 oz/ 1.7 mL Ode to Dullness Eau de Parfum.- 0.06 oz/ 1.7 mL Magnolia Bliss Eau de Parfum",
	"ingredients": "Not A Perfume:.Alcohol Denat., Fragrance, Aqua (Water)...Juliette Eau de Parfum:.Alcohol Denat., Parfum (Fragrance), Aqua (Water), Hexyl Cinnamal, Linalool, Ethylhexyl Salicylate, Hydroxycitronellal, Butyl Methoxydibenzoylmethane, Limonene, Alpha-Isomethyl Ionone, Coumarin, Geraniol, Citronellol, Benzyl Benzoate, Citral, Benzyl Alcohol, Isoeugenol, Eugenol...Lust For Sun Eau de Parfum:.Alcohol Denat., Parfum (Fragrance), Aqua (Water), Hexyl Cinnamal, Limonene, Linalool, Hydroxycitronellal, Ethylhexyl Methoxycinnamate, Benzyl Salicylate, Geraniol, Citronellol, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Alpha-Isomethyl Ionone, Cinnamyl Alcohol, Benzyl Benzoate, Citral, Isoeugenol, Coumarin, Farnesol, Benzyl Alcohol, BHT...PEAR INC.:.Alcohol Denat., Parfum (Fragrance), Aqua (Water), Ethylhexyl Methoxycinnamate, Limonene, Ethylhexyl Salicylate, ButylMethoxydibenzoylmethane, Citral, Citric Acid, BHT...Not A Perfume Superdose:.Alcohol Denat.,Parfum (Fragrance), Aqua/Water, Ethylhexyl Methoxycinnamate Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane BHT...Ode to Dullness Eau de Parfum:.Alcohol Denat., Aqua (Water), Parfum (Fragrance), Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Coumarin, Alpha-Isomethyl Ionone, Limonene, Farnesol, Citral, Benzyl Benzoate...Vanilla Vibes:.Alcohol Denat., Parfum (Fragrance), Aqua (Water), Ethylhexyl Methoxycinnamate, Limonene, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Citral, Citric Acid, BHT...Magnolia Bliss Eau de Parfum:.Alcohol Denat., Parfum (Fragrance), Aqua (Water), Limonene, Linalool, Ethylhexyl Methoxycinnamate, Hexyl Cinnamal, Hydroxycitronellal, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Citronellol, Alpha-Isomethyl Ionone, Citral, Coumarin, Geraniol, Cinnamyl Alcohol, Eugenol, BHT.",
	"how_to_use": "Suggested Usage:.-Perfume reacts naturally with the warmth of your body..-Apply to your pulse points for a bold, long-lasting trail..-Avoid rubbing after application. Heat from friction alters the formulation and diminishes its strength.",
	"num_reviews": 6,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/juliette-has-a-gun-discovery-perfume-set-P511402?skuId=2766624&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2766624-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "A must have…I layer it with my Chanel chance and it is an irresistible sent creation.  Love this set!"
		},
		{
			"review_title": "Smaller than normal samplers",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Normal skin",
			"review_text": "1.7 ml? Too cheap to make it an even 2ml? That does not look good for the brand."
		},
		{
			"review_title": "Great Set!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve been wanting to try Ode to Dullness and Magnolia Bliss in a sample kit for so long!! Love that it includes a larger Not A Perfume (all time fav), classics, and the newer scents"
		},
		{
			"review_title": "Good value sets !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The old version of this set is on sale for 30 + Sephora sale discount right now , RUN and get that one before this one! I snatched it for  24$! They are the same sets but MMMM and Moscow Mule are replaced  by Juliette and Ode to Dullness in this one !  Love these ! The 1.7ml minis are on the generous side of samples  and the 5ml travel perfume makes this set great value !  The value of this set is 105.91$ if compared to $/ml of travel sizes . The value of this set is 68.46$ when compared to $/ml of full size bottles."
		},
		{
			"review_title": "My absolute favourite perfume line",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "And I love being able to change up my scent every day."
		},
		{
			"review_title": "New Set! WAHOO!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Perfect set to try out everything JHAG! Love the new look and so good to have Ode To Dullness and Juliette featured as well! Delish!"
		}
	]
}