{
	"product_id": "1343",
	"name": "Fame Intense Eau de Parfum",
	"brand": "Rabanne",
	"categories": "Fragrance, Women",
	"price": 166.5,
	"about": "Fragrance Family:Earthy & Woody.Scent Type:Warm Woods.Key Notes:Jasmine, Incense, Sandalwood.Fragrance Description:Claim your inner light. Let gold be the new bold. Unleash your most daring aura with Fame Intense. Solar jasmine meets opulent incense and creamy sandalwood in this dazzling fragrance, freeing your most sparkling facets and empowering the star within you..About the Bottle:Fame Intense captures the iconic metallic fashion codes of Rabanne, then reinvents them for a dazzling new era of femininity..About the Fragrance:Inspired by Paris at twilight, this captivating, honeyed fusion brings balmy warmth in an addictive woody, floral, spicy blend. Crafted with the most exceptional ingredients, including solar jasmine, a trio of incenses, and creamy sandalwood, this enveloping fragrance is as flamboyant as you.",
	"ingredients": "Alcohol Denat., Parfum (Fragrance), Aqua (Water), Benzyl Salicylate, Hydroxycitronellal, Butyl Methoxydibenzoylmethane, Linalool, Coumarin, Alpha-Isomethyl Ionone, Limonene, Citronellol, Geraniol, Cinnamyl Alcohol, Benzyl Benzoate, Citral, Benzyl Alcohol, CI 19140 (Yellow 5), CI 14700 (Red 4), CI 60730 (Ext. Violet 2).",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent..-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly..-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent..-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent...Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
	"num_reviews": 81,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/paco-rabanne-fame-intense-eau-de-parfum-P513677?skuId=2817120&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2817120-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz / 50 mL eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2817120-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "1 oz / 30 mL eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2817153-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "He is a champ just like the picture of the bottle! I tried out the regular fame before which i wasnt very happy with because it wasn't long lasting. This in b the other hand is stronger in smell and long lasting.  Its on the expensive side so idk if i would repurchase  I wore this on my engagement night 🥺🩵"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love this perfume! It’s long lasting and smells great"
		},
		{
			"review_title": "Long Lasting Perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Fame Intense Perfume in the 50ml bottle is a captivating fragrance that truly stands out. From the moment you spray it, you're greeted with a burst of fresh and vibrant notes that immediately uplift your mood. The blend of floral and fruity scents creates a harmonious balance that feels both sophisticated and playful.  As the fragrance develops, the deeper base notes come through, adding a warm and sensual touch that lingers beautifully throughout the day. It's perfect for both daytime wear and evening outings, making it a versatile addition to any perfume collection. The longevity is impressive, ensuring that you smell delightful even after hours of wear.  Overall, Fame Intense is a stunning fragrance that embodies elegance and charm. Whether you're treating yourself or looking for a thoughtful gift, this perfume is sure to impress."
		},
		{
			"review_title": "Perfect scent to add to any collection!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "*I received this product from Influenster in exchange for an honest review*  Paco Rabanne’s Fame Intense definitely lives up to its name. The scent is rich, bold, and has a noticeable intensity that commands attention. It’s perfect for those who love strong fragrances, but it might be a bit overwhelming if you prefer something lighter. The sweetness and warmth from the notes of jasmine, mango, and patchouli blend beautifully, creating a sophisticated yet daring fragrance. It lasts throughout the day, which is a huge plus, but be cautious with the number of sprays— a little goes a long way.  The bottle is stunning and a true statement piece! Its sleek design, with metallic gold accents and the iconic robot-shaped silhouette, makes it stand out on any vanity. It feels luxurious and high-end, staying true to Paco Rabanne’s signature style.  While Fame Intense is on the pricier side, the lasting power and quality of the fragrance make it a good investment. You don’t need much to make a statement, so the bottle will last a long time, making the price per wear quite reasonable. If you're someone who values performance and uniqueness in a scent, it’s definitely worth considering.  Fame Intense is quite versatile, though it leans more toward evening wear due to its depth and boldness. It’s perfect for special occasions, date nights, or any time you want to make an impression. It may feel a little too heavy for casual, daytime wear, especially in warmer weather, but it’s a great go-to for cooler months or nighttime events.  Overall, Fame Intense by Paco Rabanne is a bold, luxurious fragrance with excellent longevity and projection. It's not for everyone, especially if you prefer subtle scents, but if you're into powerful, statement-making fragrances, it’s a great choice. The price point is a bit high, but the lasting power and striking bottle design make it a solid investment."
		},
		{
			"review_title": "Neat bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This was such a neat bottle! Had a stronger scent if you like that! My boyfriend liked the smell"
		},
		{
			"review_title": "Perfect for Date Night!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "We received this product as a promotional offer and I must say it smells amazing. The scent is long lasting but not overpowering and is perfect for date night."
		},
		{
			"review_title": "Elegant design with sophisticated scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am absolutely in love with this fragrance! It exudes a bold and captivating scent that perfectly balances sophistication and warmth.It gives an alluring intensity that lasts all day without being overpowering. I’ve received so many compliments every time I wear it! The bottle design is also stunning, making it a beautiful addition to my vanity. Definitely worth the investment for anyone looking for a strong, elegant fragrance. I got this free product from influenster to try."
		},
		{
			"review_title": "my new fave perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "i love the smell of this perfume! the scent is strong without being overpowering. it has a very flirty and fun smell. very versatile for everyday or date night"
		},
		{
			"review_title": "woody creamy floral similar to og",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The most beautiful luxurious bottle. I think it is quite similar to the original. It is sweet and floral but dries down to a woody scent that is super warm and comforting."
		},
		{
			"review_title": "Seductive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This perfume has such a seductive feminine aura , it is rich woody floral scent which I found it perfect for fall , the packaging is so pretty and unique and from the price point it is a reasonable price according to the packaging and the pleasant scent as it has such long lasting nature with strong sillage that leaves an impression"
		},
		{
			"review_title": "Get it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells so good! Definitely top 5 on my list of perfumes"
		},
		{
			"review_title": "Cutest bottle for a perfume!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This perfume has a strong scent, very floral and a bit of musk. Not for me personally but my mom LOVES it so she has been using this everyday and her new go to scent! Very worth it!"
		},
		{
			"review_title": "Strong and sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "First of all I just have to acknowledge the cool bottle! I think of her like a cool little robot girl just chilling on my dresser 😎  As for the scent - I'm pleasantly surprised. It's a sweet smelling perfume with hints of jasmine that I really enjoyed. It's also extremely long lasting. In fact I sprayed it on my hand and I can still smell it if I sniff my hand even after having a shower and doing the dishes. I actually also enjoy just spritzing it in a room and then it make the room smell sweet for a day or so.   I also appreciate that this is a vegan, cruelty free, 88% natural ingredients formula! I would recommend this overall if you'd like a strong, long lasting, sweet smelling perfume in a cool bottle to display! 😊"
		},
		{
			"review_title": "Beautiful Perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This product FAME Eau de Parfum has a very interesting bottle and a strong scent. I can smell mango and vanilla among other things.  I do like this perfume but I do find it a little strong for my liking."
		},
		{
			"review_title": "Sophisticated, sweet, and long-lasting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This has become my go-to scent since having received to try, and I will be purchasing a full size version as well once I’m done. It lasts me all day and I’ve received so many compliments! It is versatile: light and sweet enough for a day-time scent but also slightly stronger and sophisticated enough for the evening. It is not too strong on the nose. I highly recommend it!"
		},
		{
			"review_title": "Love love love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This product came in beautiful packaging along with the bottle inside is gorgeous to put out on display. The scent is great and has a long lasting quality that I love."
		},
		{
			"review_title": "Intense and beautiful!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Love this perfume! When I had initially used it, it was very strong and gave me a headache. I haven’t used a perfume in a while, so that could’ve been why. I mean, in the name of the perfume it has the word “intense”! But I gave it a try the next day, and I didn’t get a headache! I’m glad I tried it again, it’s slowly becoming my new favourite. The size is great, I feel like I won’t have to purchase a refill for a long time. The packaging is gorgeous, I love the sleek gold box and the gold bottle as well! I will be wearing this often!"
		},
		{
			"review_title": "New go to perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This scent is beautiful and it lasts all day. I have received many compliments when wearing it! It is now one of my go to’s. The packaging is beautiful."
		},
		{
			"review_title": "New daily scent! Long wearing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really love the packaging. The box is very sleek and clean looking. The bottle itself has a fun character to it and is perfect for any girls vanity. The scent is sweet, floral with a creaminess to it. I really love the longevity of this perfume. I find most perfumes do not last long and this one stays all day. That is a really big selling feature for me."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "The scent is not my favourite but I definitely like how strong it is and longlasting."
		},
		{
			"review_title": "Great scent and staying power!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This is a surprisingly lovely perfume that I was gifted from Influenster for my honest review! It starts off fairly warm and woody but cools to a nice fresh scent with my body chemistry. It has fantastic staying power and has lasted until the following morning, which is not typical of the scents I’ve purchased in the past. Although I’m not a fan of the bottle itself, I would purchase this fragrance as it worked really well with my chemistry and was a nicer alternative to my typically fruity fresh scents!"
		},
		{
			"review_title": "Recognizable",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Great strong scent. Lasts all day which is awesome."
		},
		{
			"review_title": "My new favourite, head turner scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I need to start with the packaging! This is absolutely the most unique packaging I’ve ever seen! And the scent is amazing! It not only last long but also turns heads! The scent is sweet and luxurious, not too strong but lasts all day! I am in love and I think I found my new favourite scent or did it find me?🥰"
		},
		{
			"review_title": "Such a beautiful fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Thank you influenster for sending me this amazing fragrance. First of all the packaging is so bougie and luxurious that it looks do beautiful standing on your vanity. The smell is so nice that you feel like you are in a garden of flowers. I absolutely love floral and fruity fragrances so no wonder I loved this. It has very nice floral hints that lasts all day and just one spray is enough to make you smell amazing."
		},
		{
			"review_title": "I prefer the original",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "While the smell of this was quite pleasant, it was not long lasting nor was the scent projection very good. Although this is referred to as the “intense” version, I find the original stronger and better."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this free to try in exchange for my honest review. First of all the bottle is so neat! It looks great on display. As for the scent, I love it. It holds its scent all day without being overpowering. I felt like it kept smelling better as the day went on."
		},
		{
			"review_title": "Bold and Long Lasting Perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Fame by Rabanne Intense offers a unique scent experience with an equally striking bottle design. It’s bold, long-lasting, and sure to make an impression. Excellent sillage—this fragrance leaves a trail and is likely to garner compliments. It’s one that will be noticed from a distance without being overwhelming. This perfume leans more towards evening wear due to its intensity. While it's on the pricier side, the longevity and quality of the scent make it worth the investment"
		},
		{
			"review_title": "The cutiest bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The cutiest bottle I have… love that the spray comes out of her glasses! The floral and woody scent is amazing, it’s bold and perfect for a night out!"
		},
		{
			"review_title": "Great performance and cute bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Love the bottle! Very creative and unique. Atomizer could be better though. Projection and longevity of the fragrance is really good. Lasted on my skin for more than 9 hours. Scent profile is perfect for summer night time."
		},
		{
			"review_title": "Heady, beachy floral",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "This fragrance gives me the vibes of a night out on a tropical vacation. It has a heady floral nature which contributes to a pretty powerful projection - people will smell you coming, so a little goes a long way. There’s also a very beachy element, almost like sun lotion. This would be a great summer fragrance, and the bottle is very cute! Looks like a little robot wearing a sequinned party dress"
		},
		{
			"review_title": "I love this perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This perfume has wonderful fragrant notes of jasmine, incense, and sandwood... I think this is my new favorite perfume and I've had a lot of compliments on it.  The jasmine notes really do come out on top and I love that!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Rabanne Fame Intense is simply breathtaking. As a fragrance aficionado, I've tried countless scents, but this one stands out. The initial burst is a captivating blend of floral and woody notes, creating a truly alluring aroma. The dry down is equally impressive, with a warm, inviting base that lingers on the skin for hours."
		},
		{
			"review_title": "I love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this perfume for free on Influenster in exchange for my honest review. I have to say I don’t love the packaging of this product, it looks kind of cheap in my opinion. But I love the fragrance! It has a scent that’s not overwhelmingly strong but it’s enough to be noticeable in a classy way and to last throughout the day. It smells sweet, feminine, floral and clean. Overall I would purchase this product and recommend it to friends and family."
		},
		{
			"review_title": "Pretty bottle and stays on long!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Beautiful bottle, great nozzle! Fame intense smells very different from other fame perfumes (other more tropical/sweet). This one smells more floral and musky, and even though I usually don’t go for musky scents this one has a really nice balance between woody/spicy/floral scent. It’s giving strong sexy woman. Medium longevity, it does stay well on clothes."
		},
		{
			"review_title": "Robot meets perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "The bottle feels heavy and luxurious . As for the scent, I'd say it's a sensual floral it's a very deep and bold scent , most definitely a date night perfume , a little to strong for my noise but glad to have it"
		},
		{
			"review_title": "A must have fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Normal skin",
			"review_text": "I love this perfume! The bottle is so exquisite and cute! I love the musky, sweet floral scent it leaves and I get so many compliments on this perfume! It has great staying power compared to many other perfumes on the market. Incredibly happy that I was able to test and receive this from Influenster, such a beautiful fragrance I truly recommend!!!"
		},
		{
			"review_title": "A nice woody musky long lasting perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The packaging is impressive, with a distinctive bottle design and an excellent spray nozzle. The fragrance is bold, featuring strong woody, musky, and spicy notes. As an intense version, it has remarkable longevity, leaving a lingering scent that lasts for a good amount of time. A little too strong for me personally."
		},
		{
			"review_title": "Touch of Mistery",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "The perfume opens with a bold burst of sweet woody musk scent and as it develops on your skin, it reveals a rich floral bouquet of creamy jasmine. The base notes have a vanilla, smooth sandalwood depth that kinda adds a touch of mistery. It’s a beautiful bottle that can be used as decor on your nightstand. The perfume stays for a long time and will now be a staple in my purse!"
		},
		{
			"review_title": "A scent that last a VERY long time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Oily skin",
			"review_text": "Firstly I love the design of the bottle with the spray button. It doesn’t squirt out it almost mists out with a fine light dosing. It’s great it doesn’t heavily spray out because SECONDLY this scent is so powerful and lasts so long. My sweaters still smell like it. The scent itself is a mixture of three things, like a musky floral wood. I believe there is sandalwood in this making it feel warm and summery. It also smells like jasmine and coconut water. The three of those scents together could easily be light and fade away but this intense perfume holds on for a VERY long time 5/5 for sure."
		},
		{
			"review_title": "One of the best perfumes I’ve used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I got this for free from Influenster in exchange for my review. One spray goes a long way, I love the smell, its really sexy and people always ask me what perfume I’m wearing. The packaging it comes in really protects the bottle inside, the bottle itself is beautiful and feels sturdy. The black plastic spray at the top does feel a little cheap but I don’t think it would break. Overall, amount of perfume and scent profile is good value for the money you’re paying."
		},
		{
			"review_title": "A great add to any collection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "This is the prettiest perfume bottle I’ve ever had. I love how it mists on versus a normal spray. A very cute design to have on display. It’s a nice vanilla scent with some woodsy and fruity undertones."
		},
		{
			"review_title": "Great warm floral perfume for women!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Rabanne, you did it again! I was pleasantly surprised by how warm and musky this white floral and woodsy perfume is! It had a fantastic staying power, I have been able to smell it throughout a long dinner event and have had several people including the waitress complimenting me on the fragrance. I felt confident and beautiful. Also, who could ever resist how cute the little golden robot packaging is?! Using it feels like a luxurious experience. The nature of the scent allows it to be used as an every day perfume!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This perfume is a mixture of different feelings for me. It is bold, intense yet very fresh and alluring. It gives off floral and musty notes in my opinion but it is a very confident type of scent. I love how cute the bottle is, but I’m a little disappointed in the sparkles and box, it feels very cheap. This scent can be worn for many day and night events and is extremely long lasting."
		},
		{
			"review_title": "Wow it smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I got this perfume complimentary from influenster in exchange for my honest review. This perfume looks so elegant and the nozzle sprays nicely. It smells very good and I get compliments whenever I am wearing this perfume. I recommend it and would repurchase."
		},
		{
			"review_title": "An absolute must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "THE BEST PURFUME EVER!!!  So I used this every single day since I got it.  It smells like magic in a bottle. However it's subtle enough and not over powering. Lasts all day. I put it on first thing in the morning and I can still smell it on my clothes after work. I was also recently told by my sons daycare provider. He has a slight hint of it on him and she can smell it just a little bit all day and that he smells so sweet and so good. So that in itself tells you how good it is!.  I will 100% buy this again!"
		},
		{
			"review_title": "Beautiful sweet-woody scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this perfume for free from Influenster and Rabanne in exchange for my honest review. I really enjoyed the warm-floral scent of this perfume, it also has some spicy-woody notes which makes it a perfect choice for fall/winter. The longevity is good as well, I could still smell it on my clothes after 8hr. The bottle cute and different, makes it a great gift."
		},
		{
			"review_title": "Gorgeous 💕",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Paco Rabanne’s Fame Intense Eau de Parfum is a warm, creamy take on the original Fame, but without the tropical mango note. It’s sweet but not overly so, and I actually find it fresher and more wearable in the summer. Compared to the original, it feels more sophisticated, and personally, I like it better. The longevity is solid, and it’s got just the right amount of projection to make an impression without being overpowering. I received this parfum from Influenster in exchange for my honest opinion 💕"
		},
		{
			"review_title": "Stunning in gold",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "My first thought when I saw this wad how fantastic it was that they recreated the famous Paco Rabanne dress on the bottle. The spray comes out from the sunglasses, so you don't have to worry about a top falling off . The sent is gorgeous and rich with mango and jasmine and musk . I found that it smells very different on men than women . It almost adapted to become a male scent when on my boyfriend and more feminine on myself .  It really is wonderful for a night out, or if you want that rich mysterious scent daily  I really like it a lot  Received this complementary"
		},
		{
			"review_title": "Fame intense",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I received a 50ml bottle of Fame Intense from influenster to review. It has a smell that lasts all day! Definitely a value for your buck. I plan on giving my mom this for a Christmas gift! I already used it a few times shh😉 the perfume bottle is beautiful, same with the smell! You only need a few sprays and the perfume stays on all day!"
		},
		{
			"review_title": "Deep and sensual fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I own the original Fame and the Fame Parfume and in comparison to this intense flanker this is BOLD baby! The opening is very interesting it starts off with a blast of incense and a fair trace of the original Fame DNA in the background. I could totally see this being reached for in the colder coming months. This is a very warm deep fragrance that projects very well in my opinion. I’m imagining being on a date night at a dimly lit upscale restaurant as I’m smelling whiffs of this sexy fragrance filling the air and setting the mood.Received this product free from Influenster in exchange for my honest review"
		},
		{
			"review_title": "Beautiful and long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This product has a cute package. It can stay on any place without looking ugly. It is sophisticate and modern. The scent stays easily on your skin with just one pump."
		},
		{
			"review_title": "Rich and elegant",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Received this #freeproduct from #influnster in exchange of honest review. First spray gives you a fresh fruity smell that lasts longer than expected. An aromatic ambery accord of vivid lavender, a vanilla addiction and a frosted orange blossom twist for a person who loves to smell good all day long. The perfume packaging and the shiny bottle holds the attention and will be a perfect gift for your loved ones."
		},
		{
			"review_title": "By far favourite perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Thank you so much, Influenster, for sending me the Paco Rabanne Fame Intense to try! I can honestly say this is by far my favorite perfume. The scent is rich, bold, and incredibly long-lasting—exactly what I look for in a fragrance. It’s the perfect mix of elegance and confidence, and I’ve gotten so many compliments when wearing it. I’m absolutely in love with it!"
		},
		{
			"review_title": "Wow🥰",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "Fame Intense offers a stronger and richer fragrance compared to the original Fame. It combines exotic fruity and floral notes with a sensual sweetness, making a bold impression from the first spray. The top notes are more intense, while the base notes are deep and velvety, making it alluring and captivating.  Although the price may seem high to some, the quality of the scent, its lasting power, and the striking bottle design justify the investment. It’s ideal for those seeking a unique and memorable fragrance.  Fame Intense has strong projection. The scent easily reaches those around you and remains noticeable throughout the day. This makes it perfect for special occasions or evening events where you want to leave a lasting impression.  The packaging is luxurious and eye-catching, reflecting the boldness of the fragrance inside. The sleek, elegant design of the bottle adds to the overall experience, making it not only a fragrance but a decorative piece.  While Fame Intense is particularly well-suited for evening wear or formal events, it can also work in cooler weather due to its rich and warm scent profile. However, it may be a bit overpowering for casual, daytime use."
		},
		{
			"review_title": "To die for!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I am absolutely obsessed with this scent. It smells am and I've already received so many compliments on it. not too strong, but has a nice, fresh, warm scent to it. new favourite for going out!"
		},
		{
			"review_title": "Amazing for this fall/winter time!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really really like this perfume! One or two sprays are enough and the smell lasts a long time. It can be intense if you use put on too much, so I like to do just two sprays (this also means the bottle ends up lasting a long time!). Love it for the fall/winter time! Also the bottle is so cute and looks nice on my vanity!"
		},
		{
			"review_title": "Very floral and strong",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I think that this perfume is very strong, a little goes a long way. It has vanilla and tropical notes and lasted through an evening of light tennis. I think that it is packaged cute, with a little robot that sprays the perfume through the sunglasses. It is one of the better high end perfumes I have sampled, as it is not as irritating with artificial scent.  This product was given to me for free in exchange for an honest review"
		},
		{
			"review_title": "Good for vacay.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Nice tropical perfume for jasmine and sandalwood lovers. A bit heavier than typical tropical perfumes, it’s pleasant but not too unique, very perfumey kinda smell. Moderate projection and lasting power. I received this product from Influenster."
		},
		{
			"review_title": "New favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "What a lomg lasting, beautiful, luscious perfume that is. Very unique n beautiful packaging.  That gold color is so luxurious n expensive looking. Overall a great versatility.  I am loving it"
		},
		{
			"review_title": "a gorgeous, jasmine-kissed scent that turns heads!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I recently received Paco Rabanne Fame Intense from Influenster in exchange for my honest opinion, and I must say, I’m thoroughly impressed. The first thing that caught my eye was the gold packaging—it’s absolutely stunning and exudes luxury. The bottle itself is a beautiful piece, almost like a little doll, and it makes a perfect addition to any vanity or display.  As for the scent, it’s a lovely blend of floral and warm notes, with jasmine being the most prominent. The fragrance feels very sophisticated and suitable for various occasions. I wore it for an entire day and received numerous compliments, which speaks to its appeal.  Overall, I believe Paco Rabanne is at the top of their game when it comes to perfumes, and with Fame Intense, they’ve done an excellent job yet again. I would definitely recommend this fragrance to anyone looking for something both elegant and striking."
		},
		{
			"review_title": "New daily perfume!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "10/10!! I have the original fame scent but this will be my new go to! First, the packaging is luxurious and fun. The scent is intense which means you only have to spray once or twice and it lasts all day. I receive so many compliments when I wear this, it’s a must have in your collection!"
		},
		{
			"review_title": "Rich Clean Girl",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "To my nose, Fame Intense smells like a rich girl. I can detect white floral notes, plus something I can only describe as coconut water. It’s elegant, it’s attractive and seductive. It’s somewhat similar to Alien Goddess by Mugler, but Fame Intense is softer and more versatile than Alien Goddess imo. It’s office-friendly and easy to like. Overall, it really fits the clean girl aesthetic.  The bottle might not suit everyone’s taste, but I find it very unique and a staple."
		},
		{
			"review_title": "Strong scent of musk, floral and vanilla",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The packaging is super cute and stands on its own. You press down on the head and it sprays from the eyes in a nice even sprits. Feels very well made and not of cheap quality. The scent is strong, musky, floral and earthy but still sweet. I love how it sprays out a good amount then dries fairly quickly. Dries with a slight vanilla scent. Perfect for fall!"
		},
		{
			"review_title": "Amazing fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I absolutely love the Fame Intense perfume. The packaging is so unique and the fragrance is so amazing. Got so many compliments after using this.  I definitely recommend trying this fragrance"
		},
		{
			"review_title": "Please read my comment!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I recently received the Paco Rabanne Femme perfume from Influenster, and I have mixed feelings about it. The packaging is absolutely adorable—designed to look like a chic, stylish woman dressed in Paco Rabanne's iconic golden dress, complete with matching sunglasses. It's almost like having a mini fashion doll in your purse, which I found incredibly charming and unique. Another thing I really like about the packaging is how smoothly the spray mechanism works. It's easy to use and not stiff at all, which is a nice touch.  However, while the design concept is on point, the material used for the packaging left me disappointed. It feels a bit cheap and doesn't quite live up to the luxury that the Paco Rabanne brand is known for. Given the brand’s reputation, I expected a higher quality material that would reflect the elegance of the scent inside.  Speaking of the scent, Paco Rabanne Femme opens with a bold and confident blend of sweet and floral notes, creating a modern, feminine fragrance that’s perfect for both day and night. The top notes are bright and inviting, gradually settling into a warm, sensual base that lingers beautifully on the skin. It's a sophisticated scent that balances freshness with depth, making it versatile for various occasions.  That said, this scent is definitely not for everyone. I strongly recommend testing it out on your skin before purchasing, especially if you have brown skin. In my experience, the fragrance didn’t quite complement my natural skin tone. If you check out the advertisements, you’ll notice they feature a pale-skinned actress as the brand ambassador, which seems to align with how the scent performs on different skin tones. So, if you’re a beautiful brown-skinned girl, make sure to see how it works with your skin before committing to a full bottle.  In summary, while I adore the creative and playful packaging and the ease of use, I believe there’s room for improvement in the material quality. The scent is undeniably captivating."
		},
		{
			"review_title": "Surprisingly great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I am overall very happy with this product. At first I was worried about the scent but then after wearing it for a few minutes the smell  was great. * I received this product for free in exchange for review *"
		},
		{
			"review_title": "Awesome!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Got this to sample from influenster and was absolutely blown away at how beautiful the packaging is to start. The owl was a great choice. This is an amazing looking and smelling product. I would highly recommend purchasing!"
		},
		{
			"review_title": "Light and Sweet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "The Fame intense perfume is one of the nicer scents that I have smelled this summer! I really hoped for this scent to be a little more intense given the name, but it was a great perfume nonetheless. It has a hint of coconut that I picked up right away, but that slowly dies out and gives a more woody scent the longer it is worn. It is rather light and has the potential to be really buildable. The strength of this perfume would be suited  more for spring or something for every day. The packaging was really simple but nice, which is the theme for this brand, so nothing surprising there, it seems to be of good quality. The perfume does last a long time, and I think that really speaks to its value. Definitely something to give a try in the spring. It smells AMAZING, lasts a long time, and is buildable."
		},
		{
			"review_title": "Long-lasting floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "It is very floral when first applied but dries down to a warm woodsy floral. long lasting, quite strong. it's slightly sweet. I love the packaging! Super cute and fun."
		},
		{
			"review_title": "Lovely scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have this one and the original, and the intense is my favorite! I received this product from Influenster in exchange for my review. It is such a gorgeous scent, and it lasts all day. The jasmine in this is so beautiful. The bottle is so cute I love the way it looks with my perfumes."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "Wow! This purfume truly is amazing! I find the scent changes throughout the day and wear. It starts off like a strong musky vanilla and later on wears and a light fruity vanilla musk. It also last amazing! That’s the main think I look for in a scent is the longevity and this one hits the mark ! Also how cute is the packaging!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "A smell to take you from day to night I love it 🥰 Great scent long lasting and also Beautiful bottle and Smell. The bottle very cute also it’s worth to pay this amount for this perfume😍"
		},
		{
			"review_title": "SO DELISH",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Wow. I really love this perfume. It smells SO amazing. It’s light and sweet, good for day and night, and the notes complement each other so nicely. I’m a big fan of jasmine, so this is a perfect everyday perfume for me- I’ve literally reached for it almost every day since I got it (and I have a decent collection). Overall, it’s a crowd pleaser and I’d definitely recommend."
		},
		{
			"review_title": "Best one",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I received this products for freee in exchange of an honest  review  The packaging is  so creative and amazing The smell so sweety and delicious I really love it"
		},
		{
			"review_title": "A long lasting perfect smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I got this for free from influenster in exchange of my honest review. I am OBSESSED with this new scent, Paco Rabanne Fame Intense! This 50ml bottle is the perfect size for on-the-go, and trust me, you'll want to take it everywhere.  The packaging is GORGEOUS. The gold and black combo is so luxe and chic. But, let's get to the good stuff - the fragrance itself!  Fame Intense is a rich, seductive scent that's perfect for evening wear. It's got notes of bergamot, vanilla, and patchouli that blend together to create a truly addictive aroma. I've been wearing it nonstop since I got it!  The longevity is amazing - it lasts all day and into the night. And, the sillage is perfect - it's not too overpowering, but still makes a statement.  If you're looking for a new fragrance to elevate your scent game, look no further than Paco Rabanne Fame Intense. Trust me, you won't regret it!"
		}
	]
}