{
    "product_id": "1640",
    "name": "The Cult Classic Purifying Face Cleanser",
    "brand": "TULA Skincare",
    "categories": "Skincare, Cleansers, Face Wash & Cleansers",
    "price": 19.0,
    "about": "What it is:A gel-based cleanser infused with probiotic extracts, turmeric, white tea, and blueberry that purifies skin as it removes dirt, oil, impurities, and makeup..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Pores, Dullness, and Oiliness.Formulation:Lightweight Gel.Highlighted Ingredients:- Probiotic Extracts: Maintain balance..Ingredient Callouts:This product is gluten-free and cruelty-free..What Else You Need to Know:A cult favorite, this refreshing gel-based face cleanser removes dirt, impurities, and makeup without stripping or over-drying. Prebiotics, probiotic extracts, and turmeric leave skin purified, clarified, and balanced. Get ready for a good skin day, every day..Clinical Results:In a self-assessment on 31 subjects, during 4 weeks:",
    "ingredients": "-Probiotic Extracts: Maintain balance. .-Prebiotics (Chicory Root): Nourish. .-Turmeric, White Tea, and Blueberry: Improve texture. ..Aqua/Water/Eau, Disodium Laureth Sulfosuccinate, Sodium Hydroxypropylsulfonate Laurylglucoside Crosspolymer, Lauryl Glucoside, Sodium Lauryl Sulfoacetate, Sodium Chloride, Disteareth-75 IPDI, Bifida Ferment Lysate, Hydrolyzed Rice Protein, Curcuma Longa (Turmeric) Root Extract, Camellia Sinensis (Green Tea) Leaf Extract, Vaccinium Angustifolium (Blueberry) Fruit Extract, Cichorium Intybus (Chicory) Root Extract, Camelina Sativa Seed Oil, Lactose, Lactis proteinum/Milk Protein/Protu00e9ine du lait, Yogurt Powder, Olus Oil/Vegetable Oil/Huile vu00e9gu00e9tale, Tocopheryl Acetate, Ascorbyl Palmitate, Panthenol, Carthamus Tinctorius (Safflower) Seed Oil, Polysorbate 20, Butylene Glycol, Inulin, Pentylene Glycol, Caprylyl Glycol, Coco-Glucoside, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Ethylhexylglycerin, PEG-120 Methyl Glucose Dioleate, Styrene/Acrylates Copolymer, Sorbitan Isostearate, Trisodium Ethylenediamine Disuccinate, Glutaral, Glycerin, Citric Acid, Sodium Hydroxide, Sorbic Acid, Phenoxyethanol, Benzoic Acid, Phenethyl Alcohol, Fragrance (Parfum), Alpha-Isomethyl Ionone, Benzyl Benzoate, Citronellol, Hexyl Cinnamal, Limonene, Linalool...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Massage the onto wet skin..-Rinse with water. .-Use morning and night.",
    "num_reviews": 861,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/the-cult-classic-purifying-face-cleanser-P506696?skuId=2689065&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2689065-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4.2 oz / 120 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2656932-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This cleanser works really well . I am not a fan of the fragrance added , but it is gentle enough like the peach and lily glass skin cleanser I had been using ."
        }
    ]
}