{
	"product_id": "945",
	"name": "Strong Barrier Minis Set",
	"brand": "LANEIGE",
	"categories": "Skincare, Value & Gift Sets",
	"price": 52.65,
	"about": "What it is:A four-piece set of mini-size skincare essentials..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Dullness, Loss of Firmness and Elasticity.Highlighted Ingredients:- Blue Hyaluronic Acid (Water Bank Moisturizer): Delivers effective, long-lasting hydration..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. These products are also vegan and gluten-free..What Else You Need to Know:Manifest your best skin with this of bestselling barrier-boosting hydrators! Cream Skin softens and nourishes, while Water Bank Cream locks in long-lasting hydration. Water Sleeping Mask delivers extra moisture and radiance for visibly smooth, soft, glowy skin in the AM..This Set Contains:- 2 x 1.69 oz/ 50 mL Cream Skin Toner & Moisturizer.Clinical Results:",
	"ingredients": "-Blue Hyaluronic Acid (Water Bank Moisturizer): Delivers effective, long-lasting hydration..-Ceramide &amp; Peptide Complex (Cream Skin): Thoroughly nourishes and strengthens skin's moisture barrier..-Squalane (Water Sleeping Mask): Provides intense moisture and hydration without weighing on the skin...Water Bank Blue Hyaluronic Cream Moisturizer:.Water/Aqua/Eau, Glycerin, Butylene Glycol, Squalane, Dicaprylyl Ether, Polyglyceryl-3 Methylglucose Distearate, Methyl Trimethicone, Glyceryl Stearate, Pentaerythrityl Tetraethylhexanoate, 1,2-Hexanediol, Stearyl Dimethicone, Bis-Hydroxyethoxypropyl Dimethicone, Cetyl Alcohol, Lactobacillus Ferment Lysate, Caprylic/Capric/Myristic/Stearic Triglyceride, Palmitic Acid, Stearic Acid, Panthenol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Propanediol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Xanthan Gum, Glyceryl Caprylate, Dextrin, Tromethamine, Ethylhexylglycerin, Disodium Edta, Sorbitan Isostearate, Allantoin, Hydrolyzed Hyaluronic Acid, Ceramide Np, Fragrance/Parfum, Beta-Glucan, Cholesterol, Mannitol, Tocopherol, Acetyl Tetrapeptide-11, Undaria Pinnatifida Extract...Water Sleeping Mask:.Water/Aqua/Eau, Butylene Glycol, Glycerin, Trehalose, Methyl Trimethicone, 1,2-Hexanediol, Squalane, Phenyl Trimethicone, Pca Dimethicone, Caprylyl Methicone, Ammonium Acryloyldimethyltaurate/Vp Copolymer, Lactobacillus Ferment Lysate, Carbomer, Propanediol, Tromethamine, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Glyceryl Caprylate, Ethylhexylglycerin, Disodium Edta, Raffinose, Stearyl Behenate, Malachite Extract, Fragrance/Parfum, Polyglyceryl-3 Methylglucose Distearate, Inulin Lauryl Carbamate, Niacinamide, Tryptophan, Hydroxypropyl Bispalmitamide Mea, Beta-Glucan, Limonene, Saururus Chinensis Extract, Acorus Gramineus Extract, Linalool, Tocopherol...Cream Skin Toner &amp; Moisturizer:.Water/Aqua/Eau, Butylene Glycol, Glycerin, Limnanthes Alba (Meadowfoam) Seed Oil, Isopentyldiol, 1,2-Hexanediol, Squalane, Polyglyceryl-10 Stearate, Glyceryl Stearate Citrate, Sodium Stearoyl Glutamate, Inulin Lauryl Carbamate, Glyceryl Caprylate, Ethylhexylglycerin, Propanediol, Disodium Edta, Carbomer, Mannitol, Acrylates/ Stearyl Methacrylate Copolymer, Tremella Fuciformis Sporocarp Extract, Hyaluronic Acid, Camellia Sinensis Leaf Extract, Xanthan Gum, Ceramide Np, Camellia Japonica Flower Extract, Tocopherol, Acetyl Tetrapeptide-11.",
	"how_to_use": "Suggested Usage:.-After cleansing, gently pat Cream Skin Toner &amp; Moisturizer into skin. .-After using Cream Skin, massage the Water Bank Blue Hyaluronic Cream Moisturizer onto skin.-After applying the moisturizer, apply the Water Sleeping Mask evenly across the face and leave on overnight. Gently wipe off or cleanse in the morning.",
	"num_reviews": 30,
	"overall_rating": 4.9,
	"product_url": "https://www.sephora.com/ca/en/product/laneige-strong-barrier-minis-set-P512613?skuId=2811560&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2811560-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Great… But the smell?",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been using these products for around 2 and a half weeks and my skin has improved so much! The only thing I would change about the formulation is the smell. I don’t know what it is, but it really doesn’t smell pleasant."
		},
		{
			"review_title": "HOORAY for quality but BOO for fragrance",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Five stars for Laneige product quality…their creams are particularly amazing…but two stars subtracted because the fragrance is too strong! It’s a nice smell but waaay too intense, especially in this time of scent-sensitive people. The only products of theirs worth the scents are their incredible lip masks, IMHO. Please make some unseated versions!"
		},
		{
			"review_title": "Good sized products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Good products im happy that there is 2 toners and how big the moisturizer is and someone said there were free samples but I threw out the box before I checked 😭😭😭😭"
		},
		{
			"review_title": "Great way to try something new",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Great little set! I’ve never tried the cream skin toner before and love it! The lotion is one of my favs"
		},
		{
			"review_title": "Great K-Beauty Starter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Laneige Strong Barrier Mini Set is an amazing mini set that showcases Laneige’s cult favorite products. The Cream Skin toner has been a staple of mine for years and is loved by many. It makes my skin dewy supple while helping improve softness over time. I also really like the Water Bank cream moisturizer and apply this over the toner on days where my skin needs extra moisture. This set makes for a great gift and is a very nice starter kit for someone wanting to explore K-Beauty!"
		},
		{
			"review_title": "Great gift!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I love these products so hydrating. I use the creme skin daily especially in these winter months! The minis set is a perfect gift so my sister can try them out too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This is a great mini set for traveling. The cream skin toner helps nourish and hydrate the skin. The water bank moisturizer is lightweight enough to use during the day to help hydrate and moisturize the skin. The sleeping mask helps deeply hydrate and support the skin’s moisture barrier."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "Just a great set! If you’re new to skincare these are the products to try! You’ll love them I have sensitive skin and these work well for me. Highly recommend you won’t be disappointed. I also love the travel size it’s perfect"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Love this little minis set from laneige! It’s so perfect for travel and so so cute! It would also be such a perfect gift for someone to trial the products if they’ve never used before! I definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "This kit is a perfect way to try all the staples! The toner is a great moisturizer for oily skin! The cream is very lightweight and sinks in easily. The sleeping mask was not my favorite because somehow it made my skin drier. The rest of the products I would highly recommend"
		},
		{
			"review_title": "perfect gift kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "This Laneige starter set is the perfect for travel or a great introduction to the brand. The Cream Skin Toner/Moisturizer is a standout, especially for combination skin like mine. It feels incredibly refreshing and hydrating without leaving a greasy residue.  For daytime, the Water Bank Blue Hyaluronic Cream is a lightweight, hydrating powerhouse. It keeps my skin plump and dewy all day long, making it an ideal base for makeup. The Sleeping Mask is a luxurious night time treat. Its rich, creamy texture deeply hydrates and repairs my skin barrier. I wake up with a noticeably softer, more radiant complexion.  This 5 star kit is a must have for anyone who needs a hydrating skincare set ."
		},
		{
			"review_title": "Hydrating and nourishing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This set is such a perfect way to try Laneige skincare products. All of the products feel so nourishing and hydrating to the skin. The toner has a beautiful milky consistency and leaves my face feeling so soft. The moisturizer is so creamy and nourishing and leaves my face so hydrated and plump for the entire day. The mask has a silky texture and gives my face a nourished and radiant appearance. I love this little kit and think it’s such a great deal!"
		},
		{
			"review_title": "GREAT DEAL",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "I got this product on the Sephora sale and I think that I definitely got a great deal considering the price and the amount of things you get. I've never tried this brand before but I'm glad I did the toner is my favorite and I would recommend this set."
		},
		{
			"review_title": "Impressively hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "The Laneige Strong Barrier Set has been such a pleasant surprise! The toner is incredibly hydrating and leaves my skin feeling soft and refreshed—I actually apply two layers since my skin tends to be very dry. The moisturizer is equally impressive, giving me glassy, hydrated skin that lasts for hours without feeling heavy or sticky. This is my first time trying Laneige products, and I’m impressed so far. Only wish there was a mini lip product included as well. Plus, the packaging is simple yet visually appealing and looks travel-friendly, making it easy to take along on a trip!"
		},
		{
			"review_title": "Restored my skins stripped barrier",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’m in love with this Strong Barrier Minis Set by LANEIGE. This is a great set and I will definitely be buying the full-sizes! My skins barrier has been stripped over time from applying harsh products to my skin. This really helped to restore my skins barrier. It really provided much needed hydration and moisturization, which in turn has helped my skin become healthier and restored its radiance and glow.   This set included x2 Cream Skin Toner & Moisturizers  x1 Water Bank Blue Hyaluronic Cream Moisturizer  X1 Water Sleeping Mask   I Absolutely love the Water sleeping mask! It is probably my favorite product in this set.  I love that I can apply this at night and wake up to beautifully hydrated skin!  This is an amazing set that has restored my skin barrier and radiance. I Definitely recommend this set even if you have a healthy skin barrier because it helps you maintain that barrier as well as restore it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "i love true strong barrier minis set by laneige! it is the perfect set to try their best sellers or as a gift! i love the toner and moisturizer! it helps my skin to be more smooth and glowy! obsessed!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This set is so cute! all the products are great for travelling and they are perfect for my skin. They are moisturizing and nourishing, the textures are lightweight and they don't leave any residues on my skin."
		},
		{
			"review_title": "All the moisture you need!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "This is the perfect set to moisturize your skin! The Cream Skin Toner is lightly hydrating and I love to use it before the rest of my skincare routine.  The Water Bank moisturizer is very moisturizing as well. I love the Sleeping Mask to lock in hydration at night. This is a good set if you’re interested in trying these products. The doubles of the cream skin toner is amazing to have!"
		},
		{
			"review_title": "Love these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Omg I LOVEREEE these mini sets perfect for traveling and much more! Super easy to travel in your bag and just to have in general because they compliment each other very good and are amazing for your skin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Laneige fan favorites in a convenient travel size. I like to reuse the jars once they are empty to fill up with moisturizer so I can keep using it for travel. This truly is a moisture bomb, great for the dry air of winter."
		},
		{
			"review_title": "Great set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I love this set, the minis are great for travel. This set has so many great essentials that you can carry with you one the go. The cerapeptide toner is great for refreshing your skin throughout the day. The water bank is great for dry and dehydrated skin. This is definitely a must have set"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Laneige has always been my favourite brand when it comes to skin and lip care. I love thsi mini set as I can carry it wheile I travel. I use the toner before makeup and it  absorbs into my skin really well. And then when I apply the moisturizer it glides on to my skin and keeps my skin hydrated through out the day. I have dry to combination skin and it helps me feel hydrated during the winters. I like how i use twice a day and still does not feel greasy. I tried the mini sleeping mask, and when I wake up the next day morning, my skin feels very fresh and and does not feel sticky. Overall i love the complete set and it makes me stay fresh."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The Laneige Strong Barrier Minis Set is ideal for on-the-go hydration. This travel-friendly set feels fresh, lightweight, and absorbs quickly, leaving skin incredibly soft. It’s perfect for keeping your skin nourished and smooth wherever you are."
		},
		{
			"review_title": "Must have for hydration!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Just got my hands on the Laneige Strong Barrier Minis Set, and it’s a hydration lifesaver! If your skin’s feeling dried out and needs a little extra care, this set has everything to bring it back to life. Inside are two bottles of the Cream Skin Toner & Moisturizer, the Water Bank Hyaluronic Cream Moisturizer, and the Water Sleeping Mask. With these, I know I’m set for a while: they’re like a hydration powerhouse lineup! My routine starts with the Cream Skin Toner & Moisturizer right after cleansing. It’s a milky, lightweight texture that just melts into my skin, setting up the perfect base for the next step. Next, I go in with the Water Bank Cream. I was expecting a lotion, but it’s more like a rich, creamy texture that forms a soft barrier over my skin. It feels so nourishing and protective, which is exactly what my skin craves! Finally, the Water Sleeping Mask is my last step to seal everything in. This mask is so gentle and gives an extra boost of hydration that I can leave on overnight. I’ll be using it a couple of times a week to keep that hydration locked in. The morning after, my skin feels noticeably plumper and super soft! This set is a winter must-have for anyone looking to keep their skin happy, hydrated, and smooth. Laneige has really nailed it with this combo with all the essentials for bringing back that soft, bouncy skin. Highly recommend giving it a try!"
		},
		{
			"review_title": "Amazing moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This gift set is perfect as a holiday gift for someone you love (or yourself!). It leaves skin looking radiant and moisturized. It works well with sensitive skin. These smaller sizes are perfect for travel and have the cutest packaging!"
		},
		{
			"review_title": "Amazing mini set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This is like the perfect little mini set from Laneige. You get to try a little bit of everything. I love this set because it’s easy to travel with. I am obsessed with the cream skin toner. Amazing when paired with any of the other products in the set. My favorite of course would definitely have to be the water bank moisturizer. I love how easy it absorbs into the skin. Definitely suggest giving this a try!"
		},
		{
			"review_title": "love this kit so much",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This kit is so beautiful and luxury. I love the water bank cream, its very creamy and keeps my skin hydrated in this cold weather. The cream skin toner and moisturizer is new to me and I was surprised at how amazing it performs. Glad there are 2 bottles in there because I tend to run out of liquid products a lot faster. Perfect kit for gifting to yourself or to others."
		},
		{
			"review_title": "Love this set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I love this set so much! Great value for the price with cute and handy minis. Toner is already my favorite and I am excited to have little bottles for traveling. Also I enjoyed trying sleeping mask, everything is so hydrating and my skin loves it."
		},
		{
			"review_title": "Must have for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The best set for a skin care hydrating boost to your routine. The cleanser and mask is great but the toner is my absolute favorite. It has a milky light consistency and is very hydrating and smoothing!"
		},
		{
			"review_title": "PERFECT TRAVEL KIT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I LOVE MINIS! This is such a perfect gift set for someone who has not tried the brand, but also for someone who travels a lot! All these products are amazing and work great for all skin types, especially best for winter skin!"
		}
	]
}