{
	"product_id": "339",
	"name": "LOVE Smoothing Hair Smoother Leave-In Hair Cream for Frizzy Hair",
	"brand": "Davines",
	"categories": "Hair, Hair Styling & Treatments, Leave-In Conditioner",
	"price": 42.0,
	"about": "What it is:A leave-in hair smoothing cream that easily tames coarse, frizzy, or unruly hair for smooth, soft, shiny locks..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Frizz.Key Benefits:- Smooths frizzy or wavy hair.Highlighted Ingredients:- Minuta Olive Extract: Fatty acids and vitamin E are nourishing, softening, and moisturizing..Ingredient Callouts:Free of parabens and sulfates SLS & SLES. It is also vegan..What Else You Need to Know:This leave-in cream is infused with Minuta olive extract, which is abundant in fatty acids and vitamin and therefore contributes to boost hair's shine and elasticity. Slow Food Presidia support small producers so they can continue to grow traditional and artisanal products and plants that are at risk of disappearing.",
	"ingredients": "-Minuta Olive Extract: Fatty acids and vitamin E are nourishing, softening, and moisturizing...Aqua / Water / Eau, Dimethicone, Propylene Glycol, Cyclopentasiloxane, Disiloxane, Phenylpropyldimethylsiloxysilicate, Glycerin, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Benzyl Alcohol, Cyclohexasiloxane, Polyacrylamidomethylpropane Sulfonic Acid, Simmondsia Chinensis Seed Oil / Simmondsia Chinensis (Jojoba) Seed Oil, Panthenol, Ethylhexyl Methoxycinnamate, Polyquaternium-28, Parfum / Fragrance, Triethanolamine, Dicaprylyl Ether, Dimethiconol, Lauryl Alcohol, Disodium Edta, Buteth-3, Sodium Benzoate, Sclerotium Gum, Creatine, Olea Europaea Fruit Extract / Olea Europaea (Olive) Fruit Extract, Sodium Benzotriazolyl Butylphenol Sulfonate, Mica, Ci 77891 / Titanium Dioxide, Caprylyl Glycol, Phenoxyethanol, Limonene, Alcohol, Tributyl Citrate, Citric Acid, Tris(Tetramethylhydroxypiperidinol) Citrate, Ci 60730 / Ext. Violet 2, Ci 19140 / Yellow 5, Ci 14700 / Red 4.",
	"how_to_use": "Suggested Usage:.-Apply to damp hair after shampoo and conditioner. .-Comb through, do not rinse, and proceed with styling.",
	"num_reviews": 1,
	"overall_rating": 5.0,
	"product_url": "https://www.sephora.com/ca/en/product/davines-love-smoothing-hair-smoother-leave-in-hair-cream-for-frizzy-hair-P512682?skuId=2815553&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2815553-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "5.07 oz/ 150 ml",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2815553-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "phenomenal leave in for air-dried frizzy hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Truly amazing product! I have tried so many leave in conditioners but this has replaced the only two other ones that have worked for me: Oribe supershine & R&CO high dive. Also happy its cheaper than those two! I only really air dry my hair because I don't want to damage my hair and I am not lying when I say it completely changed my hair, which can get poofy and frizzy. It worked so well with my frizzy coarse hair unlike anything else I have ever tried. It smells good too!"
		}
	]
}