{
	"product_id": "594",
	"name": "Storm Lip + Cheek Duo",
	"brand": "Glossier",
	"categories": "Makeup, Face, Face Sets",
	"price": 40.0,
	"about": "What it is: A set of Cloud Paint Gel Cream Blush and Ultralip High Shine Lipstick, each in fan-favorite shade Storm. A seamless and buildable cheek and lip color for a flushed-from-within glow paired with a perfect holiday lip..Highlighted Ingredients: - 4HA: Is a blend of four hydrating hyaluronic acid molecules..- Meadowfoam Seed Oil: Softens dry lips and locks in moisture..- Soluble Collagen: Retains water and leaves cheeks looking fresh and dewy...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. These products are also gluten-free and cruelty-free...What Else You Need to Know: Formulated with an oil blend and moisture-locking hyaluronic acid complex, Ultralip is a balm, tint, and gloss all in one. It applies smoothly, leaving lips with a plush, soft feel and glossy shine. Its buildable formula takes your lip look from subtle to intense. Cloud Paint is a gel-cream blush with sheer, buildable color for your easiest blush application yet. The blurring pigments create a soft, smooth look that doesn’t accentuate pores or texture, while the bouncy formula blends over cheeks for a natural, dewy glow that's not streaky or chalky...This Set Contains:.- 0.10 oz/ 3 g Ultralip High Shine Lipstick with Hyaluronic Acid in Storm (warm rose).- 0.33 oz/ 10 mL Cloud Paint Gel Cream Blush in Storm (warm rose)",
	"ingredients": "-4HA: Is a blend of four hydrating hyaluronic acid molecules..-Meadowfoam Seed Oil: Softens dry lips and locks in moisture..-Soluble Collagen: Retains water and leaves cheeks looking fresh and dewy...Cloud Paint Gel Cream Blush:.Water/Aqua/Eau, Cyclopentasiloxane, Methyl Trimethicone, Mica, Butylene Glycol, PEG-10 Dimethicone, Dicaprylyl Carbonate, Neopentyl Glycol Diheptanoate, Disteardimonium Hectorite, Glycerin, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Sorbitan Isostearate, Soluble Collagen, Ethylhexylglycerin, Magnesium Sulfate, Dimethicone/Vinyl Dimethicone Crosspolymer, Methyl Methacrylate Crosspolymer, Triethoxycaprylylsilane, Disodium EDTA, Polyglyceryl-2 Triisostearate, Pentylene Glycol, Phenoxyethanol, Silica, Tin Oxide, Aluminum Hydroxide, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Carmine (CI 75470), Ultramarines (CI 77007), Manganese Violet (CI 77742), Red 6 (CI 15850), Red 7 (CI 15850), Red 30/Red 30 Lake (CI 73360), Red 33 Lake (CI 17200), Yellow 6 Lake (CI 15985), Blue 1 Lake (CI 42090).  ..Ultralip High Shine Lipstick with Hyaluronic Acid:.Polybutene, Bis-Behenyl/Isostearyl/Phytosteryl Dimer Dilinoleyl Dimer Dilinoleate, Simmondsia Chinensis (Jojoba) Seed Oil, Diisostearyl Malate, Polyethylene, Triisostearyl Citrate, C12-15 Alkyl Lactate, Euphorbia Cerifera (Candelilla) Wax/Candelilla Cera/Cire de candelilla, Pentaerythrityl Tetraisostearate, Trimethylolpropane Triisostearate, Limnanthes Alba (Meadowfoam) Seed Oil, Octyldodecanol, Tridecyl Trimellitate, Sucrose Acetate Isobutyrate, Synthetic Fluorphlogopite, Sodium Hyaluronate, Helianthus Annuus (Sunflower) Seed Wax, Citrullus Lanatus (Watermelon) Seed Oil, Tribehenin, Ricinus Communis (Castor) Seed Oil, Tocopheryl Acetate, Butyrospermum Parkii (Shea) Nut Extract, Hydrated Silica, Lecithin, Ethylhexyl Palmitate, Caprylic/Capric Triglyceride, Palmitoyl Tripeptide-1, Lactic Acid, Ascorbyl Palmitate, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Tocopherol, Sorbitan Oleate, Sorbitan Isostearate, Caprylyl Glycol, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Red 7 Lake (CI 15850).",
	"how_to_use": "Suggested Usage:.Ultralip High Shine Lipstick with Hyaluronic Acid:.-Swipe directly onto lips for nourishing care, moisture, and buildable color..-Swipe once for a sheer wash of color..-Swipe two to three times for a bolder, more vibrant look...Cloud Paint Gel Cream Blush:.-Gently squeeze a tiny dot onto fingers..-Dab your fingertips directly onto skin to blend..-Apply blush directly to the apples of your cheeks, then blend up and out..-Mix multiple shades together to create a custom look..-Combine shades on the back of your hand before applying.",
	"num_reviews": 4,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/storm-lip-cheek-duo-P513484?skuId=2811297&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2811297-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
	]
}