{
    "product_id": "863",
    "name": "Snow Glow Duo Gift Set",
    "brand": "Kiehl's Since 1851",
    "categories": "Skincare, Value & Gift Sets",
    "price": 71.0,
    "about": "What it is:A gift set that includes two Ultra Facial Creams to hydrate and support skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness and Dullness.Highlighted Ingredients:- Squalane: Nourishes skin barrier, keeping it feeling soft, supple, and moisturized..Ingredient Callouts:Free of parabens..What Else You Need to Know:The Snow Glow Duo Gift Set includes two Ultra Facial Creams for all skin types. It provides up to 24 of hours hydration, leaving skin more hydrated. Formulated with glacial glycoprotein and olive-derived squalane, this moisturizer supports the skin's barrier..This Set Contains:- 4.22 oz/ 125 mL Ultra Facial Cream",
    "ingredients": "-Squalane: Nourishes skin barrier keeping it feeling soft, supple, and moisturized..-Glacial Glycoprotein: Hydrates and maintains skinu2019s moisture balance..-Pro-Ceramides: Supports skinu2019s barrier strength and resist external disruptors...Aqua/Water, Glycerin, Dimethicone, Squalane, Bis-Peg-18 Methyl Ether Dimethyl Silane, Sucrose Stearate, Stearyl Alcohol, Peg-8 Stearate, Myristyl Myristate, Prunus Armeniaca Kernel Oil/Apricot Kernel Oil, Phenoxyethanol, Persea Gratissima Oil/Avocado Oil, Glyceryl Stearate, Cetyl Alcohol, Oryza Sativa Bran Oil/Rice Bran Oil, Olea Europaea Fruit Oil/Olive Fruit Oil, Chlorphenesin, Stearic Acid, Palmitic Acid, Carbomer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Trisodium Ethylenediamine Disuccinate, Prunus Amygdalus Dulcis Oil/Sweet Almond Oil, Xanthan Gum, Ethylhexylglycerin, Sodium Hydroxide, Tocopherol, Glycine Soja Oil/Soybean Oil, Pseudoalteromonas Ferment Extract, Myristic Acid, Hydroxypalmitoyl Sphinganine, Salicylic Acid, Helianthus Annuus Seed Oil/Sunflower Seed Oil, Rosmarinus Officinalis Leaf Extract/Rosemary Leaf Extract, Citric Acid.",
    "how_to_use": "Suggested Usage:.-Apply a thin layer to clean skin day or night. .-For best results, use after cleansing and toning. .-Avoid contact with eyes.",
    "num_reviews": 9,
    "overall_rating": 2.7,
    "product_url": "https://www.sephora.com/ca/en/product/kiehls-snow-glow-duo-gift-set-P513244?skuId=2817880&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2817880-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "DO NOT BUY! ALL EXPIRED!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "DO NOT BUY! ALL EXPIRED! MY SKIN IS BLOTCHY AND RED!! I use this moisturizer every single day, and I used these and automatically broke out. I looked up the date and were over 3 years old."
        },
        {
            "review_title": "EXPIRED AND OLD",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Donu2019t buy this thinking itu2019s a good deal- Iu2019ve used Kiehls for years and never had an issue with this moisturizer until I bought this kit for the holidays. I broke out super bad and had no idea why, then I read the reviews and checked the batch codes and yea they are expired. Not impressed. Now Iu2019ll be thinking otherwise about buying holiday sets if this is what we get."
        },
        {
            "review_title": "Mine is expired too",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Just read the reviews and found out mine are also expired. Like what is wrong with Sephora lately, first the eye cream looks like pea soup that went bad and now this package is expired. The big jar of the mask is a year old!  Iu2019m afraid to use the products now"
        },
        {
            "review_title": "Expired",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Got expired products . Checked the batch code and the creams are from June 2022 almost 3 years old! Now I have to return them all so frustrating"
        }
    ]
}