{
    "product_id": "372",
    "name": "Mini L'Imperatrice Eau de Toilette Perfume Set",
    "brand": "Dolce&Gabbana",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 46.0,
    "about": "Fragrance Family:Florals.Scent Type:Fruity Floral.Key Notes:Watermelon Accord, Kiwi, Pink Cyclamen.Set Description:The signature fragrance of Dolce&Gabbana L'Imperatrice Mini Set unveils a fruity and lively blend that captivates the wearer with its magnetic allure..About the Fragrance:L'Imperatrice Eau de Toilette has notes of watermelon, cyclamen, and light woods..This Set Contains:- 0.33 oz/ 10 mL L'Imperatrice Eau de Toilette (mini)",
    "ingredients": "Alcohol Denat., Parfum (Fragrance), Aqua (Water) , Ethylhexyl Methoxycinnamate, Hydroxycitronellal, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Geraniol, Citronellol, Ci 60730 (Ext. Violet 2) , Ci 14700 (Red 4) , Ci 19140 (Yellow 5)...The list of ingredients is regularly updated. Please always read the list of ingredients on the packaging to ensure they are suitable for your personal use.",
    "how_to_use": "",
    "num_reviews": 7,
    "overall_rating": 3.9,
    "product_url": "https://www.sephora.com/ca/en/product/dolce-gabbana-mini-l-imperatrice-eau-de-toilette-perfume-set-P512209?skuId=2786556&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2786556-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        },
        {
            "review_title": "Ugh gross",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I donu2019t know if I got a bad batch, but this literally smells like cat and dog pee! I gagged, I bought it blindly (so dumb) reading the notes which sounded amazing! But I got no fruity or floral notes at all. Again, could  Again, could be a bad batch"
        },
        {
            "review_title": "Fruitiest Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Love this set! This is my favorite perfume! Iu2019ve been buying Lu2019imperatrice for years and Iu2019m happy they have travel size now."
        },
        {
            "review_title": "Scent turns on me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Fragrance is unique to each person's body chemistry. Unfortunately this perfume doesn't work with mine and after about 30 minutes the scent changes on me. Also, as an owner of multiple Creed and Killian perfumes, this fragrance is kind of boring and not very complex. I was hoping it could be a light daily wear fragrance but it just doesn't work on me. I will give this to a friend or co-worker who may like it."
        },
        {
            "review_title": "Cute Bottle & Gorgeous Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received the 5ml mini as a gift with purchase. The bottle was so adorable that I didnu2019t care if I actually liked the fragrance. Howeveru2026 it is the happiest scent ever! Fruity in a non-nauseous way, an easy-going, chill, happy summer scent. I expect Iu2019ll wear it a ton over the summer but find I love to dab some on at bedtime because the scent just makes me happy ud83dude03"
        },
        {
            "review_title": "very deceiving. pretty then rancid",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "ok so at first smell I was in love. it smells EXACTLY like Versace bright crystal absolue. HOWEVER within ten minutes or so I kept smelling BO and I was so confused where it was coming from. my daughter had also tried it and was asking me if she had BO lol We realized that this perfume dried down to a stinky BO smell. I don't know what could possibly cause this but I was bummed. at first spray it was incredible. the dry down though is so revulsive I won't be able to use it again. I've tried many times now. nope."
        },
        {
            "review_title": "The tiny bottle is adorable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I have been a ride or die for Black Orchid, but I got a notification for this tiny sample set. I totally forgot about this perfume, use to be my go to before I went to the dark side. So glad this was an option at a great price cause I didnu2019t realize how much I missed this scent. Starts off so light, happy, and fruity. Then when it settles on me the musk settles with the floral scent. So beautiful, light, and still mature."
        }
    ]
}