{
    "product_id": "385",
    "name": "The SturmGlowu2122 Kit",
    "brand": "Dr. Barbara Sturm",
    "categories": "Skincare, Value & Gift Sets",
    "price": 250.0,
    "about": "What it is:A science-based routine to leave skin visibly fresh, radiant, and healthy in four steps..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Dullness, and Uneven Texture.Highlighted Ingredients:- Purslane and Skullcap Extracts: Fight free radicals and signs of aging..Ingredient Callouts:These products are gluten-free, cruelty-free, and come in recyclable packaging..What Else You Need to Know:Get Dr. Barbara Sturmu2019s globally sought-after, visible results with this skincare kit. It delivers intensive hydration, supports skin-barrier function, and soothes irritation, leaving your skin looking dewy and radiant..This Set Contains:- 0.71 oz/ 20 g Enzyme Cleanser",
    "ingredients": "-Purslane and Skullcap Extracts: Fight free radicals and signs of aging..-Hyaluronic Acid: Intensively hydrates surface of skin and deeper skin layers..-Polygonum bistorta Root: Fights signs of aging and visibly optimizes skin tone. ..Enzyme Cleanser:.Sodium Lauroyl Glutamate, Talc, Cellulose, Maltodextrin, Aqua/Water/Eau, Xanthan Gum, Ascorbic Acid, Subtilisin, Lipase...Hyaluronic Serum:.Aqua/Water/Eau, Butylene Glycol, Lactobacillus/Portulaca Oleracea Ferment Extract, Sodium Hyaluronate, Leuconostoc/Radish Root Ferment Filtrate, Phenoxyethanol, Ethylhexylglycerin, Potassium Sorbate...Face Cream:.Aqua/Water/Eau, Octyldodecanol, C12-15 Alkyl Benzoate, Glycerin, Butyrospermum Parkii (Shea) Butter, Decyl Oleate, Zea Mays (Corn) Germ Oil, Cetearyl Alcohol, Hydrogenated Vegetable Glycerides, Lactobacillus/Portulaca Oleracea Ferment Extract, Sorbitol, Propanediol, Potassium Cetyl Phosphate, Cocoglycerides, Dimethicone, Tocopheryl Acetate, Baicalin, Panthenol, Squalane, Leuconostoc/Radish Root Ferment Filtrate, Hydrogenated Palm Glycerides, Carbomer, Xanthan Gum, Ethylhexylglycerin, Potassium Sorbate, Alcohol, Caprylic/Capric Triglyceride, Pantolactone, Ascorbyl Palmitate, Citric Acid, Ascorbic Acid, Phenoxyethanol...Glow Drops:.Aqua/Water/Eau, Prunus Amygdalus Dulcis (Sweet Almond) Oil, C12-15 Alkyl Benzoate, Glycerin, Lactobacillus/Portulaca Oleracea Ferment Extract, Butylene Glycol, Glyceryl Stearate, Panthenol, Sodium Hyaluronate, Polygonum Bistorta Root Extract, Leuconostoc/Radish Root Ferment Filtrate, Biosaccharide Gum-1, Rosa Canina Fruit Extract, Cetearyl Alcohol, Stearic Acid, Carbomer, Sodium Lauroyl Glutamate, Ethylhexylglycerin, Mica, Hexylene Glycol, Sodium Hydroxide, Alcohol, Caprylic/Capric Triglyceride, Synthetic Fluorphlogopite, Pantolactone, Caprylyl Glycol, Xanthan Gum, Ascorbyl Palmitate, Citric Acid, Ascorbic Acid, Dimethicone, Phenoxyethanol, Alumina, Tin Oxide, Iron Oxides (CI 77491), Titanium Dioxide (CI 77891).",
    "how_to_use": "Suggested Usage:.Enzyme Cleanser:.-Use two to three times a week as part of your daily cleansing routine. .-Place a coin-size amount into your palm, then add lukewarm water to work the powder into a gentle foam..-Smooth generously over your face. .-Rinse..-Can be used daily for oily or acne-prone skin. ..Hyaluronic Serum:.-Dispense a full pipette of serum into your palm and apply to your face, neck, and eye area..-Gently pat in..-Wait 20 seconds for it to absorb before applying your cream. ..Face Cream:.-Apply to your face, eye area, neck, and du00e9colletu00e9. .-Use in the morning and at night...Glow Drops:.-Apply a few drops evenly to your face, eye area, and neck..-Gently pat in..-Wear over makeup, combine with your foundation or primer, or mix with Face Cream for a visible glow that looks lit from within...Recycling Instructions:.-Dr. Barbara Sturmu2019s glass jars and bottles are fully recyclable.",
    "num_reviews": 15,
    "overall_rating": 3.1,
    "product_url": "https://www.sephora.com/ca/en/product/dr-barbara-sturm-the-sturmglow-kit-P475926?skuId=2492957&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2492957-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Loving Dr Sturm!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve been meaning to leave a review for awhile. I ordered this kit early August 2024 and received bottles and jars full. My two favourite items are the Enzyme Cleanser and Face Cream. I have since repurchased full sizes in a few items and l am really enjoying these skincare products. For reference I am in my mid 40u2019s and have fair, sensitive skin. None of the products have caused any negative reactions. I definitely recommend giving this brand a chance and this mini kit is a great way to try without a major investment."
        },
        {
            "review_title": "my new go to line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After receiving a sample of the hyaluronic serum, I purchased this kit. My bottles were almost full to the top, so no issues there. I LOVE this line so much. I've been using it for a few weeks now and it is making a huge difference in my skin. I love how my skin really absorbs everything without feeling greasy or that the product is sitting on top. It really goes nicely under my make up. I'm in my mid/late 30's and I think this will be my go to for awhile."
        },
        {
            "review_title": "DO NOT BUY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "BUYER BEWARE! Wish I had read the reviews before purchasing. The hyaluronic serum as everyone mentioned had about 1/4 of the product! I will definitely be returning this tomorrow. Waste of time!"
        },
        {
            "review_title": "Buyer Beware- check inside box before gifting",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Was for Motheru2019s Day and mom just opened the box 2 days ago and the HA bottle was less than half full, the lid stuck and texture was way thicker than normal and glow drops were also not right but store wouldnt return since"
        },
        {
            "review_title": "Must buy!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "I agree that the product is not u201cfull to the topu201d, however the product itself has done WONDERS for me. Iu2019ve only been using this for 5 days and I can already see a difference in my skin. More even tone, plump and hydrated skin. I have eczema and this product really changed my routine."
        },
        {
            "review_title": "do not buy the kit - it's used products",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love the product, however, do NOT buy the kit. Mine was used, less than half of the bottle were gone when I opened the box."
        },
        {
            "review_title": "great skin care",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I love the products, they are not scented and feel great on the skin,  only gripe is the price for the sizes you get.  will definitely buy full size products."
        },
        {
            "review_title": "Serum rip-off",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "After receiving this set for Christmas I was pretty disappointed to find that similar to the other reviewers the serum came in half full. Annoyed that was the product I was most excited to try."
        },
        {
            "review_title": "Half full bottle of Serum",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I am returning this kit.   Upon opening, I noticed the Hyaluronic serum is only half full or maybe slightly less than half.  I was also having an issue with the dropper.  When I tried to open it,  only the plastic (cap piece) would come off, the dropper (rubber piece) was stuck to the glass bottle.  I tried several times but no luck.  I ended up having my bf looked at it because he works for a skincare company and familiar with packaging.  He had to slowly peel off the dropper and there's still a tiny little rubber piece glued to the glass bottle right now."
        },
        {
            "review_title": "bottle half full",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Hyauronic acid was half full. Bummer I didnu2019t read the reviews. Why do they continue to sell if the size is misleading?  Hopeful for some customer support."
        },
        {
            "review_title": "$180 for half an empty bottle",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I was excited to try this line and the kit seemed like a perfect starter pack. But when I opened the package the Hyaluronic Acid bottle was half empty!!! And the worst part is Sephora customer service is impossible to contact. Will have to return in person at the store"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "I would give this 5 stars because it is such a great travel kit. However, I sadly have to return because the Hyaluronic Acid is not even half full. I have seen so many reviews of this happening to other people but I honestly thought Iu2019d be fine. Iu2019m very shocked. Obviously this is an ongoing problem with this product. Not sure why a skincare brand as prestigious and expensive as Dr. Barabara Sturm has not addressed and fixed this issue."
        },
        {
            "review_title": "Hyaluronic Serum for the Win!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Hyaluronic acid serum is amazing! I bought this to test out each for less initial costs. The cream is very light weight. Doesnu2019t smell much at all. Very clean and simple. The enzyme cleanser is similar to the one Amore Pacific makes. Comes out a dusty powder and foams to scrub. My favorite part is the Hyaluronic serum though. I noticed an immediate lift and glow from using. Iu2019ve tried them all (skinceuticals dr Dennis gross Peter Thomas Roth etc.) this one has zero scent no color just simple and definitely lifting and pure. Two thumbs up."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This brand deserves better reviews. Iu2019ve used Sturm for about two years and even my esthetician says my skin looks great which is a new one for me. If you donu2019t want to spend $ on skincare, donu2019t. If you do- itu2019s clean, made in Germany & uses the best anti-aging ingredients ever."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This brand is totally overpriced and their function is at normal range. I am glad that I bought this kit to try out so I don't need to waste my money on their full size products."
        }
    ]
}