{
    "product_id": "815",
    "name": "Complete Blowout Styling Milk",
    "brand": "JVN",
    "categories": "Hair, Hair Styling & Treatments, Hair Styling Products",
    "price": 39.0,
    "about": "What it is: A clean, lightweight, heat-activated styling cream that adds smoothness, style memory, and protection against heat and humidity...Hair Type: Fine, Medium, and Thick..Hair Texture: Straight, Wavy, Curly, and Coily..Hair Concerns:.- Heat Protection.- Hold & Style Extending..Key Benefits:.- Provides Lasting Style Memory and Humidity Resistance.- Creates Transformative Styles with Bounce, Shine, and No Frizz.- Protects Hair Up to 450 Degrees Fahrenheit..Highlighted Ingredients:.- Hemisqualane: Superior to silicone, it improves hair health and strength quickly and over time..- Ionic Peptides: Help protect hair strands and cuticles from damage..- Cassia Bark Style Polymer: Provides hold, style memory, and humidity control...Ingredient Callouts: This product is vegan, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Bring the heat for a total style transformation. This heat-activated, smoothing styler lets you achieve a smooth, soft, salon-level blowout. Blowout Milk is your ultimate defense from heat damage and humidity, for style that lasts all day long...This glass bottle is infinitely recyclable. The pump is 30 percent PCR PP Plastic. Carton and insert are both FSC board with soy-based inks...Fragrance Description: Sparkling grapefruit and tangerine are infused with white florals, soft violet, and sweet honey notes...Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "-Hemisqualane: A silicone alternative that improves hair health and strength. .-Iconic Peptides: Protect color and against damage and heat..-Cassia Bark Style Polymer: Provides hold, style memory, and humidity control...Water/Aqua/Eau, Glycerin, Cetearyl Alcohol, Hydrogenated Farnesene*, Cassia Hydroxypropyltrimonium Chloride, Saccharomyces Cerevisiae Extract, Brassicamidopropyl Dimethylamine, Squalane, Caprylic/Capric Triglyceride, Cymbidium Grandiflorum (Orchid) Flower Extract, Panthenol, Hydroxypropyltrimonium Lemon Protein, Cetearyl Olivate, Tocopherol, Sorbitan Olivate, Leuconostoc/Radish Root Ferment Filtrate, Ethylhexylglycerin, Aspartic Acid, Sodium Gluconate, Fragrance/Parfum, Amyl Cinnamal, Benzyl Alcohol, Benzyl Benzoate, Benzyl Salicylate, Citronellol, Coumarin, Eugenol, Geraniol, Hexyl Cinnamal, Hydroxycitronellal, Limonene, Linalool, Methyl Ionones.*Sugarcane Derived Hemisqualane......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply one to two pumps in hands and rub together, disperse evenly over damp hair, and blow-dry with a round brush or heat style as desired...Recycling Instructions:.-Aluminum: Clean and dry contents as thoroughly as possible. Recycle in your community's approved aluminum bin..-Plastic caps: Caps are too small to be recycled by themselves. Keep them on the bottles; otherwise, they should be tossed.",
    "num_reviews": 1094,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/complete-blowout-styling-milk-P501186?skuId=2606168&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2606168-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3 oz / 90 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2606168-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Does nothing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Doesnu2019t do anything for my hair. The reviews were so good so I was excited to use it but it just doesnu2019t do anything for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Dry skin",
            "review_text": "I love using this! It got recommended by a friend so I got it but it really makes my blowout last for days"
        },
        {
            "review_title": "A MUST HAVE FOR HEAT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "OMG! This is amazing if it truly protects heat (as it should, since that's what it's for). I have never been a fan of putting anything near my roots as I like to wash only a couple of times a week. Well, cue JVN! I take a healthy pump of this on my almost shoulder-length hair and really get work it in. No greasiness whatsoever. I can't tell I've even put product in! That's HUGE! I bought the mini but opted for just going ahead and buying the full-sized during the sale. Though I would pay double for this..."
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "This product is amazing. It leaves my hair so silky smooth and I canu2019t even count the amount of times my friends or family have asked me if I just got my hair done, because it looks so silky and fresh!"
        },
        {
            "review_title": "Blowout styling necessity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Smells amazing and is a great product to help hold blowout curls."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The product left my hair greasy and sticky, i had to wash my hair next day again , it was so hard blow dry my hair after using the product cz the brush would keep getting tangled cz of how rough it left the hair initially  the hair imti"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product so much. It helps keep my blowout lasting longer and provides a bit of texture which I think preserves the blowout."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love her!! I use it before I Dyson my hair and it makes my curls last so long. I have straight Asian hair that does not hold a curl usually. It also makes my hair so shiny and it smells so good"
        },
        {
            "review_title": "Greasy Hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Leaves hair with a film and looks greasy after blowdrying, had to wash my hair again after using it"
        },
        {
            "review_title": "Just alright",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Smells great, and provides good heat protection, but leaves my hair feeling greasier sooner than usual."
        },
        {
            "review_title": "BEST HAIR PRODUCT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This. THIS. was the BEST purchase. I'm not a huge fan of the smell, but my blowout lasted for 5 DAYS! It's soft no residue. I though my hair won't hold a style for longer than couple hours before, with this guy and a bit of styling DAYS I TELL YOU. I am not huge fan of the smell. but it fixed a life long problem, and yet when my hair is fully dry it feels like NOTHING, like soft touchable style retention 100/10. You can tell which picture was with it, and which one without. that's also day 4 of not washing my hair. magic serum I tell you"
        },
        {
            "review_title": "Got the job done",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product for free. I used it a few times and it got the job done. Smells good. Didn't notic3 any issues."
        },
        {
            "review_title": "I will try anything JVN after this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "A friend recommended this to me because we have similar hair, short and fine, and with the humidity, hello frizzy head summer! This product helped reduce frizz from the moment my styling tools touched my head. It helps give some volume (if you round brush as recommended), but if that's not what you're after, that's ok. It has other great benefits, including frizz control, softer hair, and it smells awesome. After using, I can't go as many days without washing my hair as I have in the past, but totally worth it to get the freshness of this product again."
        },
        {
            "review_title": "Works as advertised!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I went through the mini bottle, and it convinced me I needed the full version. This is one of the few hair products I've tried that actually performs as advertised. I have fine to medium hair, and I use 2-3 pumps and put it through my hair while it's wet. After blow drying, I noticed that my hair is really silky but also has some body to it. I also really enjoy the smell, it's kind of a spicy floral. Maybe not everyone's cup of tea, but I like it."
        },
        {
            "review_title": "Works well, smells bad",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This left my hair feeling healthy, soft, and hydrated. It goes in smoothly as well. I donu2019t enjoy the fragrance, it is overwhelming and not a nice scent."
        },
        {
            "review_title": "I like it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like this product. It makes my hair feel super soft and it smells great!"
        },
        {
            "review_title": "5+ stars u2b50ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The BEST hair product Iu2019ve used while blow drying my hair. If I could give it 10 stars I would. After going from box dye black to blonde in 5 monthsu2026 my hair had been through it. This has revived it! Purchase it!"
        },
        {
            "review_title": "Good feeling, no hold",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I got this product for my Dyson air wrap, hoping with the description of extended hold it would hold the curls better. Although I didnu2019t find it held the curl, my hair did feel great after using it, I ended up returning the product due tk the simple fact of it not having the entendes hold like I was hoping.  It think this would be for someone who blow dries only, not looking to hold a curl."
        },
        {
            "review_title": "I wish it was betteru2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I have used this product a few times after my weekly wash / dysoning my hair. It leaves my hair soft and smells nice. It does not weigh down the hair but it does not hold frizz/humidity well. My straightened hair was back to my natural curly"
        },
        {
            "review_title": "Just What I Needed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Was looking for a product to use before Dyson-ing my hair which I do after every shower. I have Asian hair that doesnu2019t hold a curl very long but this does it every time! I hate when products leave hair powdery but this does not at all, and 2 pumps is just enough for medium/long hair. My boyfriend complimented my hair the second time I used this u2014 enough said."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "I switched from the JVN Air dry cream to tjis because I wanted a bit more body for my thinning hair. I am definitely happy with this product.  You do not need to use a lot or your hair will get heavy. Just a smudge and work it through the hair. I follow up with my drybar Southern Belle Mouse and I am pleased with the fullness I see."
        },
        {
            "review_title": "Worth the money!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "A really nice formula! Itu2019s a gentle scent for those who are smell sensitive! It pumps out in a really nice and smooth texture. Itu2019s not sticky either. I feel like this really helped elevate my at home blowouts. I have just enough natural wave in my hair that it causes humidity reaction and I feel like this product helped control that."
        },
        {
            "review_title": "A blowout must-have!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Love this product!! Smells great and gives me great hold when I use my Dyson!! Curls hold their shape for 4+ days!!!"
        },
        {
            "review_title": "Fire alarm hazard",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The only heat protector Iu2019ve ever had that got so smoky it set off my fire alarm"
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Absolutely in love with this product, my hair looks amazing after blowdrying and styling it after using this. Highly recommend!!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I use this after the moisturizing shampoo and conditioner in the blue bottles from this line and the combination is fantastic. They all smell wonderful and my hair has never been better"
        },
        {
            "review_title": "Instant repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Absolutely love, I even got my husband hooked on it and we each have our own now! Smells like Iu2019ve left a hair salon each time we use. Hair soft, silky, smooth after a blow dry, itu2019s a very noticeable difference!"
        },
        {
            "review_title": "Very happy with this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been looking for something to smooth out my thick hair when i blow dry if. So happy to have finally found something that actually works and doesnu2019t make my hair feel greasy as i only like to wash my hair twice a week- MAX!"
        },
        {
            "review_title": "Must have for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love styling my hairs and this is the best product that i have ever used. Protects my hairs from heat damage, makes them smooth and it smells so good like a high end salon product!!"
        },
        {
            "review_title": "Didnu2019t do much for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I donu2019t know why but this product just didnu2019t do much for me. It smells wonderful and added a bit of hydration, but my hair still felt pretty dry after washing+styling, and it didnu2019t do much to hold shape. Itu2019s better than nothing but certainly wouldnu2019t repurchase. I would however recommend JVNu2019s instant recovery heat protectant serum instead, that makes your hair feel like pure silk even when you use high heat on it!"
        },
        {
            "review_title": "After wash blowout cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wonderful milky blow out cream. Smells magnificent and gives my hair a lot of volume and richness. Once blow dried it feels like you came out of the salon!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Omg this product I LOVE IT! I highly recommend it. As a short hair girl I just blowout my hair and this product works amazing with my hair I just use one pump and thatu2019s enough for my hair. It leave my hair soft and scent itu2019s not strong at all. As you can see in the picture I am half way through,  I am definitely going to purchase againu2764ufe0f. Thank you Influenster and Sephora to have the opportunity to try for free this wonderful product!!!!"
        },
        {
            "review_title": "Use a little",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I used this product for some time and really liked it at first but noticed I could only use the tiniest bit. If I used more my hair would become greasy, literally after drying my hair. On the positive side it did do what it said and made drying my hair easier plus reduced my frizz! Love the packaging as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This product smells amazing and makes my hair feel so soft after blow drying. It lasts a long time because you really only need one pump per use. ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This product works amazingly in my hair! It makes it appear smooth and shiny, especially when I use it after a shower."
        },
        {
            "review_title": "Good for fine/thin hair if you use a small amount",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I really love this product. I have fine/thin hair and have tried many heat protectants and only stick with clean products. It does not weigh my hair down, IF I use the right amount.  A little of this goes a long way. It also makes it easier to blow dry using a round brush."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have fine hair & this product was not for me. I used it a few times & it just left my hair feeling weighed down. I would recommend for medium/thick hair. Did not have a strong scent"
        },
        {
            "review_title": "Works good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I liked this product but I donu2019t think itu2019s anything too special. It does give you a nice blow out but with volume"
        },
        {
            "review_title": "Magic in a bottle for my fine hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Game changer! Iu2019ve been using other blowout products but this takes 1st place! Used it three times now! I feel like it gives loads of volume to my hair, isnu2019t greasy since I have fine hair, and has a nice scent to it! Overall 5/5 definitely Repurchasing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This product is a game changer for a blowout and at home silkpress for the curly headed girlies."
        },
        {
            "review_title": "Hair goals",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This styling milk is golden to me. It will leave your ends hydrated and smelling amazing after your blowout. Iu2019ve been restocking this one ever since I tried it in the JVN Christmas hair set. The bottle lasts quite a bit because 1-2 pumps go a long way, itu2019s worth it!!!"
        },
        {
            "review_title": "A must-have for blowouts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have fine hair and didn't think the lotion-like texture of this would work but it's so good! It leaves my hair bouncy and smooth after blow drying. Some weeks I blow dry my hair daily and this always gives my hair protection and lovely shine"
        },
        {
            "review_title": "Nothing compares - A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m on my 5th bottle, nothing works as great as this product. I have naturally long curly hair. I apply this when my hair is damp then blow dry straight and itu2019s as if youu2019ve gotten a keratin treatment. Leaves hair so soft, smooth and shiny."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I am in love with this product it leaves my hair smelling so good and soft. I have tried many other ones but this one tops as my favorite."
        },
        {
            "review_title": "Beautiful package but not my favorite product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This is decent product the smell and packaging are beautiful and luxurious. I felt like this was too heavy for a blowout product. My hair felt weighed down and gross after a day or two. As someone in the beauty industry who does hair i wouldnu2019t recommend"
        },
        {
            "review_title": "Bad for ME",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I was SO excited to find this product! I was looking for exactly thisu2026and clean. I read so many reviews and they sounded amazing, except for a few that said this product made their hair dryer and frizzier. I really hoped that wouldnu2019t happen to me, but sadly, thatu2019s exactly what happened. I tried a couple more times with different amounts but my hair wasnu2019t having it. So sad! I bought the other product also - in the glass tub container. That wasnu2019t as bad for my hair and might have made it a touch softer but no styling help and I couldnu2019t even tell if it did make it any softer. Returning both. PS I do still recommend it because thereu2019s a good chance what happened to me wonu2019t happen to you."
        },
        {
            "review_title": "A holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Porcelain skin tone, Dry skin",
            "review_text": "I've used it 3 times, and I already see the difference. My hair is shinier and smoother, I use it on damp hair after taking a bath, and even my mom , who is hard to impress, btw  compliments my hair. I am forever obsessed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love this product. I have naturally curly hair and it really tames it and makes it look thicker."
        },
        {
            "review_title": "Like, not love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I like it - I think it heat protects, smells good, and makes my blowout more silky. But my problem is that my blowout doesnu2019t last very well so I wish it offered more longevity/hold. Otherwise I like it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Smells beautiful and works amazingly. Havenu2019t found something like this at drugstore (believe me I tried) gives me a better lift than other blow out products I tried without leaving hair sticky"
        },
        {
            "review_title": "New routine must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I bought this yesterday, however, my first impression is great. I applied my typical leave in and then I went in with this blow dry milk (2 pumps). My hair is medium length, but definitely fine hair. I styled it with my dry brush and rollers to set the volume. My blowout stayed the entire night while looking silky. I did not apply any finishing oil or sprays."
        },
        {
            "review_title": "Thick coarse hair? It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wow I just stopped blow drying my hair to write this review. I have long thick coarse hair with a strong wave pattern. My hair is naturally chestnut and I dye it platinum. This easily knocked out half my blow drying time. My hair looks shiny and smooth even though Iu2019m rough drying with a rounded brush. Also a little went a long way so this is a steal. I never write reviews. This one is for the girlies with horse hair."
        },
        {
            "review_title": "Great for Fine Hair too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Normal skin",
            "review_text": "This is the best product I have ever used in my hair. No lie! I have very fine blonde hair that goes flat very easily with any moisture or other products. This JVN blowout is not stickie or heavy and holds the style. I use 2 pumps on my mid to medium length hair. I love too that it is heat activated so second day hair and beyond responds well to styling. I also use the JVN air dry cream when I am not going to blow dry my hair and it is amazing too! Love, love this product line!"
        },
        {
            "review_title": "Hair wash routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I absolutely love JVN products. The smell is lovely and it makes my hair silky. A little goes a long way."
        },
        {
            "review_title": "love this stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I've been told I have somewhat coarse wavy hair and I do have a hard time to make my hair look good when I style it, especially smoothing it out. I used the Blowout Styling Milk and Instant Recovery Serum for extra heat protection and loved my results. It's not weighing my hair down or making it feel greasy; it's light, silky, and feels clean with no strong smell. I would definitely recommend it. I'd finish it off with some Shine Drops or any hair oil you have to smooth down any flyaways! I feel like I got salon results."
        },
        {
            "review_title": "Salon-Worthy Blowouts at Home",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "If you're dreaming of smooth, shiny, and effortlessly styled hair like Jonathan Van Ness himself, look no further than the JVN Styling Milk. This lightweight leave-in treatment has quickly become a fan favorite, and for good reason.  Ease of Use and Application: Let's start with the simple stuff. Applying this milk is a breeze. A few pumps massaged into damp hair is all it takes. It blends seamlessly, leaving no greasy residue or sticky feeling behind. It even plays nice with other styling products, making it a versatile addition to your haircare routine.  The Rockstar Results: But the real magic happens when you unleash the heat. Blow drying with this milk in your hair is like giving your locks a first-class spa treatment. Frizz? Vanished. Flyaways? Tamed. Your hair emerges impossibly smooth, silky, and full of vibrant shine. The texture is transformed, feeling soft and healthy to the touch.  More Than Just Shine: But JVN Styling Milk isn't just a one-trick pony. It packs a punch of hair-loving benefits. The formula protects your strands from heat damage, up to a scorching 450u00b0F! Plus, it infuses your hair with nourishing ingredients like bionic peptides and cassia bark extract, leaving it feeling stronger and healthier with each use.  Sensory Delights: Top it all off with a scent that's pure luxury. Imagine a fresh citrus cocktail swirled with honey and a whisper of floral notes. It's the kind of fragrance that lingers in the air, leaving you feeling like you just stepped out of a salon, not your bathroom.  The Final Verdict: Whether you're a seasoned blow-dry pro or a heat-styling newbie, JVN Styling Milk deserves a spot in your haircare arsenal. It's the perfect combination of ease, effectiveness, and pampering luxury, making it a well-deserved winner in the hair styling game. Plus, the sleek and lightweight bottle feels amazing in your hand, adding to the overall premium experience."
        },
        {
            "review_title": "omg???!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I have very curly hair and I blow dry it straight weekly. I have SO many blow dry creams, serums sprays... you name it. this is by far the best I've ever used. my hair is so smooth and soft even after going out in the humidity, it's unbelievable. this is the game changer I've been searching for!"
        },
        {
            "review_title": "Great Product but Smell Isnu2019t My Favorite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It isnu2019t the best smelling fragrance for me, personally, but I do love how soft it makes my hair. Overall itu2019s a good product but there are others I prefer over this one. I received this product complimentary to try from Influenster. Thank you for the opportunity to try this product."
        },
        {
            "review_title": "My favorite styling milk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I really love this product. I received from Influenster a full size to try. It smells awesome and leaves hair silky soft after. I recommend and will continue to buy."
        },
        {
            "review_title": "So Smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "a little goes a long way and makes my hair so smooth when i do a round brush blowout. packaging is very nice as well"
        },
        {
            "review_title": "Worked on my black girl hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Worked with my 4b/4c hair! I have been trying for years to perfect my blowout and I think this product has made a huge difference. It gives weight to my hair so that it lays down nicely after I blow dry/flat iron it. I used it as my Cream in the typical LOC method."
        },
        {
            "review_title": "Absolutely love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product not only smell sooooo good, but it really makes my blowout look awesome. I feel like it does protect my hair from the heat, as I don't see any breakage."
        },
        {
            "review_title": "Such an upgrade for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, notSure skin tone, Normal skin",
            "review_text": "So happy with this product. I have used drug store for years and recently decided to splurge a little on hair care. The immediate difference it is making in my hair is incredible and itu2019s this line of products from JVN. My hair is softer than its ever been, has a beautiful shine and bounce to it. My hair does not typically react well to leave ins and gets so oily the second day, but that was not the case with this product. To be fair, I did watch a few videos online of how to use this for best results so applying a small amount from middle to ends (not just slopping it on the roots). But after applying, using only a round brush and hair dryer - I was ready to walk out the door to work. Nothing else was needed. This is going on my must-have list. And bonus it smells amazing."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "A wonderful heat protectant and will finish using the bottle, but not a repurchase for me. It doesnu2019t provide the shine or hold I want for a blowout and is a bit drying. Not my favorite for my hair texture"
        },
        {
            "review_title": "game changer for wavy/curly hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair",
            "review_text": "this is my favorite product I've ever found for my wavy/curly hair.  I put a generous amount into my hair and make sure to get a good squish - and go! total freaking game changer for me.  I never review but sought this out. Thank you to whomever for making my good hair days more achievable and more than a hope and a wish! ud83dude18"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t mind it but donu2019t really find it makes a huge difference for styling and longevity. Mostly using it for heat protectant. Probably wonu2019t repurchase."
        },
        {
            "review_title": "A complete MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, notSure skin tone, Normal skin",
            "review_text": "this is my third time purchasing this product.. which says a lot about a product! absolutely beautiful! makes the hair SO silky and soft!! plus itu2019s a heat protectant like cmon whatu2019s better than that"
        },
        {
            "review_title": "Dried out hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Smells nice but itu2019s super thick, like a balm consistency when rubbed together and left my ends with a weird coating that really dried out my hair"
        },
        {
            "review_title": "Dried out my hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "Damaged my hair. At first I thought I loved the way it made my hair feel, hold style. After several uses I noticed fried frizzy broken strands. Would not ever use again. ReturnHoping to return"
        },
        {
            "review_title": "Disgusting coating of my hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have fine, 3b curly hair &u201d this is awful. Iu2019ve tried so many ways to use this, so many different amounts & every method still results in my hair feeling like itu2019s coated with product. Wish I could return but itu2019s past the window."
        },
        {
            "review_title": "Incredible product - Thin hair approved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I have thin straight hair and this product has transformed my hair. I see a massive difference when I use it vs when I donu2019t. It gives my hair volume and does not weigh it down. Highly recommend"
        },
        {
            "review_title": "Just get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve been using this product for the past few months and I must say my hair always looks amazing after a blowout with this product. The way it holds all day is just amazing!"
        },
        {
            "review_title": "WOW!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I just used this for the first time today and WOW! This stuff is incredible. I have chin length hair and used 1 pump like the bottle suggested and was amazed and the results after blowdrying with a round brush. Hair is silky and shiny and Iu2019m obsessed"
        },
        {
            "review_title": "Great product for home done blowouts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love giving myself a blowout with my blowout brush, and this has made my hair so much better. I donu2019t use it on a daily basis, but when I give myself a blowout, I really love using this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Little goes a long way and I love using this before I blow dry my hair. Mg hair is curly and my hair feels soft and not oily"
        },
        {
            "review_title": "Really protects your hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Overall I love this product! The hold was okay but the heat protectant and shine it gives you is a amazing. I have thin, dry hair and this didnu2019t weigh down my hair at all. Loved it!"
        },
        {
            "review_title": "Works well but doesnu2019t protect against frizz",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells really good and makes my hair soft and shiny. Love that it protects against heat too. It definitely makes my hair smooth but as far as protecting against humidityu2026 Iu2019m not too sure about that. I live in Texas and my hair type is definitely the type to puff up as soon as I step outside. I still have grizzlies with this. I like it and the bottler is so pretty on my counter but I have other products that are better for a cheaper price."
        },
        {
            "review_title": "Game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This stuff is truly amazing. I have very thick, frizzy and curly hair so itu2019s hard to find products at actually work on my hair. I apply this to sections of my hair when itu2019s damp and then use the hot brush. From the first time I used it, I saw an immediate difference in my blowout. My hair was smoother AND it helped maintain my blowout for longer. Iu2019m so glad I found this!"
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "THE BESTTT. Guys jvn is SO underrated! These products are sooooooooo magical for your hair. Iu2019ve spent so much money on good products and this is by far is the absolute best! Chefs kiss guys"
        },
        {
            "review_title": "Itu2019s giving miracle, hunny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been on a mission to find a heat protectant that doesnu2019t make my hair feel stiff and dry. Iu2019ve tried like six things so far, and this is IT! My hair is SO soft and smooth."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "My go-to product after washing my hair. Blowdrying my hair after running about 1-2 pumps of this leaves it silky and smooth. Mild to no scent which is great. I have also left this in damp hair and let my hair air dry. I prefer to use this when blow-drying but hair still turned out nice when added and left to air dry."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I'll be honest, I don't know anything about the celebrity  behind the brand but I received a sample of another product (the air dry stuff) from this line and decided to check it out.   I purchased this and have to say I really like it. I have a layered bob that hits st mid-neck, super fine hair, but a lot of it that's been bleached platinum for the better part of 20 years. I used one pump and dried it. I love that it protects from heat and keeps my naturally curly hair frizz free.   And the smell!!!! It's delicious!"
        },
        {
            "review_title": "If you want frizzy hair then buy this!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "it made my hair tough to comb (my fingers got stocked too) after blow drying it made it even frizzier.... definitely would not recommend this!!"
        },
        {
            "review_title": "Disappointing - no hold at all",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Recommended by staff when I asked for something that will help me hold my style. My 40 min style falls flat before Iu2019m done, and have had time to apply a holding spray."
        },
        {
            "review_title": "A new staple in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I was skeptical since this is TECHNICALLY a celeb brand, even if it is JVN! I've been burned by celeb brands in the past. This stuff is honestly amazing. I have very thick curly/wavy/frizzy hair. It does not like to hold a style. This stuff works great when blow drying and when air drying. With this in my routine, my style stays for at least two days, which is practically unheard of for my hair. JVN has a new customer. I look forward to trying other products!"
        },
        {
            "review_title": "new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is mind blowing I have thick curly hair - I can full get a sleek blow out with my revlon drying brush and this itu2019s the best."
        },
        {
            "review_title": "BEST Styling product EVER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "First JVN hair product I have tried and NEVER going back!!!!!! This is the BEST styling product I have ever used. Helps shine and frizz control without looking oily! And it smells amazing. I used this on mildly damp to dry hair before curling and it worked beautifully. When I used to do a blow out also had the best bounce and shine! I have recommended it to all my friends with different hair types (thin to thick 2c-3c curls)  and not one has been disappointed! I am so happy I found this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Honestly very impressed by how sleek and shiny this makes my hair. Doesnu2019t make it oily or greasy and helps my blow dry stay intact for at least another day if not two days.  Smells nice and is easy to apply, I have long hair and itu2019s pretty thick, and I use about two pumps."
        },
        {
            "review_title": "Not essential imo",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Didnu2019t blow my mind but was okay,wouldu2019nt buy again"
        },
        {
            "review_title": "The BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "BEST heat protection Iu2019ve used. I love it so much. I am still trying to figure out the right amount for my hair. A little bit goes a long way and if you use too much your hair will be oily pretty quick."
        },
        {
            "review_title": "New must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t like to heat style my hair often, and this is the product that makes that possible. I put a small amount in wet hair, blow dry and then curl and this product helps hold the curl for DAYS without touch ups. 1000/10 recommend"
        },
        {
            "review_title": "Overpriced and Makes Hair Greasy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This product does not work for fine, long hair. If anything, it makes my hair look worse. It looks greasy with the product in, and I need to wash my hair within a day or two. I would not recommend it to anyone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "After every shower, Iu2019ve used this product and I must say itu2019s a game changer. It leaves my hair, so soft and noticeably less frizzy. Plus the smell is great as well. I think the price point of this product is extremely reasonable and I will continue to buy it in the future as itu2019s now a part of my hair care regimen."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a sample of this a while back and now Iu2019m on my second bottle. I have thick wavy hair and it really helps give me a great blow out. My hair usually canu2019t handle much product or it feels heavy but this product never feels that way."
        },
        {
            "review_title": "Really didnu2019t work for very long, full, fine hair.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got this product in a sample size from Sephora. I applied the blowout milk to my very long (hip length) full, fine hair. I started blow drying and it feels wet and waxy. I live for hydrating products but this is a fail."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Super good on curly frizzy hair! Made my hair super soft and isnt heavy or greasy. Also love the goass bottle, feels high end :)"
        },
        {
            "review_title": "A  must for platinum blondes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I am platinum blonde so my hair can sometime look dry and frizzy at the endsu2026 this product is a miracle worker. It keeps my hair looking smooth and healthy all day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Lightweight but hydrating. Helps keep shine after blow drying."
        },
        {
            "review_title": "A MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love using this product right before I style my hair with the dyson. It makes a HUGE difference and leaves my hair feeling extremely healthy and shiny!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Received in exchange for honest review.  Loved how lightweight this felt on my thin hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I don't usually blow out my hair, but this really makes it last when I do! My hair is also very thick and curly, but using this really helps my blowout hold!"
        },
        {
            "review_title": "Holy grail!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this for a couple months now and I love it!!! It helps give me the smoothest, frizz free blowout that I wasnu2019t able to achieve before. Definitely recommend trying this on damp hair, letting it air dry up to 85% and then a blowout. It gives great results"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "This product is amazing, it would help your hair look amazing after a blow out"
        },
        {
            "review_title": "A Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This styling milk is a must have! It leaves my hair so silky and smooth whenever I blow out my curls and greatly reduces any frizz. I love it!"
        },
        {
            "review_title": "Silky hair! Love it on my waves.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I am itching to use this again. I don't typically blow out my hair but this is perfect to add when I'm diffusing with heat. Leaves my hair feeling so silky."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this when I do a blowout for my hair! It keeps my hair looking silky, shiny, and voluminous. I have long, straight, and fine hair and one pump is all I need. This is worth every penny and it's going to last forever."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Keeps my hair smooth and frizz free for DAYS after I blow dry. Even in all of this rain and humidity. One pump is enough for my hair and it keeps my ends looking smooth, my hair shiny and has a slight hold to it."
        },
        {
            "review_title": "Nothing ground breaking",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This didnu2019t do much for my hair. I canu2019t use more than 1 pump bc it makes where I put the product super greasy and like tacky feeling. I canu2019t quite figure out the magic to making this do something for my hair and not making it icky."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019m a big fan of this blowout styling milk! It makes my hair feel very smooth."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was surprised I really like this. Because itu2019s slightly tacky I thought it would be a greasy tangled mess, but after blow drying it left my hair silky and bouncy.  It has slight hold which is great for a blowout look"
        },
        {
            "review_title": "Didn't love it, didn't hate it.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I really wanted to love this product because I do really like the JVN Instant Recovery Serum. I didn't love this product but I also didn't hate it. Unfortunately my hair just didn't care too much about the product. I have pretty thick, wavy hair and I've seen JVN use this on their own hair and I liked the results, but I think my hair is a bit thicker than theirs.   They recommend using 1-2 pumps, but because my hair is thick I used about 2.5 pumps and my hair didn't really feel soft or hydrated after blow-drying (I used the Dyson Supersonic + Olivia Garden round brush). In the pic I attached my hair looks decent because I used a flat iron and finished it with Oribe Gold Lust hair oil, but it doesn't feel soft when I touch it (even with the hair oil). Before flat ironing my hair looked a little poofier, less shiny, and my ends didn't feel as nice as when I use my other blowout product. I also feel like my ends are getting tangled more easily, whereas my other blowout product leaves my hair super silky and smooth and I can run my fingers through my hair mor easily. Basically I was hoping to get a silky, soft and smooth result with just the Blowout Milk and avoid using a flat iron, but this product didn't do that for me."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I love this product. It is my drying go-to when I'm not airdrying. Makes my hair so much smoother and softer after drying without weighing it down. I used this before drying then the Oribe Anti Humidity hair spray to style in the pictures. In love."
        },
        {
            "review_title": "Drown me in this scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "The scent of all of JVNs products is truly a salon experience. I would repurchase this blowout cream for the fragrance alone. However, I also enjoy how it performs. It helps reduce frizziness and protects my hair from heat damage. Just need to be careful not to use too much, or it can end up weighing your hair down. A little goes a long way."
        },
        {
            "review_title": "Soft and shiny hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I prefer this over the color wow blow out spray because itu2019s much easier to use and itu2019s lightweight enough for fine wavy hair. I only need 2 pumps for my entire head and it leaves my hair feeling really soft"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product! I have very thin, fine straight hair that gets a little dry and frizzy easily, but looks greasy if I don't wash it everyday. This is a game changer for me. My hair is so soft, doesn't feel like I have product in (less is more!), and it definitely protects from the heat of my styling tools. So glad I found this!"
        },
        {
            "review_title": "Staple in my hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Smells amazing. Fantastic product and light enough to allow for other products to shine"
        },
        {
            "review_title": "HOLY GRAIL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "If you have frizzy hair - this is a game changer! This instantly creates the most soft, bouncy and shiny hair of my life. I wash my hair once a week instead of every 3-4 days and it has a great scent. I have long, fine hair and use a pea sized amount. I always feel like I didn't put any product on my hair but once I blowdry I can tell I put the right amount in. If I use a dime size amount hair will be slightly soft but a greasy feel. Still looks good but I bet if I did more than a dime it would be a bad hair day so if there's anyone not enjoying it just use barely a pump. Rub it all over your palms then glaze over your hair and wash the rest off your hands. Less is more!"
        },
        {
            "review_title": "Works well for curly hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "So far, I really like this product. Iu2019ve been blowing my hair out as my preferred method for styling for over a decade. Iu2019ve tried many products over the years that have worked to varying degrees, but the main things I look for as a curly-haired girly are: something that leaves my ends (which are extremely damage-prone) soft, sleek and styled; a product that doesnu2019t sweat out at my roots and leave my crown u201cpuffyu201d at the slightest sign of humidity; and a product that leaves my hair with a NATURAL shine that isnu2019t greasy.  I came upon JVN Complete Blowout Styling Milk after a lengthy search for a new blowout cream to replace my Monat (yes, Iu2019m aware of the complaints) Studio One Blowout Cream, which has been my Holy Grail for the last 3 years. I was looking for a natural, clean product that I didnu2019t have to maintain a subscription for.  JVN Complete Blowout Styling Milk seems to be doing the trick more than anything else Iu2019ve tried. I would say it checks 2 out of 3 boxes. Styling my curly hair with solid products reduces my blowout time by 20-30 minutes, this is on par with other good products Iu2019ve used (2 minutes from pic #1 to pic #2). My ends are soft and cooperated with my round brush, my roots are lying flat with intentional volume in the correct places. However, I did not immediately notice a natural shine post-styling. My face framing pieces felt a little staticky and I feel like the end product was beautifully styled, but a little dull. Perhaps my natural hair oils over the next day or so will correct this, or perhaps I can try JVNu2019s Complete Nourishing Hair Oil Shine Drops next!  The product smells amazing and is NOT overpowering at all. Smells just like any other salon hair care product. Itu2019s not heavy. Itu2019s definitely a cream, but a lighter cream that feels quite hydrating. My hair is long, mid-torso length, and somewhat thick. I used 2.5 pumps combed through evenly and that didnu2019t weigh my hair down or make it feel oily at all. For finer hair, I suggest s"
        },
        {
            "review_title": "New Fave Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I donu2019t often make reviews but I love this product! I did a few pumps into damp hair and I have thick, dark, unruly hair. Not curly but not straight a weird inbetween lol and anytime I blow dry my hair even with product it always still is frizzy and not silky smooth. Enter this product!! My hair is shiny, smooth, smells amazing. Not funky or anything from the product. I loooove it!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I have fine/thin hair and this product is great in itself but can be heavy and kinda greasy on my hair type. If I use very little and blow dry with a styling brush afterward my hair looks very nice but it doesnu2019t take long for it to look flat again. Scent is great though.. strong so if you have a sensitive nose keep that in mind."
        },
        {
            "review_title": "Not blown away",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I donu2019t blowout my hair often but when I tried with this product, I felt like it made my hair feel gunky (Iu2019f thatu2019s even a word). Seemed like it protected my hair and made it feel softer but it def seemed like there was a lot of product so it felt weighed down. Youu2019ll have to try for yourself!"
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Love!!! I always get nervous that products will make my hair greasy but I didnu2019t have that issue with this! I have naturally straight hair so my goal is always reducing frizz. Having a frizz reducer and heat protectant in one is always a plus!"
        },
        {
            "review_title": "Waste of money!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I wanted to love this because I love JVN but it is truly awful. It really weighs down your hair and makes it feel dirty after just washing. Also makes it way too soft. I tried the first time I thought maybe I just used too much product but it is just awful. Use briogeo instead."
        },
        {
            "review_title": "Great for blow drying!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Searched for some products to help me blow dry, style, and heat protect my hair & landed on the styling milk. Wow. It smells so good and it really helps style my hair. My hair is straight and thick"
        },
        {
            "review_title": "Perfect for blow dry days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I don't blow dry often, but this is a great protectant when I do. My hair stays soft, the style holds, and the smell is gentle, but nice."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Simple to use. Love the smell. Definitely worth it. My hair always comes out looking and feeling good after using this product for blowout."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Not as great as the hype! Love ya JVN but this product is meh. Not that lightweight, leaves build up and makes my hair susceptible to static."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I was hoping this would help my frizzy, wavy hair but it made it dry and even frizzier. Would not recommend. There are better products out there."
        },
        {
            "review_title": "Essential!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Best heat protectant I've ever used. If you blow dry your hair often, this is a must."
        },
        {
            "review_title": "New addition to my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These made my hair smell so good and left it feeling soft and shiny!"
        },
        {
            "review_title": "My First JVN Hair Product Is A Winner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Complete Blowout Styling Milk is my first JVN Hair product and I plan to try more! I love how it smells and it really has helped smooth and protect my hair during blow-drying and heat styling!"
        },
        {
            "review_title": "silky hairstyle with a professional finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Oily skin",
            "review_text": "It is an exceptional product to achieve an impeccable and long-lasting hairstyle. Its light and creamy formula protects hair from heat while facilitating the drying and styling process. With this product, the hair becomes softer, more manageable and resistant to frizz, resulting in a silky hairstyle with a professional finish. Whether you want a sleek, polished look or defined curls, this JVN styling milk is a perfect choice for achieving a salon-like result in the comfort of your own home."
        },
        {
            "review_title": "Life changing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I am a sucker for a good blow dry product and this one blew me away. Using this with the JVN nourishing shine drops is a match made in heaven. My hair feels so amazing and style my hair is so much easier. Iu2019ll never not have this product in my hair routine"
        },
        {
            "review_title": "MUST GET",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I got this as a sample and used it before work my hair liked the same all day and looked nicer and healthier than i ever thought it could. So many compliments!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Dry skin",
            "review_text": "The product provides decent heat protection and does tame the frizz, but it makes my hair somewhat stiff and gritty. This may be due to the style memory part of the product. Whatever it is, it doesn't work for me."
        },
        {
            "review_title": "Greatu2026until it wasnu2019t",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I loved this product and had been using it regularly for several months. However, I noticed my scalp was increasingly becoming dry, itchy and flakey. Once I cut this product out of my routine, I noticed a big  improvement. Wonu2019t be using it anymore."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this product and highly recommend this. I was looking for something that is gentle to my hair and doesn't smell a lot, unlike a few other hest protectants that I've used as a beginner. Initially received it as a sample trial from JVN and OMG, I loved the result. My hair would stay as it is for 3 days or more, depending on my routine. Highly recommended. :)"
        },
        {
            "review_title": "Lovely, but a little heavy for my fine-ish strands",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Gives hair a faster blowout, lovely shine, smells great. Feels healthy and protected. For me, too greasy even if I used less. Recommended by a beauty advisor. Love JVN, but had to return it."
        },
        {
            "review_title": "Good for heat protection",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It helped tame down my frizz and the heat protection is a plus. I donu2019t frequently blow dry my hair, and when I do, Iu2019d like the style to stay for more than one day. This helped. Felt a bit heavy on my hair, other than that this product is good."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I use this product every time I style my hair. I was surprised by how much I liked it and will definitely be repurchasing it after I run out. Highly recommend d trying it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "I received this product free in exchange for my review. This was the first time trying this product and anything from this brand. I have curly hair that can tend to frizz and this product helped. A little on the pricier side though."
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This stuff smells really nice. It did make my wavy hair nice & smooth and sleek. But I felt it made it a pinch too greasy & weighed down. I love the air dry cream from this line though."
        },
        {
            "review_title": "definitely not for curly hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The first time i used it it gave me a really sleek blowout and i thought it was good but as time progressed my hair got really frizzy and then i tried using it again and it never blew my hair out well"
        },
        {
            "review_title": "Salon-finish long lasting blowout",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve got this product for free for review purposes and I am so happy I did. This products has given a smoother texture to my hair leaving a salon-finish style and making my blowout last longer than usual. Makes my hair easier"
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Simply the best blow out cream/ heat protector product out there! In addition, very hydrating and my hair has become noticeably healthier over time."
        },
        {
            "review_title": "Must-have for hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "My hair feels and smells so luxurious after applying and blow-drying. I use it even when not going for a full blow out just because I love it that much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "I have used this for about three weeks now and my hair has never been more silky or manageable. Absolutely in love with it!"
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I am really impressed with this product! I received a free sample from a rep in Sephora. Left my hair shinny bouncy without residue w/o looking like product"
        },
        {
            "review_title": "Styling Milk for Coils and Curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love the styling milk! It's perfect for hair that's a bit dry like my coily and curly hair. It stayed soft and pretty. I didn't blowout my hair with this milk. I let my hair air dry. I also added some oil like I did with the air dry cream. It's also lightweight which is very important."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Completely transforms your average blowout- smooths and defrizzes too"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "Love love love love this product! Itu2019s amazing! You only need to use a little bit and it goes a long way. It leaves my hair feeling so soft and amazing. This is a product I am going to be sure to keep around always."
        },
        {
            "review_title": "Amazing results for me !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "This product did not disappoint me ! I loved the results. Must have!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "ALL JVN products work amazing for me. Definitely a must have and has helped my damaged hair."
        },
        {
            "review_title": "Love the man but not the product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "How is it that samples work but when you buy it the product is not as impressive. I found this to be a little too heavy for me. Nice scent but I could tell when I started to blow dry that it coasts the hair a little too much. Tried using less but still a no for me. little too"
        },
        {
            "review_title": "I stopped avoiding my blowdryer because of this.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Addicted. I pair with the JVN detangler and have never had better at home blowouts. this product is HUGELY helpful with frizz and leaves my hair sleek and smooth, but doesnu2019t weigh it down."
        },
        {
            "review_title": "Good for your hair and your scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This products works and makes my hair very soft (long, thick slightly wavy hair). But the best part of it is that it doesnu2019t irritate my scalp. I find so many effective products for hair, but the next day my scalp is itchy. This does not!"
        },
        {
            "review_title": "Low maintenance hair styling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I rarely blow dry or style my hair with heat because I hate the heavy feeling of styling products but this has totally changed that! Easy to apply, holds style, and protects hair with an excellent formula."
        },
        {
            "review_title": "Smells lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Bought this product recently. I can't say too much, however, it does smell really good especially after blowing out your hair. I don't use too much so I haven't experienced a residue like some other reviewers are saying."
        },
        {
            "review_title": "Smells good but doesnu2019t really do a whole lotufffc",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019m obsessed with how this stuff smells although I will truthfully say that I donu2019t really notice this doing much for my blowout.u2026 I donu2019t notice any difference when I use this before a blowout and when I donu2019t. I will probably keep it because it smells really nice.ufffcufffcufffc"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this, and great to use before blow dry on wet hair. It smells nice and leaves hair shiny."
        },
        {
            "review_title": "Very nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I used this on my fine straight hair and it definitely smoothed down the fly alway hairs and broken ends. It made my hair overall very smooth. I applied the JVN shine drops over it and my hair is feeling incredible!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "iu2019ve been using the olaplex line for like a year now and wanted to give JVNs products a try. i really enjoyed this blow out cream. i have dry/coarse hair and this made my hair soft/smooth/w volume."
        },
        {
            "review_title": "Key feature missing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This works fine, but I had to use it in conjunction with other products because nowhere is it specified if itu2019s a heat protectant. If itu2019s not, it should be updated add this feature."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Leaves a strange residue. Love the other hair care products but for some reason my hair ends up stringy after my blow out"
        },
        {
            "review_title": "Holds style SO well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I bought this product on a whim to try to help with my Dyson air wrap styling and it is actually life changing. It extends the life of any blowout/hair curl with a normal curling iron by multiple days. I couldnu2019t believe my hair still looked perfect and curly the day after styling because of this."
        },
        {
            "review_title": "Amazing but I wish this was fragrance free",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Amazingu2026 Best hair product I have used. Unfortunately the fragrance is very strong so I canu2019t use it on work days (I have coworkers that are sensitive to fragrances)."
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I like how lightweight this product is. I apply it to my damp hair after the shower and it leaves it looking silky abd shiny."
        },
        {
            "review_title": "Volume!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This styling Milk gives you a Volume!!!!!!  Great for thinning, aged hair like me.  This product really works way better than those so called u201cvolume or thickeningu201d products."
        },
        {
            "review_title": "Ok for blowout great as styling cream",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I used this to blow my hair out which I donu2019t often , worked ok. Loved it as a styling cream used in wet hair scrunch and air dry loved the soft curls. Received this as a gift from influenster for my honeat review.honest"
        },
        {
            "review_title": "silky hair, classy bottle, somewhat affordable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "good amount of hold to extend the life of a blowout for my fine hair. good amount of added silkiness and cuts down on frizz. seems to also protect hair from heat as any cream that coats the hair would. i use 1-2 pumps and work through mid-lengths to ends of hair. quality glass packaging and plastic pump. got gifted for free, but its well priced against competitors at $29 for 3oz."
        },
        {
            "review_title": "Itu2019s okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have been using this prior to blow drying my hair and itu2019s been very hit or miss. If I donu2019t use enough, my hair still gets frizzy and if I use too much my hair has a very sticky and tacky feel to it."
        },
        {
            "review_title": "Soft hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am not a huge fan of the scent but it did seem to hydrate my hair a little. My hair wasnu2019t as dull and seemed softer after drying with the product."
        },
        {
            "review_title": "Just an okay product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product complimentary from Influencer. Iu2019m a little bummed by this. I had such high expectations from JVN, but this product didnu2019t make much of a difference in my hair at all. It does smell really good so thatu2019s a major plus! Im happy to try it but I wouldn't recommend or purchase."
        },
        {
            "review_title": "Nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I surprisingly enjoyed this product! I apply it while my hair is still damp after the shower. It makes my hair so soft and easy to comb through. Then I go in with one of my airwrap attachments to style. I just think they are a great combo"
        },
        {
            "review_title": "Itu2019s Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I donu2019t believe itu2019s worth buying for the price. I go through one bottle pretty quickly and it doesnu2019t leave a smooth feeling in my hair as Iu2019m styling. Does it work? Yes. Is it worth it, though? No."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This product is alright but not what was promised. It left my fine hair frizzy"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "Iu2019m not sure what I did wrong (since I followed the instructions) but this product did not work with my hair sadlyu2026 I was really excited but it left my hair feeling like I blow dried mousse into itu2026 Iu2019m definitely going to keep trying but I love the texture and smell u2014 definitely a plus"
        },
        {
            "review_title": "Replaces two products for just one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This styling cream gives my hair INSANE volume and shine! I usually have to sacrifice one for the other, colonized but dull or shiny but weighed down. But this one has solved my problem and is a new staple for me!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I have very thin and long hair that is easily tangled/hard to brush through. I use this product in damp hair and it makes it so easy to brush through before blow drying. The product smells amazing and is very lightweight. After blow drying my hair appears a lot fuller, reduces frizz, and is sooo soft! Love it"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have extremely long hair thatu2019s thin. This products worked perfectly and I personally felt like I just left a salon. I applied before I blow dried my hair and my hair looked so much better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have thick curly hair so when I blow out my hair I need a product that can do the heavy lifting. This styling cream smells so good and feels so lightweight in my hair. When I used it my blow dry brush glided through my hair without getting snagged or tugging, resulting in a shiny sleek blowout."
        },
        {
            "review_title": "If you have picky fine hair, THIS WORKS!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Wow. Iu2019m blown away. As someone with very fine, EXTREMELY picky hair, I was preparing for this to not work for my hair or make it greasy (like most products.) but boy was I wrong! This makes my hair soft, manageable and hold curl longer. I am so glad I purchased this. One of my favorite hair care products."
        },
        {
            "review_title": "This is the one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "Love how this blowout cream makes my hair soft and manageable  It reduces frizz. Very mild smell. Would 100% buy again."
        },
        {
            "review_title": "A staple in my hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love the way this feels on my hair! So lightweight and soooo smooth. Smells amazing and has done wonders to my hair. Switched from olaplex 6 to this product and I donu2019t see myself ever going back!!"
        },
        {
            "review_title": "NEW HOLY GRAIL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Idk what kind of sorcery is in this stuff, but itu2019s magic. My hair looks so smooth and bouncy after using this product itu2019s an immediate favorite. You only have to use 2 pumps and wah-LA your hair is looking fabulous. Run and buy this now ud83dude0d"
        },
        {
            "review_title": "A new favorite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "I received this as part of the Sephora holiday gratis box. I have fine hair (but a lot of it) but it does not weigh it down. It smoothes  my hair, reduces frizz, and blocks humidity-induced frizz. It provides good style memory. Drawbacks: while blowdrying, my hair tended to tangle, so I had to add a hair oil to add some slip. Also, it comes in a glass bottle; I prefer plastic because I tend to drop things."
        },
        {
            "review_title": "Get it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this product, smoothens my hair and I love the feel of it. Highly recommend"
        },
        {
            "review_title": "love love!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "omg I'm on my 2nd bottle I love this stuff after a blow dry it feels so soft and stays soft until my next wash day love it!!!!!"
        },
        {
            "review_title": "Cool",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received for free and I liked it but I didn't notice a huge difference in my hair.  Overall I like my hair curly rather than the effort of a blow out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "YES. Thatu2019s all I have to say. This stuff is incredible."
        },
        {
            "review_title": "Frizzz freee",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product is a heat protectant as well as a styling product. My hair is normally frizzy so I was excited to try this product, it definitely helped with the frizz. Itu2019s lightweight on my hair and doesnu2019t leave a sticky residue"
        },
        {
            "review_title": "I would buy again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Iu2019m happy with the results of this product.  Smells great and leaves my hair soft and less frizzy after blow drying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "Really good blow dry cream! Worked beautifully on my 3b/c hair!"
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love this product. I love JVN as a person (from watching Queer Eye) and had been looking for a product like this so I was intrigued when I saw it on Sephora's website and I am so glad I bought it. I do find that it adds about 5 minutes on to my drying time but it is so worth it. It leaves my hair so silky soft and shiny, and I think it actually helps prevent tangles in my hair as well. One pump is enough for my long medium hair so the bottle has lasted a very long time. I'm very impressed!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Dry skin",
            "review_text": "This is really nice! I tried it for a date night and my blowout stayed ! The consistency is super thick and sticky ud83dudc93 but doesnu2019t leave your hair crispy or crunchy ! Definitely recommend"
        },
        {
            "review_title": "10/10 for gorgeous blow dryer hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is the best product I have ever used for blow drying my hair with a blow dry brush. It makes my hair, so luscious and smooth with barely any frizz. Itu2019s a 10 out of 10 product in my books. ufffc"
        },
        {
            "review_title": "MUST HAVE!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is definitely my favorite product! Iu2019m using over and over when blow drying my hair and it makes it look so natural and healthy!  It doesnu2019t have a strong smell, itu2019s fantastic."
        },
        {
            "review_title": "Must have for shiny, sleek and soft hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I use this product every hairwash day and it always leaves my hair looking shiny and sleek all day! Thats a huge achievement especially since my hair has the tendency to frizz up throughout the day."
        },
        {
            "review_title": "Not Great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I did not see anything special with this. It left my hair feeling greasy. I will not repurchase again. I received this product from Influenster"
        },
        {
            "review_title": "New Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I have thin, flat, shoulder length hair and I'm constantly struggling with getting lasting volume. This product gives my hair lightweight body and bouce that lasts throughout the day after styling. I don't have a lot of hair, so one pump is more than enough. It emulsifies into thicker, creamy texture when rubbed between your hands, but it's not heavy whatsoever. I've also recieved compliments about my hair smelling nice after I started using it, so that's a plus as well! Will definitely be repurchasing once I run out."
        },
        {
            "review_title": "Dries hair out after long use",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "At first I loved this product, it made my blowouts so soft and perfect. But after about 6 weeks I found it dried out my hair so bad, it was frizzy and the ends so split. I stopped using and purchased some repair products and my hair is back to normal."
        },
        {
            "review_title": "I like Bumble Straight better",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Olive skin tone, Combination skin",
            "review_text": "I was really looking forward to using this product. Unfortunately, it did nothing for my thin and frizzy hair. I returned it"
        },
        {
            "review_title": "I recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After using this product over a months period, and figured out how much product worked best for my hair, this hair serum worked so well for me. Just know that a little goes a long way!"
        },
        {
            "review_title": "Will not repurchase",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Not the best. In comparison to my other product for blow outs, this one requires me to use several additional things to achieve the same look - not hydrating enough and adds no shine and only minimal frizz control."
        },
        {
            "review_title": "A must! Left my hair silky smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Dry skin",
            "review_text": "I love using this product; I feel it really protects my hair from heat and leaves it shiny and flawless when styled. It has a nice soft clean scent. Left my hair soft and smooth, and looking healthy with no fine hair frizz."
        },
        {
            "review_title": "Great for my fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I have been using this for a few days and it is absolutely what I was looking for. I have fine hair that tends to get greasy with many products. This product does not make my hair greasy whatsoever and it feels silky smooth!"
        },
        {
            "review_title": "Smooth & Shiny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "JVN Complete Blowout Styling Milk and all JVN products have the Sephora Clean Planet Positive stamp which is a great start in my book. I was skeptical going into this product as I thought I had my blowout routine nailed, but ***ding ding ding*** we have a winner! This product replaced TWO different staples I was using. I have 2a type hair and I found that not only was this product very easy to use, but it tamed my frizz and made my hair more visibly shiny. It has a fantastic scent and allows me to style my hair perfectly. It gives your hair that natural shine and will allow you to style your hair without any hardened effects that you get from hair sprays or gels."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I've used this for a few weeks now. I'm really loving how it doesn't leave my fine, bleached hair feeling dry. The static in my hair is dramatically reduced. I can easily go my three to four days between washes without getting greasy. My hair also seems to be less tangled using this product. I will definitely be repurchasing!"
        },
        {
            "review_title": "Turns My Hair into Silk!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t know what sorcery goes into making this product but it WORKS. This turns my bleached hair into silk with just one pump of the product. Iu2019ve never used a more magical hair product! It tames my flyaways, doesnu2019t weigh my hair down, and leaves it feeling just as silky as it does when I leave the salon. Absolute holy grail!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is such a wonderful styling milk. My hair looks so much better with it compared to without. I like light smell and lightweight texture. I apply two pumps to my damp hair and blow dry. My hair looks smooth and sleek."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "love this product!! I usually blowdry my hair very often so this product is perfect. Smells amazing and leaves hair super shiny and soft.ud83eudd0d"
        },
        {
            "review_title": "Reminds me of my grandmothers bar of soap",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The smell is awful. I have fine hair, and this did nothing.  Actually I think my hair held a blowout less than it did without this."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is so heavenly. It smells so nice, itu2019s a soft scent so itu2019s not overpowering at all. I find it makes my hair feel so soft after blow drying too. I plan on purchasing this for a gift this month also"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Love this! Made my hair so soft and kept looking great all night. Highly recommend. You donu2019t need a lot so the bottle goes a long way."
        },
        {
            "review_title": "worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "1000% recommend , this will leave your hair smelling so good , soft , and very shiny ! Will definitely be repurchasing when done with this bottle"
        },
        {
            "review_title": "Very good for short thick fine hair too!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I received this gratis from Sephora in exchange for my honest review. Lightweight clean styling product that left my hair so soft, shiny and smooth yet not too much so. I was worried as I have short, thick but somewhat fine hair but using just a very small pump works well and doesnu2019t weigh it down nor feel greasy. Iu2019ve not used any other JVN but I am loving the fresh mix of fragrances tho it doesnu2019t overwhelm. My hair feels healthy, shiny and silky all throughout the day and I love to feel and smell it! A nice addition to my blow dry routine and Iu2019ll definitely rebuy it."
        },
        {
            "review_title": "finally!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "i am the laziest person alive, so if i'm taking the time to write this review it's legit. smooths my frizz, extends my blowout, no gross residue. LOVE."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is amazing! I have fine hair that gets super frizzy. Itu2019s hard to find a product that combats frizz, yet not weighing my hair down making it greasy. This product smells so good!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I really enjoyed this product. I donu2019t often use a hair dryer on my hair, but I pulled it out to try this product and loved it. It gave me so much volume and left my hair feeling so smooth. Loved itu2019s"
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I wanted to love this, with all of the good reviews, but itu2019s not for me. It leaves a sticky feeling in my hair. It makes it feel thicker, but in a negative way. Also it does not smooth, seems almost more frizzy to me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Love the smell and the lightweight nature. I started using it even when I donu2019t blow out my hair!"
        },
        {
            "review_title": "Wish it worked better for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I really wanted to like this. Smells nice and I like the texture of the product. Unfortunately, my hair was stringy and frizzy once I finished blow drying. No hold or added volume. Such a bummer, will be returning."
        },
        {
            "review_title": "Will never go without this. Worth the price.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely adore this. My sister recommended it to me. I have thin-ish hair but I have ALOT of it btw. This makes my hair so freaking soft and shiny and definitely reduces frizz AND I noticed my hair dried a lot quicker too with the blow dryer. Canu2019t wait to wash my hair next. I should also mentioned I used only this product to truly test how it works."
        },
        {
            "review_title": "Like it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I really like this product! It leaves my hair feeling smooth and soft and has a very nice mild smell. Great to use before blow drying and leaves hair feeling shiny and smooth."
        },
        {
            "review_title": "BUY THIS NOWWWWWW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes",
            "review_text": "i absolutely love this product. my hair is very dry and damaged due to years of coloring and heat damage and after one use my hair is silky and shiny (not greasy!) i love this!!!"
        },
        {
            "review_title": "Perfect blow out that lasts days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I recommend this highly! I blow my hair out once a week and this tiny packet lasted me three blow outs (I have a lot of hair too!). Absolutely purchasing the full size. My bounce lasted for three days without a touch up. Huge time saver. I use it when my hair is like 60% dry and it works like a charm when I pair it with my Velcro rollers."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Thought this smelled really good and was lightweight on my hair. I did find a little bit goes a long way. If you use too much it makes your hair sticky and gross. Love the packaging. Overall good product."
        },
        {
            "review_title": "Doesn't weigh my hair down.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received a sample with an online order. I loved the way it made my hair feel when I'm done blowdrying my hair. I use it along with my Pureology leave in conditioner. doesn't weigh my hair down and my blowout lasts about 2-3 days."
        },
        {
            "review_title": "Game changing for blowing out curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been blowing out my curly hair often lately, and my hair was getting pretty stiff and dry with every product that actually worked to prevent frizz. This mill makes my hair soft, but actually holds style. This is the perfect product for hydrating my color-treated hair. My blow outs now stay"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The packaging is beautiful and luxurious! A sturdy glass with a convenient pump dispenser  It's so easy to use - simply apply evenly over damp hair and then blow dry as usual  You'll notice less frizz and instantly moisturized, healthier looking locks - I was hooked with first use   Key benefits: u2661 Hold and style memory - maintains your desired style up to 48 hours u2661 Humidity control - controls frizz by an astounding 99% in high humidity up to 48 hours u2661 Protects hair (Color and damage control ) up to 450u00b0 u2661 Deeply hydrates and locks in moisture  Key ingredients: u2661 Cassia Bark Polymer u2661 Orchid Milk u2661 Ionic peptides  I was impressed, even having high expectations"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received as a gift to use and review and I have to say this is a pretty amazing styling product. I like that not only does it make your hair look amazing after blowing it dry but it also protects your hair from the heat. I have fine hair and one thing I noticed is it did weigh my hair down a bit so I just used a bit less product the next time. Overall great product."
        },
        {
            "review_title": "A fast favorite hair care product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Pleasantly surprised! This works awesome on my thin and fine hair without weighing it down or making it look greasy. I tried it after reading reviews and was not disappointed. I will continue to purchase this in the future!"
        },
        {
            "review_title": "Natural Hair review!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This stuff is amazing. Very lightweight. A little goes a looooong way. I used the sample I got for my whole head of 4a frizzy natural hair and my Blowout was very tame nd my silk press turned out amazing."
        },
        {
            "review_title": "No noticeable difference for me.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I reallly wanted to love this but unfortunately it didnu2019t make much difference for me other than made my hair smell good. I also have the air dry cream and am not convinced these are different products - they smell and look identical. I have thick straight hair that gets frizzy when not tamed so I was hoping this would help with frizz and be heat protectant when drying but no such luck. But I love JVN u2764ufe0f"
        },
        {
            "review_title": "Does Exactly what it says",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I live in Florida and my blowout frizzes almost immediately when I step out of the house!  1-2 pumps is all you need, no frizz and my blowout stayed untouched for 3 days.  Amazing product for sure!"
        },
        {
            "review_title": "This stuff is amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Never heard of this brand and I received a small sample with other products that I purchased (I think its wonderful that we can sample products when we buy things) and fell in love with this product. I have naturally curly hair and put this in before blow drying and I had absolutely no frizz. It smells good and you're hair stays super soft. I was shocked and bought a full bottle right away.  I absolutely recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a really great heat protectant! I have been slowly switching all my hair products over to JVN! I was really impressed with the prewash oil, so I had to give this a try! I love it! Smells amazing, left my hair with a beautiful shiny finish!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received a bottle of this blowout styling milk as a member of the Community Ambassador program in exchange for my honest opinions.  Hair care products are usually the lowest on my priority list in terms of things to buy or try, so I likely never would have picked this up on my own. That said, the product is really nice. It has a scent I would say is gender neutral with a sort of crisp, cucumber-y kind of vibe. It's not my favourite but it's also not very strong so you won't be catching whiffs of it all day. When I used it I did notice that my hair seemed shinier and smoother after blowing it out and I usually have quite a bit of frizz and flyaways. It makes my hair look so much nicer that I now actually look forward to blow drying my hair."
        },
        {
            "review_title": "Love this!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really like these products. I color my hair and these two products have helped the appearance.  It adds shine and makes my hair feel soo soft. I especially like how there are specific products for dry and wet hair. Another added plus is not a lot of product is needed.  I used two pumps for the blow dry serum and a dab from the other. My hair is not sticky, stiff, gross feeling. It also smells really good!"
        },
        {
            "review_title": "Perfect for frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this product as a sample and decided to buy the full size because I liked it so much ufffc"
        },
        {
            "review_title": "New Holy Grail product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The packaging is very nice and sleek. It is very easy to use and a little bit goes a long way.  This product made my hair look so soft, silky, and manageable.  This has been great to use every time I blow-dry my hair!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "This milk is soft and smooth when applying to hair. It smells nice and really softens up locks. A little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Worth every penny . I have thick wavy hair and works great to protect my hit against heat from the blow dryer"
        },
        {
            "review_title": "Great product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Loved it! It worked amazingly. I would 100% recommend it!"
        },
        {
            "review_title": "Apply Milk To Your Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I received this item complimentary to try for an exchange of my honest opinion.  I like the packaging for starters, itu2019s nice and heavy and a glass bottle. It has a pump that pumps a good amount of product. It also smells great and feels very light weight on the hair once applied. The milk product is not sticky but does have a slightly thick consistency that one would imagine with the word milku201d used to describe the product type. A little goes a long way so I think I will enjoy this for a little while longer before I commit to buying from Sephora."
        },
        {
            "review_title": "Very nice and user friendly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I really really enjoy this. I have super thick curly and dry hair and I feel like after blow drying it was soft to the touch and easier to manage. it's not too thick or heavy on the hair. JVN has come out with some great products and this is for sure a good find."
        },
        {
            "review_title": "Thr bomb diggity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love this product! I used it for a month and I'm loving the results! My hair is usually frizzy and dry but it has rehydrated my hair and brought it back to life. My hair got fried one time dying my hair at home but the picture attached will show you that using this blowout hair melt from jvn is absolutely the bomb. This is definitely a really good product that you can get your money's worth. It's easy to apply to your hair and it works for all hair types. If you have dry frizzy hair I promise you that this product will help. I have now added this stuff in my must-have routine!!"
        },
        {
            "review_title": "Soft touch",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "A little goes a long way with this stuff and makes my hair feel so soft! Even when my style doesnu2019t hold up, this product keep my hair feeling so soft and smooth"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I donu2019t typically blowout my hair so I donu2019t use this too often, but when I do - my curls LOVE it. Great scent. Does leave a bit of residue so thatu2019s a bummer. But overall really enjoy for my hair. I received this complimentary through influenster"
        },
        {
            "review_title": "A must have product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "The JVN complete blowout styling milk is a must have product! After using this, I had salon ready hair! Itu2019s complete with soft feeling of the hair, no frizz, and best of all- no harsh chemicals! I used this both before blow drying and after and it works the same way for both! Just apply to hair, then style! Canu2019t get any easier!"
        },
        {
            "review_title": "Good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This was a nice product for blow drying hair. The directions said to use a smaller amount than I ended up having to use to cover where needed. I used this on my midshafts to my ends. I felt it gave a nice blow dried style, better than without using it. Iu2019m not sure how to do a u201cblowoutu201d on myself but I felt this was a good alternative. It made my hair soft and it also smells great."
        },
        {
            "review_title": "Say hello to soft, silky-smooth,sleek & shiny hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this styling milk as part of a hair care gratis and am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador, based on having used this styling milk approximately 2-3 times per week, for about a month now.   MY HAIR TYPE / CONDITION: Stick straight, color treated hair in need of volume at the crown. Individual hair strands are fine, but I have a lot of strands so my hair can look thicker than it actually is.   WHAT I LIKE: * lightweight * does not weigh hair down * does not leave hair greasy  * easy to apply * serves as a heat protectant * works nicely as a detangler * leaves hair soft, silky smooth, sleek and shiny, with movement and fullness to it * zero frizz * hair looks and feels healthy * a little goes a long way  AREA(S) FOR IMPROVEMENT: * None, I can think of   FYI / OTHER THOUGHTS: * Has that signature JVN scent found in shampoo and conditioner in the brand's Nurture line. To my nose, it's a mix of fresh, sweet, fruity, floral, woodsy notes, that smells wonderful! *  My hair is so soft and silky smooth that I can't stop touching my hair on days I use this product  BUY, BUY, BUY or BYE-BYE?: * It'll take me a while to make my way through this styling milk, and I plan to purchase another bottle when I do. This is a BUY, BUY, BUY in my book.  * Highly recommend"
        },
        {
            "review_title": "Very nice heat protector",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I enjoy this product a lot. I have very long hair, and a lot of it, and one pump is all I need. It leaves my hair silky. I apply to damp hair before using heat tools and the results are gorgeous"
        },
        {
            "review_title": "Lives up to claims",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I really like this styling milk. I love that it has thermal protection and makes my hair smooth and soft, yet not greasy. It smells nice and clean (somewhat citrusy). It also seems to maintain its effects so that my hair still looks less frizzy the next day after washing. Very nice product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product to review and didnu2019t think much about trying it because I usually let my hair air dry to avoid frizz. I was running late one day at that wasnu2019t an option so I gave this a whirl, and Iu2019m glad I did! Worked great, left hair smelling good and looking great."
        },
        {
            "review_title": "Let Down",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "After reading such good reviews I was exciting about this product but it disappointed. It left a residue feeling in my hair and didnu2019t help with frizz or anything when I used it. I gave it 2 tries but then I had to return it."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Iu2019ve tried this product a few times over the last few weeks & it simply does not agree with my hair texture. Have thick curly natural hair & think maybe this formula just isnu2019t fit me. I love the packaging & glass bottles though! I would recommend for more tamed textures."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I have very curly/wavy/frizzy hair that doesnu2019t like to stay styled. When I used this before a blow out, I did notice that my hair was les s frizzy, smoother, shiny, and held the style longer than I expected. The product also replaced the need for a heat protectant which I liked a lot. It smelled nice and worked well for me."
        },
        {
            "review_title": "Not a fan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was not a fan of this styling milk! It left my hair feeling very sticky and not very manageable!"
        },
        {
            "review_title": "Love JVNu2019s line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I really like this so far! Iu2019ve only used it a few times since I donu2019t blow dry my hair super often, but it smells amazing and I love that it replaces a heat protectant spray and is hydrating."
        },
        {
            "review_title": "Another JVN win!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received this product gratis from Sephora in exchange for my honest review. I was already a huge fan of JVN styling products and this one is fantastic as well. It helps with shine and  reduces frizz. I use 1 pump and it doesnu2019t weigh down my hair or feel sticky. I would definitely purchase this on my own."
        },
        {
            "review_title": "It really helps achieve a great hairstyle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This BLOWOUT STYLING MILK is amazing. I've been using it for about a month now and I just love it. It smells fresh and clean and leaves my hair so soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really liked using this product. Made blowdrying super easy and left my hair feeling great"
        },
        {
            "review_title": "Pour des cheveux du2019apparence saine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Ju2019ai reu00e7u ce produit en format u00e9chantillon et ce fut lu2019un de mes u00e9chantillons pru00e9fu00e9ru00e9s. En plus de sentir bon et de ne pas u00eatre collant comme certains produits pour les cheveux, il rend les cheveux soyeux et souples."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I recently tried the JVN Complete Blowout Styling Milk that I received as a complimentary sample from Influenster, and I'm really happy with the results! It's a lightweight product that isn't sticky at all. It also adds great volume to my hair without leaving it feeling greasy. The scent is pleasant and doesn't linger. Overall, this is an excellent styling product and I would highly recommend it!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve used this product a few weeks now and I love it! It has a nice fragrance to it and has helped my hair look much smoother plus shiny. My hair is straight but a bit dry from dying it a little to often. This product here helps speed up the blow dry process and makes my hair not so static/frizzy on the ends while adding hydration. It looks nice and extra smooth. Love that it also provides heat protection. Iu2019ve tried plenty of hair products as a beauty junkie and I am for sure buying this one once Iu2019m out. It is definitely in my top five favorite hair products ever!!"
        },
        {
            "review_title": "A new staple to hair care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I had never heard of this before until I received a voxbox from Influenster go try and give my honest opinion. I loved it. Every time I used it I felt like I left the salon. Its lightweight and makes my hair feel so soft. The smell is so good too. I definitely recommend this for your hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "never blow dry my hair, it's too thick and takes too much time, so I usually just let it air dry. I tried this out for thanksgiving, and oh my god my hair felt so soft and looked so healthy, especially after I curled it. This will definitely be my go to product for when I do blow dry. It cut down the drying time so much and doesn't leave any weird crunch or residue!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I used this on my coarse, curly/frizzy hair and loved how my hair turned out. Initially, I didnu2019t think I was going to like it because I didnu2019t really notice a difference when I blew out my hair. However, when I flat ironed my hair, it turned out great, and my hair held and didnu2019t start to wave or frizz after a few hours like it normally does. I really like this product. Also, a little goes a long way. Im used to using a lot of product in my thick hair, but with this I actually had to use less. One pump was perfect."
        },
        {
            "review_title": "Definitely worth a try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Looks, smells, and feels great. I made the jump from style gel to this product. Itu2019s great because my hair is getting longer now and I was looking for a product like this"
        },
        {
            "review_title": "Loved this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "Received this product complimentary in return for honest review. Loved how light and non sticky/greasy the formula was. Did not weigh my hair down and left it soft without any frizz. Also loved that it was in a glass bottle with a pump."
        },
        {
            "review_title": "A new fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I have insanely thick hair and it varies betweent curly and wavy. Not a lot of women have my u201cjew hairu201d and its just such a hard texture to describe. A lot of those cult fav products dont work. This stuff is AMAZING. My hair has never looked so healthy and it halved the overall drying time."
        },
        {
            "review_title": "Itu2019s okay",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "I use a blow dry cream every time i wash my hair and this wasnu2019t doing it for meu2026 i received this product for free in exchange for an honest review from Influenster! I have super dry hair and felt that it didnu2019t lock in enough moisture for me. The smell is so good though!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "My hair absolutely love it. I use it whenever I blow dry or curl my hair and the results are amazing. My curls stay and have a beautiful natural bounce. It also helps reduce the fizz which is a huge plus. Definitely a must have."
        },
        {
            "review_title": "Great new all day shine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this for free from influencer to Test. The product has an amazing sent. There are many Greta benefits to this products like protection from heat damage. Silty smooth feelings, and long all day shine and hold."
        },
        {
            "review_title": "Volume with no frizz!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I recently received #JVN Blowout Styling Milk from #Influenster in a #Voxbox in exchange for my honest review. This product checked all the boxes it was supposed to. It reduced frizz, provided a. Non-tiff blowout like hold, worked as a heat protectant, and added a beautiful shine (especially if combined with the JVN Shine Drops.  I typically wash my hair ever two days or so, and didnu2019t find that I needed to wash any sooner, so it didnu2019t make my hair look or feel oily and greasy. I also was impressed by how the styling milk reduced frizz. I typically use a heat protectant, but with this I noticed less flyaways and frizz even with the added volume the product also gives. Over all Iu2019m very satisfied with the JVN products I received and with the prices being so fair, I will be repurchasing when I run out. (Which wonu2019t be soon)"
        },
        {
            "review_title": "Great for dry curly hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This worked so well for my curly fine hair! This is one of those products where less is more because it can get pretty heavy easily. The smell is wonderful as well and adds lots of shine!"
        },
        {
            "review_title": "Milky hydration for your hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "Milky hydration for your hair! All the moisture without all the grease. I literally cannot live without it now if I have to blow dry my hair. Leaves hair looking shiny, soft, and frizz free."
        },
        {
            "review_title": "Salon hair at home",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This blowout milk did its job- my hair feels silky smooth and luxurious. And it smells really good! Also, it does not make the hair greasy at all, but really smoothes it out and makes it look salon ready!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this.  I like using it alone or with Air Dry Cream.  Its light and doesn't make my hair look or feel dirty like most other things. My hair's bouncy and flowy with this.  I'll never go back."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I loved this! It gave me a smooth blow dry without weighing down my fine hair!"
        },
        {
            "review_title": "My hair looks and feels amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This styling milk smells incredible and works wonders for my dry, frizzy hair. A little of this product goes a long way in delivering the most amazing, smooth blow out imaginable. My hair is easier to style and looks shinier and healthier. I love this stuff!"
        },
        {
            "review_title": "Yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster and JVN in exchange for my honest review.   I enjoyed using this styling cream. The smell was very comforting almost, yet fresh. It left my blow dried hair feeling hydrated and not like straw. The next day when I woke up, it was nice to see my hair still wasn't frizzy instead of the rats nest it usually would have been. Definitely recommend it."
        },
        {
            "review_title": "Best blowout product ever!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is te best blowout product Iu2019ve ever used! I used just two pumps halfway down hai to the ends (no roots) the proceeded to blow dry as normal.  This milk  makes my hair manageable, soft, great for controlling frizz and flyways, holds my blowout for so much time, It didnu2019t make my hair greasy or sticky, easy to use, lightweight and smells very nice!! It is silicone free, sulfate free, color safe and veganu2026 Definitely recommend 10/10"
        },
        {
            "review_title": "Love it !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Dry skin",
            "review_text": "OMG !!!  I tried them and it's honestly the best product I've ever tried. My hair is beautiful, silky and very shiny... I don't understand how I had never bought this product... it's amazing"
        },
        {
            "review_title": "9/10 GREAT PRODUCT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have used this every time I've blown my hair out at home over the past 2 months. The product does not have a strong smell, but for what little scent there is it smells clean. I have wavy damaged hair and this worked well for me. The product helped smooth and reduced the appearance of split ends. My hair is EXTREMELY soft once I finish my blowout, I think it is softer using JVN than when I use Oxplex. I do think the pricing is reasonable since it has worked so well on my hair. overall I would give this product an 9 out of 10."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "So pros, a little goes a long way, it is not heavily scented and the light scent is pleasant, it does not weigh down my hair or make it look greasy.   Cons - I don't think it lives up to it's claims. It did not smooth my hair, it made it look super puffy and frizzy, both when I used it with heat as directed and when I tried it without heat. When heat styling, my ends especially ended up very puffy and even flat ironing didn't totally fix the issue. I didn't notice any particular benefit of heat protection either.   I am a Sephora Beauty Insider Community Ambassador and this is my honest review."
        },
        {
            "review_title": "Super great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I donu2019t blow dry my hair very often, but when I do, I make sure to use this! My hair is way less frizzy and itu2019s such an easy heat protectant! I got this for free in exchange for a review, but I will definitely consider repurchasing this when mine is gone!"
        },
        {
            "review_title": "Great stuff",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This product was great! I wasnu2019t thrilled after a rough blow dry, but after doing a thorough one it looked great! It doesnu2019t weigh your hair down or make it greasy looking. My hair was soft, smelled great and was very sweepy which I love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This VoxBox allowed me to try JVN products for the very first time and they did not disappoint! At first I was a little hesitant to use the styling milk because it was my first time using a product like this. Per the directions, I put about 2 pumps of the product onto the palm of my hand and then rubbed my hands together before applying it on my post-shower damp hair. After thoroughly coating my hair, I blow dried it. My hair is a combination of curly and straight hair and is difficult to maintain; however, this product left my hair feeling soft and with little to no frizz! It has a lovely scent to it and left my hair with a healthy shine to it. I only used it about once or twice a week and it worked wonders! The packaging of the product is also very chic and definitely meant to be out on display on the vanity. Overall, I love this product and I am looking forward to continue using this as a staple in my hair care routine and trying more items from this company!"
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t know what magic is being used but these products are beyond AMAZING!!!! Iu2019m in love with the Air dry cream but this one is on another level! My hair dried in half the time with no frizz and a beautiful soft shape. Thank you Jonathan!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "My wavy hair has a good amount of volume when I let it air dry. Unfortunately it tends to look limp and lacks volume, especially near the roots, when I use heat protectants and smoothing products while straightening my hair.   Blowout Styling Milk is a styling product and heat protectant in one. The less products I have to used, the better! I own a few JVN products and love that they all have in goal in mind, frizz free hair, and the products really work!   Humidity is a big issue in South Florida and my hair loves to curl as soon as I step out of the door. The Blowout Styling Milk not only protects my hair from heat damage, it also helps to keep my straightened hair straight longer. Iu2019ve also noticed that I spend less time doing touch ups in the mornings as well."
        },
        {
            "review_title": "Good product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I really enjoy this product. It works great when I blow dry my hair to give it a smooth, voluminous look."
        },
        {
            "review_title": "Love Love Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this light weight blow out milk by JNV. Lightweight and with great heat protection. This product has easily become one of my favorites to use in my heat styling. The scent is light and doesnu2019t overpower any perfume or cent from my shampoo and conditioner combo, which I absolutely.  From a glass bottle to the high quality product. There is nothing about this styling milk that I do not love! I have fine hair, and a lot of products tend to weigh it down and that is what I adore about this stuff. It doesnu2019t weigh my hair down. It doesnu2019t make it feel like I have any extra product in my hair. Definitely recommend if youu2019re struggling at finding a heat styling protective product and you have fine hair."
        },
        {
            "review_title": "Salon worthy blow out !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "This is my go to for a perfect blowout. It leaves your hair, so smooth and soft.! amazing smell that last all day!  Adding this to my hair regimen!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador.  The product has a slight scent to it. I only used a pump to coat my hair and then blow dried it.  After blow drying, I used a flat iron to create waves.  I think if I were to use more than a pump it would have weighed down my hair and became stringy.  I did notice it having style memory (hold) as stated since my waves looked pretty good the following day. It left my hair nice and soft to the touch which I liked. Overall, I was surprised by how much I liked it."
        },
        {
            "review_title": "Clean lightweight heat styling cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "Lightweight heat styling cream that leaves memory in your hair and also protects from heat damage :) I used it before blowing my hair out and my curls stayed all day! Itu2019s scented with amber, cashmere and lemon so it makes your hair smell good."
        },
        {
            "review_title": "Magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I received this product for free from Influenster and JVN in exchange for my honest review. JVN Compete Blowout Styling Milk has a cozy blend scent of amber and cashmere musk brightened with a splash of lemon and mandarin. It is a clean lightweight styling cream suitable for all hair types that smooths, adds style memory, and protects against heat and humidity with reparative benefits. Love the scent of this product and it provides an amazing sleek and polished, professional blow dry. Worth the try if you are willing to pay a little extra for your hair products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I loved this product because it smells delicious and has quite a creamy texture, I am eager to try it because it promises to be good for all hair types and I appreciate that it is sulfate and silicone free."
        },
        {
            "review_title": "Love ittt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This is probably my new favorite hair product! With the JVN Blowout Styling Milk I no longer have to dread doing my hair because it literally cuts my styling time in half! & The results are smooth, shiny, bouncy hair. I am beyond impressed with how well it works. I love that this styling Milk actually holds my style for up to 48 hours & can even withstand some intense humidity."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love using this product!! When I am about to use a hair dryer, I would apply this to my damp hair to prevent any heat damage. I have slightly color treated hair but not in my roots, mainly concerned about the ends of my hair. Whenever I apply this product to my hair it smells like I just got my haircut at the salon. This milk even makes my hair feel so smooth! I love it. I would recommend other people to try out this blowout styling milk!"
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After using this product for one month, Iu2019m honestly loving the results!! I always apply it after washing my hair before blow drying. It definitely protects my hair from the heat because I havenu2019t seen my ends dried or damaged. Itu2019s easy to apply and the smell is wonderful. It smells like professional hair salon! It feels like I just came out of one. Love love it and totally recommend it :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I normally do not love my hair right after washing.  It tends to be extremely fluffy and a bit untamable.  I usually go a week or so between washings, and my hair tends to look best on days 2-4. When using this, I noticed my hair was way more manageable, easy to style, and did not get super fluffy as usual on a rainy day.  It requires less work with the straightener on the following days, and overall helped me achieve way more perfect hair days. It has a really lovely soft scent that doesnu2019t irritate but makes applying quite enjoyable. This has definitely become a post-wash staple every week."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Love it because it leaves my hair amazing! I feel like everyone should use this type of product. My hair is left silky and glowy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Love love love this product! I use this when I plan on using my Revlon blow dryer brush and the results are so much better now when I use this Styling Milk than when I used to use nothing. My hair looks so good for a long time and doesnt get frizzy. You know the product is good when you can't remember how you survived without it!"
        },
        {
            "review_title": "Yes!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador. I received this product as a gift from Sephora. I have been using it the last two weeks and it has left my hair feeling very soft and bouncy after heat styling it. I have use it with a blow dryer and heat brush, and air curl barrels. It does keep the  frizziness down. They key is to use just a little, otherwise your hair is going to feel heavy and sticky.  The scent is very light and complete goes away once the is dry. Overall is a nice heat protectant and love how soft my hair feels at the end."
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Hi, I am a Sephora Beauty Insider Community Ambassador!  I have been using this product non stop. Itu2019s perfect to help extend my wash days and my hair look just as good as it did when I first styled it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got this product through Influenster. Iu2019ve noticed my blowouts last longer than they did before I used it. Smells good and doesnu2019t weigh down hair. Would recommend!"
        },
        {
            "review_title": "Smoother hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I have color-treated hair and look spepcificallu for products that are vegan and color-safe so JVN hit the bill! I have straight hair, but it tends to be very frizzy. I used 2 pumps and massaged it into my damp hair, then proceeded to blow dry as normal. I'm not a fancy blow-out kind of girl...just a basic rough-dry styler. I noticed that my hair was less frizzy after using, however, it seemed to appear greasier quicker (like the next day!).  I am undecided on if less frizz is worth it."
        },
        {
            "review_title": "Sleek but stiff",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Though the sleek packaging is lovely, you do have to watch out for it slipping out of your hands. Beyond that I did find the overall scent to be light and not overpowering. I have very long, full & coily hair so 2 pumps was more of a suggestion for me, definitely needed more, haha. Overall, it was a nice change for my routine but not something I would immediately grab...it left my hair feeling a little stiff."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "In love with this product. Super lightweight but holds my blowout for days. Going to really cut down on time it takes me to do my hair."
        },
        {
            "review_title": "A great product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Great for controlling frizz and flyaways! It added volume in all the right area. The scent is pleasant when applying but overall minimal. I also love the product doesnu2019t leave residue of leave hair feeling heavy/thick. Even for thick hair, a couple pumps is enough for full coverage and a final goal for smooth, silky hair."
        },
        {
            "review_title": "Lightweight and good for wavy hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Dry skin",
            "review_text": "This blowout styling milk is lovely and smooths my long wavy hair without weighing it down. Wash and condition and then lightly towel dry hair. I use about two pumps then comb through, halfway down hair to the ends. Not on roots! Then blow dry! It is light. Not sticky, smells nice. Not overpowering.  It is silicone free, sulfate free, color safe and vegan."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I received this Styling milk on my Influenster VoxBox and I ADORE IT. Itu2019s the best thing I e ever used before. This milk makes your hair manageable and soft. I also notice it helped with my hair not to get tangled and thatu2019s the best part of it! Definitely recommend, 10/10."
        },
        {
            "review_title": "Fights post blow dry frizz!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Typically after blow drying my hair I have to fight the frizzyness that comes with it, but with this blow out milk my hair was soft and smooth when I was finished blow drying it! I really like this product and I will be purchasing it again in the future."
        },
        {
            "review_title": "This is TOO good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Omg I love this styling milk. It makes my hair so shiny and smooth. It also moisturizes my hair snd protects it from damage. I enjoy the smell as well. Itu2019s a must in my routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I tried this product and the air dry cream and much prefer this one!! I've got very damaged, color-treated hair and the texture of this product feels slightly thick but ends up feeling light and silky!? What sorcery is this? My hair feels more nourished and when I use this with my Dr. Knot blowout brush, it keeps my blowout intact and not frizzy for a full three days. I've got 3B/3C curl patterns that make it hard to hold a blowout, but this extends my smooth time."
        },
        {
            "review_title": "Not a need for me but good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "Really liked this product but feel like I didnu2019t have much use for it. I prefer to use a leave-in treatment that provides a bit more nourishment, but I will say this product did seem to make my style last longer!"
        },
        {
            "review_title": "A must have for amazing hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "I used this styling milk like itu2019s suggested. After washing my hair I put one pump in my hand and put it in my hair. Then I blow dried my hair and one thing I can say it made my hair shine and also soft!!! It didnu2019t make my hair greasy or sticky! This is something I will keep using and buying! Love that itu2019s good on color grated hair!"
        },
        {
            "review_title": "The BEST blowout product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is the BEST blowout hair product I've ever used. I used 2 pumps, and even though it felt a little heavy for my thin hair it gave my hair a silky, smooth finish with no frizz or fly aways. My roots still had volume, but and all I did was straighten my ends. Nothing else was needed after blow-drying it straight. This may even be my NEW last-minute Christmas gift to my Mom + Sister as they too struggle with wispy/frizzy hair."
        },
        {
            "review_title": "shine and smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "First, of all I like the packaging, is a glass bottle with a pump, and the product itself smells really good and is lightweight on the hair, a little bit goes a long way, and it leaves the hair shiny and soft but I don't think it helps with my frizzy hair."
        },
        {
            "review_title": "Blessed by JVN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I donu2019t know how I got so blessed to receive this product but Iu2019m so happy I did!  I have medium, straight hair and I have to use a dryer to get any sort of volume. So the fact that this product protects against that is a huge benefit.  It is lasting, smoothing and weightless. Not to mention, the bottle is glass which just gives it an elevated feel (Iu2019m a sucker for packaging).  This will most definitely be staying in my current rotation for awhile.  I did receive this product complimentary in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I've never used a blowout cream before but this stuff is so good!! It's creamy and light and does not worth my hair down or make it dirty faster. I obviously get a bit more volume and smoothness after Blowout but I also feel like my hair style lasts longer with it too! The packaging is heavy and luxury and beautiful. Nothing bad to say!"
        },
        {
            "review_title": "A very good blow dry cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love this!!! Nice packaging. Easy to use pump. Lightweight product. I applied my Itu2019s a 10 leave-in spray before two pumps of this cream, blow dried my hair about 90% dry, then added some OUAI hair oil before finishing blow drying. I always use the other two products, but sometimes sub the cream w Drybar Quickdry Serumu2026this one by JVN worked just as good and left my blow out soft and smooth. I will continue to rotate in my hair routine and would consider purchasing next time I need a blow dry cream. It doesnu2019t have an overwhelming smell and it doesnu2019t lock moisture out of my hair if I donu2019t wash it out after a day, which is a major plus."
        },
        {
            "review_title": "Love this Blowout helper!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Dry skin",
            "review_text": "I was very lucky to receive this product to review. It took some time to find the right amount to use for my long fine hair, 1 pump is all I need for my entire head. (Any more wieghs down my hair or leaves it feeling sticky.) This is heat activated, so I follow up with hair drying. This product smooths my hair, has some hold and gives me a smooth and silky blow out that lasts! I have nice hair into the next day,  it's amazing! I can't wait to see how this holds up to humidity in the summer.  I am enjoying all my good hair days right now thou :D I will be repurchaseing this!"
        },
        {
            "review_title": "Adding to my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "After using this product over the past few weeks, I am loving the results! It has helped keep my hair feeling hydrated. Application is easy, and you just blow way. Ones with more fine, straighter hair, this works great and helps keep my curls in even by the end of the week!"
        },
        {
            "review_title": "Helps frizzy hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "I like this product, it helps with freezy hair. Smells very good also. The product is light on the hair so it works well with oily hair. Also a little bit goes a long way, you won't need more than two pumps."
        },
        {
            "review_title": "Must have for an at home blow out.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Loved this! I have thick 2C hair. I used two pumps and then used my revlon blow dry brush. My hair turned out so silky smooth and voluminous ! Loved it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "so light and easy! doesnu2019t add any weight to the hair and helps so much with frizz and shine, very impressed."
        },
        {
            "review_title": "Smells great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Smells great! Makes the hair nice and smooth was sent this in an influencer box"
        },
        {
            "review_title": "A plus for home blowout",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I try and do as many blow outs as I can at home but never meet the mark. This does a really good job of giving me the at salon feel. I like the way it smells and it doesnu2019t feel like it weighs my hair down."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I really liked the product, my hair is thin and I had to apply a small amount of product but it left it soft, shiny and manageable. It is a product that I would buy in the future, it also has a very pleasant smell"
        },
        {
            "review_title": "A MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "A new must have in my hair routine! I used it alongside JVN Air Dry Cru00e8me and it has made my curls softer, more defined, and shinier!"
        },
        {
            "review_title": "For beautifuly soft, frizz-free hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I usually donu2019t wear many hair products because I have very fine straight hair and it tend to weigh my hair down and/or leave it greasy. This Complete Blowout Styling milk, however didnu2019t. For starters, it smells very nice, a little bit, less than a full pump for my long hair, goes a long way. It detangles and softens my hair even when I donu2019t blow dry. I would recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "JVN is a brand that intrigues me and I want to try more from the line but so far I've only dabbled with a couple of things and this was one that definitely piqued my interest.  Admittedly, it took a little bit of trial-and-error to figure out how to use it to get the best results because I have fine, straight hair and too much of this can absolutely weigh it down and leave it feeling sticky.  My personal best method is to use a single pump, apply it to barely towel-dried hair, and comb it through to distribute it well before blow-drying and I usually end up with softer, smoother hair.  Going overboard with the application definitely doesn't have the same effect, though, so I would advise experimenting with the amount used.  Overall I do like it although I feel like it's a slightly finicky product for me, personally, but I enjoy it enough that I use it often because I appreciate the end result.  *Generously gifted to me as a Sephora Community Ambassador"
        },
        {
            "review_title": "Light",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like how this stuff smells and I like how light it feels in the hair. It's got a good texture. Although it's not my favorite blow out cream."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is one of my favorite blowout styling products. Itu2019s lightweight, smells great, and makes my hair look and feel great after blow drying it."
        },
        {
            "review_title": "Not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This left my hair feeling pretty dry after I used it! I really wanted to love it."
        },
        {
            "review_title": "Must have product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Beautiful product that works well for my curly hair or if I blow dry straight. Doesn't leave hair greasy weighed down and smells amazing."
        },
        {
            "review_title": "Sadly...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I wanted to love this product, but it sadly did not work for me and my hair. I was so excited about how it was described and how excited others were about this product, but it left my hair feeling dry and somehow more frizzy."
        },
        {
            "review_title": "Fabulous heat protection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I am a Sephora beauty insider community ambassador and this is my honest and authentic review of this product. The scent is light and the texture is not sticky or oily. I have to say I immediately diffused my hair and straightened my bangs after applying the JVN. My hair has never looked so good! It's shiny and has no frizz. I'm more impressed with how my bangs do not have the typical breakage I normally see after straightening."
        },
        {
            "review_title": "i love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "as someone who has really thick hair it is hard to find products that donu2019t weigh your hair down or make your hair too greasy. i love this product but it adds moisture to my hair but still keeps it light weight."
        },
        {
            "review_title": "Leaves hair smooth and frizz free",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I received these products from Influenster and JVN hair in exchange for my honest review I absolutely love this Blowout Styling Milk it leaves my hair smooth and frizz free all day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love that itu2019s a clean and cruelty free productsu2026 definitely always my go to product.  Love that itu2019s a pump and you can always know how much product you use each time.  Good smell, and light weight.  Definitely like that itu2019s also a heat protectant and it helps smooth my frizz and hold my curls"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this product! I love how it smoothes my hair and works as a heat protectant as well. Has a great smell but itu2019s not an overwhelming fragrance!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I love this for when I blow dry my hair. It leaves a really nice silky smooth finish! It definitely eliminated frizz and dry time. The packaging is also gorgeous"
        },
        {
            "review_title": "Strong scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
            "review_text": "I received the JVN Complete Blow Out Styling Milk courtesy of Sephora. I really like the creamy texture, it spreads really nicely on damp hair. I initially tried two pumps on my med-long hair, then the next time tried just one pump. I loved the way it left my hair looking and feeling post blow out - itu2019s the strong scent I canu2019t get past. It lingers far beyond the blow out. If you are scent sensitive, this might be too fragrant for you."
        },
        {
            "review_title": "Addicted!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "Nothing to dislike about this! Gave my hair a ton of volume that lasted all day and make it silky and smooth. I have very thick hair and a little goes a long way. Smells great and awesome that it also protects. Quickly became a must when blow drying. Gives a perfect salon blowout look!"
        },
        {
            "review_title": "New staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, lightMedium skin tone, Combination skin",
            "review_text": "I received this product from Influenster and i cannot lie Iu2019m already ready to order more! I love it! My hair looks and feels amazing itu2019s not too heavy like some products and it doesnu2019t leave my hair looking or feeling oily! Definitely recommend!"
        },
        {
            "review_title": "REALLY REALLY GOOD",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is a really really good styling milk. I was apprehensive with the results being that I have 4A hair but I was pleasantly surprised. JVN is a really good hair care line for all hair types. This hair milk made my hair appear shiny and healthy. I received this product for free to give my honest review but I will say this. I will definitely buy it in the near future."
        },
        {
            "review_title": "Magic in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This stuff took my hair from a matted rat's nest to a smooth and silky mane. I could not believe the difference in my hair. I was about to chop off several inches of what I thought was fried hair. It scent is clean and texture is light. I can't imagine not using this styling my hair from now on.This is a magic potion!"
        },
        {
            "review_title": "Better than expected!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "The JVN styling milk smells amazing and leaves my hair soft, smooth and not greasy!! Love this stuff!!"
        },
        {
            "review_title": "Great for my thin lifeless hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I have thin, dry, color treated hair that tends to get greasy about one day after a shower. This styling milk is amazing! It gave my hair volume, shape, silkiness, and it made my hair dry faster. I would recommend this product to most hair types, but especially mine. The packaging is beautiful and it smells amazing. Overall just an awesome product and definitely gives that high end vibe!"
        },
        {
            "review_title": "Great pre-styling product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This stuff works wonders! At first, I used this as more of a u201cleave in conditioneru201d but quickly realized that it left a weird texture to my hair after air drying, once I used this and immediately blew out and styled my hair it was magic! It left my hair shiny, soft, and easily manageable. Super product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This blowout styling milk makes my hair so soft and shiny. Love the scent of the product. I have to use a little bit more on my longer hair but it works wonders!"
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I received this produce for free in exchange for my honest review from Influenster. I think this was a nice addition to my routine. I did need a bit more product than was suggested but overall holds my style all day!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This is a great product on 4b hair. Although instructions say to use 2 pumps, I had to use 6-7 on my hair to evenly distribute before blow drying with a round brush and then straightening with a flat iron. My hair was so soft and silky after use and it smelled great. Love this product and knowing my hair is protected from heat!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "All natural ingredients is a major plus for me healthier hair. This stuff makes my hair shiny and protects it from heat! Smells good like biolage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product was great.  It helped keep my hair in place during my work day, it also left my hair silky soft.  I did have great volume all day long.  And it smells amazing"
        },
        {
            "review_title": "Fabulous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Ideal for afro hair I have thick hair with a bit of frizz so I use more of the product than indicated but it leaves my hair soft and with a pleasant scent. I love it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "Ok so Iu2019ve used this for both a blow out and also an unexpected wash and go because I didnu2019t have time to blow dry. Both times I loved the result. Easy to apply onto my hair, I always need a lot more than suggested because my hair is very thick. Smooths into hair nicely. The only problem I had with this is the smell. Iu2019m sensitive to smell and although a pretty scent I found it to be a little overwhelming. Other than that I would happily use for my biannual blowouts."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wonderful product that helps hold and protect your style all day long."
        },
        {
            "review_title": "Great styling milk",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a great styling milk to use before curling your hair or such. It helps my hair look prettier than normal and protects my hair well. Would definitely recommend!"
        },
        {
            "review_title": "Get this cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This styling cream is absolutely heavenly! I used it on my damp hair before I blow dried & it is so weightless and immediately gave my hair a beautiful luscious blow dry with little to no effort."
        },
        {
            "review_title": "So luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "The scent of this product is AMAZING. not to strong just enough to encapsulate your hair. Started off a tad bit sticky but as soon as heat was applied melted into softness. Made my hair feel luxurious after using it like I had just been to a salon. Helped with the frizziness and added a bit of shine. The packaging was luxurious as well, love the glass bottle. I would highly recommend this product for blowouts."
        },
        {
            "review_title": "Jvn milk !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Using this product to achieve a better result in the blowout is very good. It leaves my hair without so much frizz and the result is more lasting."
        },
        {
            "review_title": "Smells incredible!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This product smells absolutely incredible - like youu2019re in a salon! This was a complimentary gift from Influenster, and I am so happy I got to try it. It actually helps with a soft finish to your blowout, and helps it leaving soft and lifted. A necessary item to any blowout you do on your hair. I will definitely purchase this once Iu2019m finished with my current one!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Loved this blowout cream! Used it on both my hair and my daughteru2019s hair and it worked great. We both have curly/wavy hair and this kept from frizzing and made our hair so much smoother and more manageable. I also used it to air dry my hair and it kept it from frizzing. Will buy this again. Also, love the sleek packing of glass bottle and the pump works great to give just right amount."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My blowout looked amazing. I got tons of compliments throughout the day. I felt like my hair could of been softer because it did come off a little straw like. It smelled good and applied easy."
        },
        {
            "review_title": "Decent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The blowout styling milk has nice clean scent. Smooth feel. Not greasy. Easy to work with. Had my thick wavy hair feeling like it was out the salon. But it couldnu2019t control my flyaways / frizz. It did adequately style my shorter hair. I enjoy the fact that it works on my shorter hair. Iu2019m not sure if Iu2019m going to phase this product into my daily routine, however I do recommend this product!"
        },
        {
            "review_title": "Luxurious Blow Out Results",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Oily skin",
            "review_text": "I received this product free for review. I find the packaging and scent to be luxurious. The product gives a great smoothing effect to my blow out without weighing down my thick, wavy hair. I donu2019t know that I would repurchase, only because it doesnu2019t necessarily do a better job than other high end blow-out products and I also donu2019t blow out my hair often. However, it definitely does the job well, and I love the high end packaging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I normally don't use heat on my hair due to the way other heat protectant products leave my hair feeling. This product initially felt sticky in my hair but once I started to use the blow dryer my hair started to feel soft. There is a light fragrance which smells great and isn't overwhelming. My hair feels soft, frizz free and tangle free, I will definitely be using this more."
        },
        {
            "review_title": "My hair has been saved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This stuff is absolutely magical! After all the dying and bleaching, my hair has been saved! Itu2019s lightweight and doesnu2019t leave any weird residue. I now use this as part of my hair routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "This is by far the best blow dry product I have ever used. It leaves my hair soft and shiny and helps to eliminate frizz. It makes me feel like I just left the salon!"
        },
        {
            "review_title": "Eliminates Frizz & Adds Shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "My hair is already fairly straight, but this product helped it stay silky smooth & sleek all day! It did great eliminating the frizz I get from the cold winter air while also also offering heat protectant for styling."
        },
        {
            "review_title": "Less Humidity The Next Day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I use a hot air brush and flat iron to style my hair. With JVN Complete Blowout Styling Milk, my hair never looks this good. My hair looks smooth, shiny, less frizzy, and hydrated. It protects my hair from the heat. Usually, my hair not looking good the next day, but with this product, my hair still looks good and doesnu2019t look humid at all. It's lightweight and doesn't weigh down my hair. Not to mention that it makes my hair smells so good. It has a pleasant light musky, and citrusy scent. It has a milky white, lotion-like texture to it. If your hair experiences a lot of humidity, you need to try this. You will see the difference. Recommended!"
        },
        {
            "review_title": "YES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This is a instant new staple for me and I couldnu2019t be more in love. I have very wavy frizzy hair that I HATE to blow dry so usually avoid doing so. I have tried other blowout products and they donu2019t do much or leave a greasy/tacky/filmy feeling so I was so pleased this left my hair feeling natural and calmed the frizz. This is definitely something I will continue replenishing!"
        },
        {
            "review_title": "Smooth and silky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really love this blow out styling milk, from the packaging to the easy-to-use pump to the heavenly scent to the finishing result! My hair is fine so I was happy to discover this didn't weigh my hair down. I seriously can't believe what a difference this product made in my final hairstyle look. I am all for products that you can see results! This is going to be in my staple hair care products from now on! Try it trust me!"
        },
        {
            "review_title": "Smells So Good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Smells sooo good and is very light. The product helps with frizz on my thin hair. Only a small amount is needed for your perfect blowout. Due to me having thin hair it didnu2019t give me the absolute best volume, it was still nice to try out especially with the smell."
        },
        {
            "review_title": "Protect your hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "After trying this out a few times with blow dry and curling, it does leave my hair feeling more manageable, less frizzy.  The ends lay nicer.  It smells nice and donu2019t need to use a whole lot."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I have added this to my weekly blowout routine and o absolutely love the the results! My hair is bleached and does tend to get frizzy but since using this my hair has salon quality look! This product is very light when applied if you a light amount. A little goes a long way but it smells amazing and is easy to use!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Usually Iu2019m worried that these products will be too heavy for my hair and give me a flat dead look. This is lightweight and doesnu2019t hold your hair down! It has a nice light scent, not too overpowering. All you need is two pumps and youu2019re good to go. I noticed I didnu2019t have any frizz or loss of volume by the end of the day. I unfortunately canu2019t round brush my hair I am not talented enough for that, so I just blow dry and flat iron or curl my hair. Reason I docked a star was because my ends still felt a little dry. Overall, I find it to be a great product."
        },
        {
            "review_title": "Great Styling Cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I love this cream because itu2019s lightweight and helps hold my style while protecting against heat as well as humidity.  It also reduces frizz and makes my hair feel smooth and hydrated without weighing it down.  Just a couple of pumps massaged into my hair and Iu2019m ready to style! I love its light floral fragrance too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "after applying to my damp hair and then blow drying, I was in awe at how soft and smooth my hair was, leaving it looking so hydrated and healthy. With scents of amber and cashmere musk, your hair will not only feel and look incredible, but smelling amazing as well!"
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been using this product for a few weeks now and itu2019s AMAZING, it leaves my hair feeling extremely hydrated, smooth and shiny. Smells amazing too!! Will highly recommend this!"
        },
        {
            "review_title": "Made a difference",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I used this product before using a round brush styling tool and it looked like I had a salon blowout! My hair was extra shiny and silky. I was shocked how easy it was to run the brush through my hair after applying."
        },
        {
            "review_title": "A Must Try!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I really enjoy using this product. it makes my hair really nice and soft and more manageable after blow dry styling. Itu2019s not that expensive either and a little goes a long way!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "After using this product over the past few weeks I feel I can give an honest review. It really helped to give that hair salon blowout style. Smells great. It helps reduces the frizz. I really recommend it"
        },
        {
            "review_title": "Volume for days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Absolutely love this product gives your hair great volume after you blow it out, if you want volumes like hairstyles from the '80s and '90s then this is the stuff for you a little goes a long ways and since you don't need to use much it does last a while!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love how this product smells and hydrated my hair! Best product to use prior to blow drying my hair so it doesnu2019t frizz!! I have wavy/curly hair"
        },
        {
            "review_title": "I might need more than 1-2 pumps",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "It smells divine, love how thick the consistency is. also love that it is silicon & sulfate free, and color safe. My hair is a mix of 4c &4b, and of very thick texture, so l often need more than 1-2 pumps to fully saturate the hair. It keeps my hair in style for a while but after a couple hours, my hair tends to have other ideas"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I LOVED this blowout milk. Itu2019s very light and it made my hair smooth and bouncy after blow out. One of the best blow out products Iu2019ve tried on my hair!"
        },
        {
            "review_title": "Great Styling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Really enjoyed using this product both to style and air dry my hair. It added softness without weighing my hair down and is totally worth it!"
        },
        {
            "review_title": "Such a great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Such a Good product! So happily surprised with these results. Would 100% recommend and is now a staple in my blowout routine"
        },
        {
            "review_title": "Silky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I used this product with my blow dry brush and was obsessed with the results! No heaviness to my hair and gave a silky smooth blow out result"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "First of all, the scent- deliciously amazing. I apply to my hair before using heat and after styling my hair looks so healthy and smooth. I have naturally frizzy hair and this helps tame it. Itu2019s also light on the hair. I love that itu2019s a clean product!"
        },
        {
            "review_title": "Smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This smells so good and it easily incorporates into hair.  This leaves hair smoother and softer after blow drying than without. I highly recommend this for anyone and any hair type."
        },
        {
            "review_title": "I love everything about this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love this product from the way it smells to the way it feels. The smell is straight out of a salon. Iu2019m obsessed with it. It gives my hair weightless volume, makes it feel hydrated and the best is that you donu2019t have to use too much! I have long hair and two squirts is enough!"
        },
        {
            "review_title": "It's a keeper!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Nothing to dislike! I put a small amount in my hair while damp and used the roller brush and dryer to dry my hair. It comes out soft and shiny with no frizz! This one's a keeper!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is a lovely, light product that I always reach for before using the blow dryer. It helps to control my frizz in humid temps, and keeps my fine hair protected from the heat of my hot tools."
        },
        {
            "review_title": "Perfect Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "a great brand that I met through these products that I received, and I love this product from the smell so good that it has even in its packaging.  It leaves my hair very soft and easy to manage and very effective to use irons or dryers. I love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this complimentary from influenster for my honest review. First off, I love the packaging. It makes it seem like a high end product. Second, it is a high end product. Love how it de-frizzes my hair. I bleach my hair quite often and usually my hair gets tangled and frizzy. This product gives me a boost of volume while I blow dry and makes it feel so soft. Overall itu2019s a great product for the price. Would highly recommend."
        },
        {
            "review_title": "A must have in my routine ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I absolutely am in love with this blow out milk !! I went to a wedding the first time I used it and I never gotten so many compliments about my hair !! Also my hair gets very oily when I use products in it .. well NOT this one !! This is an absolute must try if you havenu2019t already !! u2764ufe0fud83eudd70"
        },
        {
            "review_title": "Adding it to my routine.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "1st. I love the package with a pump. It feels very high end in glass as well.  The product is nice. It is a good, non sticky consistency with a pleasant non overwhelming scent. It does a very nice job of smoothing out your blown out style."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "After using this product for a few weeks I like the result I have had, it moisturizes my hair and it also has a pleasant smell.  If you have dry hair, it will help you!"
        },
        {
            "review_title": "A need for anyone with dry hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019m so used to using heat protectant sprays, I love that this is a milky texture my dry hair drinks it right up. It helps detangle which makes my blow outs so much easier and leaves w wonderful shine to my hair. When I use this and then curl my hair the curls last a few days longer with the style memory and I love that!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This was amazing on my hair. Especially with dry hair like mine. 100% reccomend!"
        },
        {
            "review_title": "Amazing Styling Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I was so pleasantly surprised by the results of this. This product doesnu2019t weigh down my fine, wavy hair. It leaves my hair super smooth and shiny, without any frizz. It smells amazing and leaves my hair feeling incredibly soft."
        }
    ]
}