{
    "product_id": "1157",
    "name": "Vitamin C Glycolic Brightening Serum",
    "brand": "Murad",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 119.0,
    "about": "What it is:A potent serum with vitamin C and glycolic acid to visibly improve hyperpigmentation and uneven tone for dramatically brighter-looking skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dark Spots, Dullness, and Uneven Texture.Formulation:Serum.Highlighted Ingredients:- Proprietary Vita-C (Vitamin C) Complex: Ensures stability and potency for brighter-looking skin..Ingredient Callouts:Free of parabens, formaldehydes, phthalates, mineral oil, oxybenzone, and sulfates SLS & SLES. It is also vegan, gluten-free, and cruelty-free..What Else You Need to Know:Formulated with three vitamin C technologies for enhanced stability and potency, this serum optimizes the penetration of vitamin C with resurfacing glycolic acid for the brightest-looking results. The serum is encased in a dual-chamber bottle to deliver a fresh dose with every use..Clinical Results:In a clinical test, results included:",
    "ingredients": "-Proprietary Vita-C (Vitamin C) Complex: Ensures stability and potency for brighter-looking skin..-Glycolic Acid: Removes dulling surface cells and helps vitamin C penetrate more effectively. .-Phyto-Luminescent Extract: Transforms UV energy into a light source that visibly illuminates the skin. ..Water/Aqua/Eau, Glycolic Acid, Glycerin, Caprylic/Capric Triglyceride, Dimethicone, Sodium Hydroxide, HDI/Trimethylol Hexyllactone Crosspolymer, Diisopropyl Sebacate, C13-16 Isoparaffin, Polyacrylate Crosspolymer-6, Dimethyl Isosorbide, Ascorbic Acid, Urea, Yeast Amino Acids, Trehalose, Inositol, Taurine, Betaine, Glutathione, Tetrahexyldecyl Ascorbate, Cetearyl Isononanoate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Oleyl Alcohol, Silica, Hexylresorcinol, Polysilicone-11, Triheptanoin, Polyisobutene, Marrubium Vulgare Meristem Cell Culture, Zanthoxylum Bungeanum Fruit Extract, Hydrolyzed Verbascum Thapsus Flower, Butylene Glycol, Mica, Hexylene Glycol, Sodium Surfactin, Xymenynic Acid, Tocopheryl Acetate, PEG-7 Trimethylolpropane Coconut Ether, Terminalia Ferdinandiana Fruit Extract, Sorbitol, Tin Oxide, Xanthan Gum, T-Butyl Alcohol, Chlorella Vulgaris Extract, Decyl Glucoside, Gold, Citric Acid, Caprylyl Glycol, Phenoxyethanol, Ethylhexylglycerin, Sodium Benzoate, Potassium Sorbate, Titanium Dioxide (CI 77891).",
    "how_to_use": "Suggested Usage:.-Cleanse with Essential-C Cleanser (sold separately) and pat skin dry..-Gently pat Vitamin C Dark Circle Correcting Eye Serum (sold separately) around your eye area, avoiding direct contact with eyes..-Massage Vitamin C Glycolic Brightening Serum over your face, neck, and chest, following with a moisturizer. .-Use a Murad sunscreen (sold separately) during the day..-Vitamin C Glycolic Brightening Serum may produce a slight tingling sensation, which is temporary and normal.",
    "num_reviews": 372,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/murad-vitamin-c-glycolic-brightening-serum-P456571?skuId=2319382&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2319382-av-1-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2319382-av-1-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Have been using for years. Excellent product for evening skin tone and color. Diminishes brown spots and brightens well."
        },
        {
            "review_title": "Great Vitamin C Serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this serum for the past weeks and I like how my skin feels."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I see visible results every time. my pores are smaller and skin is brighter. I've used this formula when it was in individual wipes as well. I will say I prefer the bottle much more."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "It honestly burns my sensitive skin and smells like black pepper! Thankfully it was a sample. I love the rest of the brightening line though especially the scrub mask!"
        },
        {
            "review_title": "Yes, it is effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "definitely shows results but need to be used on regular basis and for long. I had to finish 1 bottle in order to see the results. Murad never disappoints!!"
        },
        {
            "review_title": "Wonderful product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Finally found the vitamin C product that doesnu2019t irritate my skin! It works wonders, improving my complexion and leaving my skin looking even and radiant."
        },
        {
            "review_title": "Best Vitamin C I have Tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I bought this after watching Alex, a cosmetic chemist on Tiktok talk about her favorite vitamin c products and this is one of them.  She explained this product has Glutathione which was a superstar ingredient in vitamin c and I have to agree.  This vitamin c has does wonders for my skin, I use tretinoin so there aren't very many products that I try that show a noticeable improvement in my already really good skin but this is one of them.  My skin has such a brightness and glow about it, it has also improved my texture.  It's the dead of winter and freezing here in Canada but this has made my skin look so glowy and bright. I do not have issues with pilling at all as some of the other reviews mention but I use only one pump and always let me products sink in before makeup. The down side is the price, it's very expensive but for me with the results I've seen, it's worth it.  I have been using for just over a month and have about half left.  LOVE THIS!!!"
        },
        {
            "review_title": "A must-have if you have hyperpigmentation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s the best Vitamin C serum that Iu2019ve purchased so far. You can see the difference even after using it for once. Highly recommend! But donu2019t use too much of it tho since it can irritate your skin. (Only 1 or 2 drops is enough for your entire face and neck)"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not great. If using in the morning, it pills SO BAD under makeup. I guess if u use at night there wonu2019t be that problem but whatu2019s the point? So many other better options out there"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "It's ok. It does make me glowy. I really liked the mini version of this so I bought the full size, but it has a different texture. Sometimes it comes out lumpy. And like others said, it really pills."
        },
        {
            "review_title": "In love with this one ud83eudd70",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I've only been using this for a few days and have already noticed a big improvement in my skin. I didn't really know what brighter skin meant, but now I can see my face looks much more radiant and even the dark circles I've had for my entire life look brighter and much less purple.  I've never found a Vitamin C product that my skin can tolerate before. This is a major win for me."
        },
        {
            "review_title": "Best Vitamin C",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Vitamin C that actually works. It does what it says, it faded my hyperpigmentation in 4 weeks. Currently on mu1ef3 second bottle."
        },
        {
            "review_title": "Doesnu2019t dispense evenly",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is probably my 4th bottle and unfortunately my last. While I like the way it makes my skin look it often doesnu2019t dispense evenly. For the amount it cost it should work properly."
        },
        {
            "review_title": "Pass- there are better options!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Of course this goes on sale the DAY I finish my bottle! I spent $30 for this and canu2019t believe how quick it went. I used one pump once daily and it didnu2019t even last a month. I knew getting the smaller size wouldnu2019t last months and months, but this was not worth it. I have used far better vitamin C serums at much better price points. I noticed no improvement in any aspects of my skin."
        },
        {
            "review_title": "WILL PILL",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Feels nice going on the skin and doesnu2019t burn but it does pill under makeup which is unfortunate for a vitamin C"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Don't bother buying the mini size because the size of the bottle is not worth the price! Just get the full size if you can. I don't think the photo even does enough justice to how small it is."
        },
        {
            "review_title": "Best Vitamin C Serum .. but worst packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have tried SO MANY (if not all) vitamin C serums and this is the very BEST vitamin C serum for me.  It cleared up my terrible 30s acne and gives the best glow.  BUT, with that said, the packaging sucks - I have had to return several bottles bc the two components wont come out at the same time, taking away a lot of the benefit."
        },
        {
            "review_title": "the best vitamin c!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i have tried many different vitamin c serum, i was hesitant to try this because of the price, but I decided to give this a try, and omg it has faded my sun spot on my left cheek, i was so surprised, wish i took pics of before and after. I'm gonna keep buying this from now on, and a little goes a long way."
        },
        {
            "review_title": "Could improve on packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Was able to snatch this for 30% off during a Sephora sale. Brightens my skin. No irritation. I have to shake well before using or else the product comes out very separated and a lot of oil leaks out, not sure if this is normal. After shaking, the product comes out fine. But because I need to shake it, I noticed a leakage in the backu2026 so 2 stars off for that because for this price point I donu2019t want to waste any product due to the packaging. Pictured is 1 pump - I apply generously to my face and neck."
        },
        {
            "review_title": "Provides that Glow!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Always receive compliments about my u201cglowing and brightu201d skin when I use this product (compared to Caudalieu2019s radiance serum that I rotate with). A little bit goes a long way and I do use it at night only to let the stuff work its magic while I sleep. I protect my skin with sunblock during the day since this will make you sensitive to ultraviolet rays. It does not really get rid of dark spots from aging but it does provide a healthier shine for your skin. I enjoy using it when I want a break from retinol and my bleaching cream. I have normal-dry skin and minimal breakouts and my skin can tolerate mild burning before adjusting from initial use. This can be too strong for people with super sensitive skin."
        },
        {
            "review_title": "Good but not for sensitive skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I think it's a good product but it was a little bit too intense for my sensitive and rosacea prone skin. Also, I didn't really like the scent."
        },
        {
            "review_title": "A STAPLE product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "Completely changed my skin! Redness is almost gone. Looks bright& glowy!  Will forever keep a bottle on hand."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Tvfhiogf  Fgiivg Gftuc too iiionvffxd  Ffguiiookfgyib"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Oily skin",
            "review_text": "I was sceptical when I first used this product. But after finishing my first bottle, I fell in love with it."
        },
        {
            "review_title": "Dont buy this from Murad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "The product is fine. The packaging is horrible. The pump will stop pumping out product making you think its empty. I pried it open with pliers and its got about a months worth of product inside still. Dont buy this until they change the packaging, there's better vit-c serum packaging from other brands that you can actually get all the product you paid for out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Like all of the Murad vitamin C products, this is amazing.  It is worth the price!"
        },
        {
            "review_title": "Bright!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really like this product because of how much it brightens the skin, it really gives your skin the best glow. I havenu2019t seen a huge difference in any acne scars but Iu2019m going to continue to use it and see. There is a slight weird smell but it doesnu2019t bother me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Best serum ever , expensive yes but if it is about making your skin look glowing and healthy then I guess money doesnu2019t matter"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "LIVE LOVE LOVE! This serum is so light and rich at the same time. It has evened out my skin tone a ton, and gives me a beautiful dewy look. I put it on every morning before my moisturizer. Received it as a sample, and had to order a full size as soon as I ran out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love how light this product is. My skin does not feel greasy after using it. It really does brighten the skin and scars are also fading away! Love it!!"
        },
        {
            "review_title": "Brighter, smoother skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I struggle with malassezia (fungal acne) and the occasional acne scarring as I canu2019t resist picking at my face here and there. I have definitely noticed an improvement in texture, and you can really feel this product working almost immediately after applying. My fungal acne is all gone - I assume due tot he glycolic acid. And my skin does have a nice glow to it since using this. I would recommend definitely."
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Amazing product. My skin is definitely glowing!! :) I am on my second bottle right now."
        },
        {
            "review_title": "perfect product, imperfect price and packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is the best vit C product Iu2019ve used. Itu2019s effective, and doesnu2019t have a strong odor. One small pump is all you need, and be sure to rub it in so any layers going over it donu2019t pill. I use this after my shower in the AM (no face wash) and then either add a light moisturizer or go right to SPF. Iu2019ve tried other vit C creams and nothing compares. One star off for the price and excess packaging which makes it more difficult to travel with."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I got the mini size of this to try, and I actually love it! Its gentle enough to use daily, but strong enough that I actually notice a difference. I have pale skin, so any blemishes typically leave a red mark, and I have found this really evens out my skin tone and fades marks. Will be purchasing the full size!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "I have very fair skin and am very pale so I've always scared from acne really badly. Also have dark under eyes. After about a week of using this every day in the morning I've noticed a much more even texture and old and new acne scars look much better. My skin also just has a nicer glow to to it. I also love the creamy light texture of this product. It goes on nicely, feels great on the skin and I don't need to use a lot of it. Highly recommend."
        },
        {
            "review_title": "works well! and fast",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Used 4 times in 3 days seen results already, no more dull face I never write reviews or anything but this was quick and I saw it fast face looks more even!"
        },
        {
            "review_title": "just what I needed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve always had decent skin, but as I reach 30 wanted to get intentional about finding a good skincare regimen.   I use the murad retional youth system, which I love. But recently I added this and I can say it is what I was missing. My skinu2019s texture is nearly perfect and I donu2019t even wear face makeup anymore (except for a big event).   Also, I didnu2019t notice the smell so many people commented on. I recommend for sure."
        },
        {
            "review_title": "Bad Smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I wanted to try this product because I read that it does not break you out like other serums. However, the smell is AWFUL. I couldnu2019t continue using it to see if it even made a difference for my skin. Disappointed because I really wanted to like this serum!"
        },
        {
            "review_title": "so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Seriously an amazing product . I have tried all types of vitamin c and glycolic products and everything has broken me out until I tried Murad products. So gentle on my sensitive skin. Iu2019m a Murad customer for life now . First product to not make me break out I couldnu2019t believe it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "TBH I was looking for the PTR version in store during the sale and was sold this instead by a Murad employee (didnu2019t know that until checkout so was a little annoyed). Yes it ended up being slightly less expensive than what I was planning to spend and allegedly is higher % vitamin C but I wouldnu2019t buy this again. I havenu2019t noticed ANY smell that the other reviews mention. Iu2019ve only used for a week and I wonu2019t comment on any differences in skin at this time. BUT itu2019s so stingy/itchy for a while after application. Putting makeup on top makes it worse and I use a different product at night so Iu2019m debating only using on no-makeup days. The tube I can tell will be annoying to break open to rescue the last of this product but Iu2019ll do it cause it wasnu2019t cheap! I have dry rosy skin and live in a dry northern climate."
        },
        {
            "review_title": "This works but...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This serum works! Within one week of use, I noticed a significant change in my skin. However, if you want to invest in this product, I'd suggest you purchase the standard size because the mini size runs out pretty quickly. It didn't last more than a week for me."
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This stuff is amazing. It really makes a difference in one bottle. My skin is clearer and spots are reduced. I have tried other Vit C serums and this is by far my favorite."
        },
        {
            "review_title": "FINALLY HAVE FOUND THE THING I WAS MISSING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "First off, I never take time to write reviews although I use them to base my decision off whether I should buy something or not. I did tons of research about some brightening serums, and I'm so glad I went with this one. There are tons out there that are pricier and don't work as well. I bought this to help my dark spots, but it also helped even out my skin tone and I didn't even know that it was THAT uneven until trying this stuff. Not only has it helped me in both of these areas, but my breakouts have significantly decreased especially around that time of month. I know everyone's skin is different, but you need to RUN (not walk) to get this serum, sis. It has seriously transformed my skin and I'm still on my first bottle. I will be a lifetime customer for this environmental shield!"
        },
        {
            "review_title": "not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I received a sample of this product and didnu2019t love it- i used it every night and I do feel like it made my skin bumpy on the forehead - I donu2019t have problematic skin and this was the only new product I introduced in the regimen"
        },
        {
            "review_title": "You need this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "The perfect pick me up to revitalize my skin! No more dull or drab."
        },
        {
            "review_title": "a staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I rotate between this and the Sunday Riley Vit C. I notice whenever I go back to Murad, my skin is instantaneously brighter - it starts glowing within days. I have unproblematic skin and have a decent routine that includes retinol (2-3x/week) and a chemical exfoliant (1-2x/week). I will continue re-purchasing this product. 30ml usually lasts about three months, just one pump is enough for my face every morning."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I have some dark spots that appear on my face like bloshes never had it before so I wanted it to disappear and I have used it for a month now you think it would be getting lighter but hasn't"
        },
        {
            "review_title": "SO WORTH IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I noticed a difference within days! My skin is the brightest and healthiest itu2019s ever been. I get it, always drink your water but, great skincare products deserve their credit. I only wear this when my skin really needs it though as it does have acids that may irritate if used too often. I had pretty bad hormonal acne scars and itu2019s lightened them to almost disappear. I donu2019t ever wanna run out as itu2019s pretty hefty in price but SO WORTH IT. You might feel it sting at times but to me itu2019s an indication that my face needs it."
        },
        {
            "review_title": "OK product, awful smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "This stuff works OK but it smells SO BAD. I have to breathe through my mouth while using it and for a minute after Iu2019ve applied it. Iu2019d return it but I opened it after the return window closed. Now I feel stuck with it."
        },
        {
            "review_title": "Canu2019t tolerate the smell.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I canu2019t write a review on how well the product works because Iu2019ve only used it a few times and had to stop. The smell is quite awful and makes me nauseous. I had to literally hold my breathe to apply it and quickly put sunscreen on afterwards to mellow out the smell. Iu2019m not typically picky about fragrance or odors but this smelled terrible to me. I couldnu2019t handle it."
        },
        {
            "review_title": "Allergic reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "After using a sample for a couple of days my skin broke out in bumps up my neck and onto my jaw. My arms and sides also broke out. It went away three days after I stopped using it. I did like the texture of the serum though. Iu2019ve never had a reaction like that before too a product."
        },
        {
            "review_title": "Has a horrible smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I tried this product as a sample after running out of my Sunday Riley product. I honestly canu2019t even review how well it works because it smells so bad, I had to stop using it. Not sure if anyone else experienced the same thing but I couldnu2019t take it."
        },
        {
            "review_title": "Great product, terrible package",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have been using this product for over a year and love it, but have to lower the rating based on packaging and price. I love the effects of this product, but once you get to the bottom 10-15% of the container, the product doesnu2019t come out evenly and is more greasy than a nice texture. This is a higher priced product, and I canu2019t justify continuing to buy it when so much goes to waste each time."
        },
        {
            "review_title": "great serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really like this serum. Normally ascorbic acid is a bit harsh in my skin and i have been using derivatives like ptr. I decided to give this one a try and i love it. I have normal to dry skin but find i am able to tolerate this well. It plays nice under makeup as well. Im a but curious if i will have any issues with it in the winter when my skin is more dry but so far ive had no problems in the ~6 weeks ive used it. My skin is definitely smoother (likely from the glycolic acid) which is great! Ive not been using it long enough to fade any hyperpigmentation with any notable results but i have noticed a slight reduction in one particular spot that is likely attributable to this product. I highly recommend if you are someone slightly sensitive to other ascorbic acid products...this one just might work for you!"
        },
        {
            "review_title": "Real Change",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have really bad acne scarring and when I first started using this product I had noticed a change right away. It brightened everything up and truly cleared my skin. I have never been one to get compliments on my skin and since I have been using this product I have been getting a lot of compliments. This is definitely going to be lifer product for me."
        },
        {
            "review_title": "Old Orange Peels",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It smells like old orange peels if thatu2019s what youu2019re looking for.  I realize anything that has Vitamin C is going to smell citrusy but this isnu2019t good.  I have yet to see any benefits from the serum itself.  It also says to cover areas where AHAs have been applied from the sun but it doesnu2019t say how long of time between....and why?  I might have to do more research, Iu2019m glad I only got the trial size."
        },
        {
            "review_title": "It Just Works Like It Says It Will",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Ever buy a face serum and it just works like it says on the bottle? Thats what this stuff is. It doesnu2019t make my face greasy or red. It faded discolouration amazingly well. I just wear some sunscreen during the day and my face has completely changed for the better. You donu2019t have to use it everyday so it lasts a long time."
        },
        {
            "review_title": "itu2019s not giving what they said it would...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "There was no instant brightening effect within the first week, but I decided to use up the entire bottle before forming an opinion on this serum. Iu2019m not a fan. Itu2019s expensive for no reason and made no difference to my skin. Plus it stings upon application"
        },
        {
            "review_title": "Pills under your moisturizer",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This did nothing for my skin. It pills under moisturizer. It's also really expensive for the effect, which is nothing  special. It didn't clear my dark spots. I will not repurchase this. I threw it away."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "I have been using this product for a few days now and I love this. My skin has been glowing and feeling hydrated. It has a good smell to it as well. I haven't had a bad reaction to it.  My skin also feels less dry."
        },
        {
            "review_title": "Itu2019s strong",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have dry sensitive skin so this was irritating. But I was trying to lighten some sun spots & it did help. I used on my neck because I had a big sun spot & it helped make go away. I donu2019t use it on my face tho."
        },
        {
            "review_title": "itu2019s just meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Iu2019ve had this product and been using it over three months. I can say I hardly saw results in my skin care routine. Didnu2019t do much for my face. Didnu2019t brighten up or correct my dark spots. Didnu2019t firm my skin or plump it. Only thing I could say it did was that it help a bit with my dry patches but thatu2019s all. Overall itu2019s meh I wouldnu2019t waist your money on such an expensive serum."
        },
        {
            "review_title": "Okay product, but packaging is non-recyclable. :(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Okay product, however the packaging is an environmental disaster. Admittedly beautiful, the bottle consists of clear hard  plastic on the outside with two small orange plastic containers on the inside, each containing different parts of the serum that are mixed when pumped out. Recyclable? Hardly.  In addition, you cannot effectively dispense all of the product, due to the design. There will always be about 10% of the product left at the bottom of the inner orange containers no matter how many times you pump the dispenser, turn it upside down, or even try to dismantle it (which I did) - the packaging is made of such hard plastic, you can't cut it or otherwise access a fairly substantial amount that you can see, but will always be left on the bottom.  The product itself is good, but not great. You will feel a tingling sensation when you use it, suggesting that it works. Unless your face is properly cleansed and toned, be careful, as you may experience breakouts with it. I have switched to using Skinceuticals c e ferulic, which I'm much happier with.  I implore the manufacturer to rethink their packaging. If every company made products like this, the environmental repercussions would be dire."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "High strength vitamin c treatment! I love how strong it is with the glycolic acid but it irritated my skin after a few weeks of daily use. I'm planning on using is maybe 2ish times a week now but this is super effective for brightening and smoothing the skin. Make sure you wear sunscreen with this though!"
        },
        {
            "review_title": "sticky/ peeling mess",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This product was recommended by the salesperson at Sephora. She said it was the best for sensitive skin. When I used it in the morning with my moisturizer it was sticky. I waited to put my makeup on and when I did it started to separate and peel. When I tried to buff it out with my makeup brush it started to become little gummy balls. I didnu2019t have time to start my makeup so I tried putting my setting powder on and it was so blotchy. This was just my experience but for the money maybe it will help somebody make their choice before buying."
        },
        {
            "review_title": "Didn't work that well",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I used to use Drunk Elephant Vitamin C Serum but I was told that the Murad Glycolic Serum was better and decided to give it a try. I tried it for the first two weeks and really liked it and thought it made my skin brighten. By the end of the month, I was breaking out so much to a point where it was painful. I never had acne prone skin, nor do I ever experience breakouts but this was bad. I didn't change my routine both day and night and this product was the only item I changed. I wish it worked but now I just have to use the rest of the bottle and probably won't buy it again. I also did not like the smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Loooove this stuff. I have combo/acne prone skin and this worked so good for my skin. Only thing is it kinda stings on super dry flaky patches"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I really like Murad, but I hated this product. I've never bought a serum that was so desperately trying to finish up so I wouldn't have to use it again. Hated the way it felt on my skin, and worst it didn't improve my skin."
        },
        {
            "review_title": "must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Combination skin",
            "review_text": "This product is amazing! I was using Sunday Riley and received this as a sample. I returned Sunday Riley and bought this instead. You really do see results right away and I love the Murad brand! Must buy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Saw a difference immediately, then results tapered off a bit, but with consistency it has done wonders. Would not recommend use for every day unless your skin can take a lot. So itu2019s probably not the best if you donu2019t want to use a more gentle vitamin c on off days."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received this product as a sample and even the 5mL tube lasted me a super long time. I only used it in the mornings under sunscreen and I definitely noticed a reduction in my dark spots within two weeks. I felt the exfoliating effects of the glycolic acid but, somehow it also made my skin a lot more sensitive. Suddenly my nighttime routine products were making me red and irritated. I also really disliked the smell. Probably wonu2019t purchase the full size because of the price, smell and how sensitive it made my skin all of a sudden. Though if you can afford it and your skin can handle it, go for it."
        },
        {
            "review_title": "Try this product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve recently added more products to my beauty routine and I tried this product because I have dark circles that I want to get rid of and I also get hyperpigmentation of my skin after being in the sun. After using this product my skin looks brighter and has improved my skin texture. I love that this product is free of parabens, formaldehydeu2019s, phthalates, mineral oil, oxybenzone and sulfates. Most importantly to me the product is vegan and cruelty free. Try this product!"
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Great for Acne and dullness . Slow but will definitely gonna see the results. It need patience"
        },
        {
            "review_title": "Glowy skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I use this serum during my morning routine along w Muradu2019s Essential C Cleanser + Essential C Moisturizer SPF. Everything together just gets me ready to start my day. But the serum alone, already makes me feel amazing. It def brightens my skin. Feels lightweight + hydrating. It has a great citrus scent. Nothing too strong but enough to feel refreshing. Using this serum alone already gives me  nice glowy skin."
        },
        {
            "review_title": "Does nothing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I used it for 2 months and have not experienced any change to my skin"
        },
        {
            "review_title": "Best Face a 55 y/o Can Get",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love this stuff. So many serums make my skin break out or feel greasy. Vitamin C Glycolic Brightening Serum does not. It makes my skin glow. It is pricey but it is also worth every penny."
        },
        {
            "review_title": "My favorite pamper-myself product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have the worst dark circles under my eyes. (Shoutout Mom and Dad.) I've tried every product tagged dark circles, mostly to no avail. Then I found Murad's Vita-C Eyes Dark Circle Corrector and couldn't be happier! It's a creamy, hydrating formula that reminds me of liquid gold. Three weeks of daily use in, and I'm genuinely starting to see my dark circles lighten! My usual under eye bags are brighter and softer. While I don't expect a complete miracle, this progress beats anything I've ever tried. I will keep this in my arsenal indefinitely."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "very good serum to use in the morning.  Skin feels so smooth and bright after the apply.  Might feel a little sensitive at the beginning but the sensitivity will be gone within a week."
        },
        {
            "review_title": "Great Product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love all Murad products and this one adds to it! Though not as strong as the original dark spot serum that was taken off the market, this has helped clear my spots. The serum goes on smooth and smells nice, but has a horrible taste if you get it on your lips."
        },
        {
            "review_title": "Just a little goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My skin is brighter and clearer. I only use one pump at a time and tested on my wrist prior to the first use. I put dots of it around my face, neck and chest area and rub it all together and wait till it dries before applying my moisturizer. It definitely is worth it!"
        },
        {
            "review_title": "wonu2019t absorb & work against other products",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "When I touch my face after applying this product, I canu2019t help but wanted to rub the skin as I was using an exfoliating product. After rubbing off all the skin products on my face thanks to this serum I need to to reapply my skin routine excluding this serum. I expect better absorption at this price level."
        },
        {
            "review_title": "LOVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "LOVE! Murads dark spot correcting serum is definitely my new favorite. This serum is not only extremely moistorizing,  but its a nice sleek thin serum that soaks into your skin within seconds.  My skin looks very bright and glowy after applying and thin enough to allow me to add other lotions and serums on top. I do have some pigmentation on my forehead and around my eyes and using this twice a day for about 5 weeks I can see a huge difference! I can't not see myself using this forever.  I highly recommend.  I'm not overly sensitive to much, and no difference with this. It feels great and has only made my complexion better and make me feel more beautiful."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Received this as a sample. What a nightmare! Broke out all over immediately. Iu2019ve used products with glycolic acid before and this has never happened. Not sure why my skin reacted to it like this, but I wouldnu2019t recommend this product to anyone. Be cautious."
        },
        {
            "review_title": "WOW but not for sensitive skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought this as part of a Murad holiday kit from their website but felt the need to review here. I have sensitive, pale skin with some freckles and a lot of acne scars. I used this for over a month and this lightened a freckle on my nose I never thought Iu2019d get rid of. Not entirely, but a huge amount. It did nothing for my acne scars or acne though. Iu2019m actually pretty sure this broke me out more because of how sensitive my skin is. I thought it was purging so I continued but after 3/4 of the bottle was gone I decided to stop and switch and my skin cleared up. Definitely try this if you have brown spots of pigmentation issues that you want to even out but for red acne marks, not so much. If you have sensitive skin I would honestly try something else or only use it 2-3 times a week max instead of nightly."
        },
        {
            "review_title": "This is over 40 friendly with skin issues",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This one performs well on my dry sensitive flawed skin! Note, it does stay sticky. No redness or burning for me like others on the market."
        },
        {
            "review_title": "Fast working",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I really like this because it has glycolic acid and other beneficial ingredients. It absorbs quickly and completely into my skin without looking or feeling sticky. After 4 weeks I noticed slight lessening on dark spots."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have combination skin that is acne prone. I also deal with a lot of redness on my face, especially on my cheeks. This product is a miracle worker for me! I have tried so many different vitamin c serums and this seems to work the best for me! My acne has reduced, my skin looks brighter and smoother, and my redness has gone down! I definitely agree with others in regards to the packaging, but itu2019s worth it!"
        },
        {
            "review_title": "Worth the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have used many high end C and brightening products. This is by far the best. At age 70, this is THE product that actually provides a natural glow. Highly recommend. I use a small amount on bare skin in the AM followed by moisturizer. If wearing foundation, I also add primer and the Murad C brightening still shows through."
        },
        {
            "review_title": "My go to serum!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Got this as a sample and was in need of vitamin C after my maskne cleared, I was suffering from dark spots and textured skin . After 2 days I saw a noticeable difference and decided to bite the bullet and buy!!! So glad I did the spots are fading my skin is smoother and has a noticeable glow!!! Itu2019s just so high ugh"
        },
        {
            "review_title": "Good Vitamin C Serum",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This a good vitamin c serum. It will make your skin brighter and smoother. The glycolic acid will improve skinu2019s texture and tone. The only thing I donu2019t like is the price, you can find more affordable products that will also give the same benefits. I recommend it to people who like luxury skin care"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "My favorite serum ever!!! Itu2019s definitely worth the money!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really like Murad and I was SO hopeful that i'd like this Serum.  I didnt.  It didnt absorb into my skin. it felt like it sat on top of it. It did absolutely nothing to enhance my skin."
        },
        {
            "review_title": "AMAZING but..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I LOVED this product when I got a sample from Sephora and decided to splurge. This helps eliminate the random pimples Iu2019d have with my period, brighten my skin, all the good stuff. But unfortunately with the packaging of this product the serum comes out a weird texture at times and becomes unusable. Iu2019d say itu2019s once a week which sucks for how expensive this is. I still think this product is amazing and helped prevent so many blemishes, but the double pump packaging needs work to make the product 5 stars and worth the money again.."
        },
        {
            "review_title": "Made my Glow!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "In love!!! Side note hasnu2019t broken out my 39 year young skin. Being single also payed part for my skin clearing up. This product is amazing!!! Iu2019m satisfied unfortunately the only sad part is. R U N N I G Out!!!! Amazing product Iu2019m not worried about the packaging being not whatever some people say.  It smells appropriate for your skin."
        },
        {
            "review_title": "GAME CHANGER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Night-shift, mask-wearing nurse here! My Sunday Riley Vitamin C serum ran out, and since I wasn't in love with it, I was browsing for a replacement. I bought this on a whim and wasn't sure I would love it. In just a few days, my skin totally cleared up & looks brighter than it has in years! I am using my AHA/BHA serum way less now as well. The only downside is the packaging feels cheap & the smell isn't great. Small prices to pay for great skin :) So happy I took a chance on this product"
        },
        {
            "review_title": "mediocre",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for about 2-3 months and I thought I really liked it at first but I think itu2019s been contributing to my breakouts. Itu2019s lightweight and blends well under makeup, but Iu2019ve seen much better results from Summer Fridays Vitamin C serum and Sunday Riley, and this is more expensive than both of those. I really wanted to love this, but it has not been impressive"
        },
        {
            "review_title": "not good for people with combo skin trust me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "So I read all the good reviews and I thought it would be good and literally THIS IS SO MUCH MONEY BRUHHHH AND IT DID NOTHING IT ACTUALLY MADE EVERYTHING WORSE idk what they were thinking when they made this but I knew it would sting but it just did nothing at all and actually made my pigmentation from acne WORSE LIKE how is that possible Iu2019m so upsettt"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Had a bad dermatitis with this product after using it only after 1 week. This product is not for sensitive skin. After my research, it is not recommended to mix Vit C and Glycolic acid (since vitamin C is already an acid and it can add up the irritation and the redness). Disappointed into Murad since I usually love their products."
        },
        {
            "review_title": "I like it.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I dont think I've been using this long enough to see a difference. Received in my Trendmood box."
        },
        {
            "review_title": "IT WORKS",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "With my sensitive, dry  + acne prone skin, this product really helped reduce the appearance of my acne scars/hyperpigmentation/discolouration that I have. It also overall brighten and smoothen my face. I definitely would recommend to give it a shot! I just did not like how expensive this product is as well as the smell, itu2019s quite strong and unpleasant."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is an okay product, I've been using it for about a month now, and I did see results the first couple weeks but I don't know if my skin just got used to it but it doesn't really do much for my skin now other than make it a little bit smoother. I will not repurchase bc I just don't think its worth the price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My face was very dull and uneven skin tone, read the reviews here and ordered it. Used at night and in the morning my husband said, your face looks clear. After one week, my neighbours complimented about the clean face. Itu2019s been 10 days now and Iu2019m already in love with this product. Itu2019s a must buy serum if you have uneven skin colour"
        },
        {
            "review_title": "NO. Just NO.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I really wanted to love this product but have to stop using it. Not only does it sting upon application but it made me breakout worse than I ever have. It could be purging due to the glycolic acid; which upon further investigation seems to be the main ingredient after water. Ascorbic acid is actually rather far down in the ingredients list. It is also sketchy that the percentages are not advertised (at least not here). Switching to Skinceuticals C E Ferulic to see how that works out - which does not contain glycolic acid (just ascorbic acid, vitamin e and ferulic acid)."
        },
        {
            "review_title": "Not really worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I had used products by murals before that I liked and I wanted to incorporate vitamin c into my routine, so I figured Iu2019d give this a try. Youu2019d think for 80 dollars a bottle it would do more. After I started using this I did more research into what ingredients should be in a good vitamin c and this really doesnu2019t have any of them. If youu2019re looking for a serum that has glycolic acid, this one works. But if youu2019re looking for vitamin c, donu2019t waste your money"
        },
        {
            "review_title": "Works pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I got this as a sample and used the whole thing. Took me about a week. I'm only thirty so I don't really worry about dark spots. When I'd wake up in the morning after using this, my skin looked GREAT. I'm considering buying a whole bottle, but the $80 price tag is steep. Maybe I'll wait until I really need it."
        },
        {
            "review_title": "Best Vitamin C Product Yet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "I've been using this serum for a month both AM and PM (I use the Night Fix Enzyme Serum and Multi-Acid Peel at night) and have been very impressed with the results. My overall skin tone and texture has been consistently brighter and smoother. I hardly wear foundation anymore because of how clear my skin is! TBH - my darker age spots are still there and I don't expect them to go away completely, but they don't seem as rough or obvious.   I have relatively sensitive skin that gets red in the cheeks. Zero irritation. No bumpy skin, no redness or itching. The serum is silky and absorbs without any greasy or slippery silicone feeling that many Vitamin C products have. I'm sure there's a smell, but it isn't worth noting since I didn't even notice it.   Tip: Keep skin exfoliated (but don't over do it) and this and other products will work better.  Love. I don't usually continuously use a product for so long! The bottle is about half empty and I plan on buying it again. Worth the price."
        },
        {
            "review_title": "Fabulous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Ce produit est vraiment vraiment mais vraiment efficace vraiment on voit les ru00e9sultats apru00e8s 5 semaines pour moi ma peau est tru00e8s belle et magnifique je parais beaucoup plus jeune en santu00e9 les rides se sont vraiment estompu00e9s je vous la recommande j'u00e9tais tru00e8s tru00e8s sceptique mais lu00e0 je vais recommander mon deuxiu00e8me pot de MURAD merci"
        },
        {
            "review_title": "smooth bright skin immediately!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "AMAZING!! I received this in a Trendmood Box. It has been a game changer. After using it just 4 days in a row, once a day at night, I noticed a difference in the smoothness of my skin, and my makeup has never looked better! Packaging is cool. It stings for just a second upon application. Iu2019m super impressed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Amazing product, I use this at night and wake up with such radiant skin. I notice that my old acne scars start to lighten up!"
        },
        {
            "review_title": "Worth It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Amazing! I received this as a sample size which lasted me like 10 days almost, others and myself could see the difference after literally 2-3 uses. This made my skin glow and look so fresh, I noticed my undereye circles get significantly lighter as well. I just placed an order for a full size now. It is a bit pricey but its definitely worth it in my opinion."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "After only 2-3 weeks my skin is brighter, more even and it helped fade some dark spots. I love the texture and it wasnu2019t irritating for my sensitive skin. Canu2019t wait to see more results!"
        },
        {
            "review_title": "AMAZING!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this in the Trendmood box, and I LOVE this. It improved my skin so much. I saw effects after a week. It has helped out a lot with breakouts, past acne scarring, and texture. The texture of the serum is really nice too. I tend to be picky with the texture of my serums, but this one feels amazing. It glides on so smoothly and isnu2019t sticky or anything. This is probably the only form of glycolic that isnu2019t really sticky. I love this, and Iu2019ll probably re-buy this once I run out! I highly recommend this product for everyone looking to improve the texture on their skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been using it for 2 weeks now, and only once in the evening, and I have already noticed my skin clearer and brighter, and reduced the appearance of the scares."
        },
        {
            "review_title": "Glowing Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I absolutely love this brightening serum. I've been using it for 2 weeks, twice daily, and my complexion is more even and bright. The first  couple of times I used it I noticed a slight stinging, but I have mildly sensitive skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Worked for me!  You get a tingly feeling if you have any new scars, but Iu2019ve seen significant improvements. Took a picture every 2 weeks (have been using it for almost a month now)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "didn't use it long enough...... the delivery is terrible.  It took almost 6 weeks to get here.  So far I like the product"
        },
        {
            "review_title": "Itu2019s working",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I started using this product a few weeks ago and it has definitely diminished some acne scars. It sting at first but only for a few seconds. It hasnu2019t irritated my skin or make my acne worse."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Received this in my trendmood box and at during the first two tries this product  did sting my skin at first. It may be because I have sensitive skin..but after using it every day this product applies nicely and does not irritate it any longer..it does not negatively effect any other products on my face. It seemed to have diminished my dark circles"
        },
        {
            "review_title": "10/10 recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely love this. It actually does leave my skin glowing Iu2019m not usually a fan of Murad I always have some sort of reaction but not with this product!"
        },
        {
            "review_title": "Faulty Packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got this in a trendmood box and the serum cane broken. Iu2019m sure that the product is amazing and I love the ingredients but I havenu2019t been able to try it."
        },
        {
            "review_title": "Iu2019m Pleasantly Surprised",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I started using this product a little over two weeks ago and Iu2019m amazed. Iu2019ve been using this every morning and night and I do see it start to fade away some acne scars that I have. What I love about this is that other vitamin c serums that Iu2019ve tried leave my skin feeling super greasy and this doesnu2019t do that. Since I have oily skin I donu2019t want anything that is overly greasy on my face because it will make me break out. Thatu2019s why I really like this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Have enjoyed it so far! I can tell my skin is getting brighter. Love murad and this a product I would recommend getting. Actually got to try it on my trendmood box great deal!"
        },
        {
            "review_title": "Nice glow! Brighter firmer skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Skin is firmer and brighter! My skin needed a boost and this product is giving it a nice youthful glow. It looks brighter and actually feels firmer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This serum makes my skins feel so good. It doesnu2019t feel sticky. I love that it is a serum for both day and night."
        },
        {
            "review_title": "Fast results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This stuff is great! It's strong so keep in mind what you're layering with it but it makes a huge difference in resurfacing and a little goes a long way. I have been experimenting with Vitamin C serums this year. My skin is oddly sensitive to vit c, even though it can take all other kinds of chemicals and acids without complaint. Olehenriksen was a no-go. Boscia was too oily. This product is fabulous. Also The Ordinary's vitamin c powder that you mix in with your moisturizer if you're on a budget."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've been using this for a few weeks now and I like it"
        },
        {
            "review_title": "Skin so soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Makes skin feel so soft and you dont have to use alot on the face. Alittle goes along way. Dries easily and perfect for night routine step.  Review for trendmood box"
        },
        {
            "review_title": "You need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I love this product. It doesnu2019t leave me oily throughout the day. Iu2019ve noticed that my skin isnu2019t as red anymore. I also use it at night time after my moisturizer! Itu2019s AMAZING. I feel like I took up my skin care another notch."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this brightening murad serum! Serums are my favorite but this by far takes the cake!!"
        },
        {
            "review_title": "Murad Vitamin C is A Ray Of Sunshine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Murad Vitamin C is A Ray Of Sunshine !!! I ve this this product for a While, I noticed tightening & My Skin is Glowing .. & Iu2019m 58 !! Worth every penny"
        },
        {
            "review_title": "Worth the $ - saw results instantly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Worth the money - within 3 days the texture of my skin was noticeably better. Smoother, less red and glowy. I've been using AM and PM as directed and taking ~30 seconds to massage it in. Couldn't recommend a product enough that does exactly what it says it's going to."
        },
        {
            "review_title": "miracle in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I was left with pretty severe dark spots and hyperpigmentation due to years of ongoing problems with acne. In recent months, I have tried everything to help fade these spots but I saw little to no change. Let me tell you, I was extremely hesitant to buy this given the price but the reviews convinced me to take the risk and I donu2019t regret it. In the first WEEK of using this product, my spots have faded so much and my skin looks brighter and more even overall. This vitamin c serum doesnu2019t pill like others Iu2019ve tried and doesnu2019t have any weird smells like most do. So happy I discovered this!"
        },
        {
            "review_title": "Great product. Worth the try.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I was never a skincare person until I experienced acne at 23.. it takes sooo much research and finding what works best for you to have a better  understanding of your skin!! This product is a AMAZING. My post acne hyperpigmentation is much brighter after 3 weeks for use. The texture of my skin improved as well. I'm already thinking about repurchasing this product, it has done wonders for my skin!"
        },
        {
            "review_title": "pricey but worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've been using this for the past few weeks and I my face feels tighter and brighter. It's definitely expensive but so far I think it's worth it. Vitamin C seems like one of those products worth splurging for. My acne scars are virtually nonexistent. Be careful not to use at night if you use retinol!"
        },
        {
            "review_title": "Hasnt done very much",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I received the trial size option when purchasing and its been about 2 weeks now, and i havnt necessarily noticed a different in my complexion yet. If anything i have noticed alot more dark spots on my skin than anything. not sure why.. but ill give it a few more days."
        },
        {
            "review_title": "Acne-prone skin friendly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "So far, this serum doesn't break me out! That's the number one thing I look for in any skincare. I do notice a more brightened complexion, but nothing dramatic. It does kind of smell like a combination of basil and parsley, but I can appreciate that they haven't added any artificial fragrance (which tend to be very irritating). I docked one star because of the price!"
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "A little goes a long way. Works great and improved my skin!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Its been 15 days Iu2019m using this serum but after a week i started noticing pimples on my face."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "It just wasn't the product for me. I wanted to love this face serum , and the whole Brightening line but it honestly caused me to break out, and it stung when applied to my face."
        },
        {
            "review_title": "Bad smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I got this product as a sample with my purchase and honestly the smell is horrible if youu2019re sensitive to smell do not buy this it smells like cheese and socks combined I also saw no difference with this and had to stop using it. Save your money and buy a different brightening serum."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Immediately saw a glow within a week of using. This is my FAVORITE and a staple well worth the price."
        },
        {
            "review_title": "Murad brightening serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Murad vitamin C Glycolic Brightening serum is amazing... Results are fast and leaves skin feeling so smooth and soft."
        },
        {
            "review_title": "didnu2019t work for me. waste of money... pricey!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Meh. Didnu2019t really work for me. Product was sticky. Used consistently well over mos (am / pm) and no significant changes. Iu2019d be curious to know what % of Vitamin C as itu2019s not mentioned anywhere. Pricey for what it is too as other vitamin c can cost ++ $50 would NOT purchase again"
        },
        {
            "review_title": "The Best Serum!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this serum and who knew Iu2019ll fall in love with this serum, it works like magic. I could see the difference in couple of days and I started to get complements on my skin in 2 days of use. This really brought glow and brightness on my face as I have pigmentation and uneven tone on my face. Iu2019m happy that I gave try to this one."
        },
        {
            "review_title": "Acne scarring is disappearing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I've been using this product for about 2 weeks and I am amazed at the difference in my skin! I have hyper pigmentation and pitting scars from bad acne and have noticed a significant difference in the appearance of the scarring. I also use the Murad AHA/BHA exfoliating cleanser every 3 days and I am so happy with the results so far. As a bonus my skin looks so bright and hydrated. It is worth every penny!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Been using this for just a couple of days and I'm already getting compliments on my skin."
        },
        {
            "review_title": "Tried to love!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I tried loving this product. I bought the entire line from the face wash down to the detox night cream but I had to return this product specifically. Although it did brighten up my complexion, I broke out after about 5 days of using this product during the AM/PM. I found it to be a bit oily for combination skin and did not absorb well even with the use of the line's toner prior to application."
        },
        {
            "review_title": "in love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "i love this product! the fact that it has no smell works great also shows results in like 4-5 uses. best for summers- for winters/fall i use sunday riley lactic acid treatment. my skin is visibly brighter and fresher.. i am not looking to remove any hyper pigmentation but this is amazing for just that extra glow u need in the summer"
        },
        {
            "review_title": "Amazing results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have never seen such immediate results with any product I have ever used. I have just been using this for two days and already I have noticed brighter, smoother, younger skin. I have tried Vitamin C from other brands which were even more expensive and hated them. The Murad Vitamin C has a nice scent (faintly like oranges), doesn't sting and produces results. It made be the combination with the glycolic acid that makes it a superior product. It exfoliates the skin to reveal newer, brighter, younger skin. It is like having a fabulous facial every day. Love it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I have been using this product for a few months now. I love the results. My skin looks brighter and not so damaged and dull from all of the winter weather damage. I definitely recommend this product if you are looking to brighten and even your skin tone."
        },
        {
            "review_title": "Brightening",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have tried many vit c serums and with this I started seeing the effects right away. I suffer from acne and hyperpigmentation which have started to fade. I layer this with the Biossance omega repair cream and my skin looks dewy and bright. Will be repurchasing."
        },
        {
            "review_title": "Visibly Bright Healthy Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Vita-C Glycolic Brightening Serum is a game changer! I could visibly see my dull winter skin transform to a brighter healthier spring look in just a few weeks. My face looks smooth and clear and I couldnu2019t be happier with the results! Itu2019s easy to apply and I use very little with each application. I also apply a sunscreen for added protection for my new healthy look. I recommend this for anyone looking for a more youthful healthy looking skin."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This help lighten my skin due to sun spots and how it says that in 2 weeks you start noticing changes and itu2019s true. Itu2019s pricey but itu2019s worth every dollar trust me!"
        },
        {
            "review_title": "Magical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "Magical. The product does wonder.I have used it for a month now and it has shown clear results and have lighten my skin and the tone. Really like the firmness and it easily absorb in skin."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely amazing product! I have been using it for a couple weeks now and it has definitely brightened my skin and cleared my complexion. I would highly recommend this product! I received this product complimentary from Bzzagent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "First time using a brightening serum and it was just fabulous. Was worried about how it would feel, but this just glided on my skin so smoothly. It helped in the areas I was trying to plump and make healthier."
        },
        {
            "review_title": "Best Vitamin C Serum after Tatcha",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is my second day of using it and I already notice the difference, my skin looks brighter, it does what it says."
        },
        {
            "review_title": "WORKS GREAT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Started using this product a month ago, I've notice a big difference on my dark spots and I'm loving the smell of this also, unlike other serum that have strong smell.  I definitely recommend this beautiful product."
        },
        {
            "review_title": "Love this Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product.  It is so much lighter and works better than others Iu2019ve used in the past.  I noticed my skin was brighter, more even toned and fresher looking within the first couple of days of use.  I would absolutely recommend this product."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I got this from cosmoprof 2 months ago and it is an amazing serum. This improved my skin's texture and is hydrating as well. It's very lightweight and it brightened my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This serum went above my expectations! Usually, serums don't seem to do much for me, besides add an initial shine. This serum made my face look bright and energized! Love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I received this product as a free sample for testing purposes. I am usually a skeptic of serums as often my skin looks no different after using other brands. I found this product to be quite the opposite and found my skin to be looking a lot brighter and healthier after using this product. I would definitely recommend- especially for students or those stuck indoors a lot."
        },
        {
            "review_title": "its hydrating but i haven't noticed much change",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I switched from my old serum to try this one. i haven't really noticed much change in my skin since switching a few weeks back. I will continue to use this serum because it works well and it's hydrating without a sticky residue or overly scented."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Just as it says in the description, I definitely felt tingling when I first put this on, especially if my skin was feeling drier than normal. I used for almost 6 weeks and it that sensation did get better over time. I have discoloration from old acne scarring and this definitely faded them. My skin feels much smoother and has a slight u201cglowu201d. I normally have to wear full coverage foundation to feel confident at work, but Iu2019ve been using a CC cream now and am so glad because I truly believe this product helped! I received this product to review for free."
        },
        {
            "review_title": "Great Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "I received this product in exchange for an honest review. I have been using this product for around 6 weeks and have seen a dramatic difference in my skin's luminosity and overall skin tone. In addition, my skin type is on the dryer side and have seen a change in my skin's texture. The product is very light weight and absorbs quickly. I am very happy with my skin's results from the product and highly recommend anyone interested in trying it."
        },
        {
            "review_title": "Watch this magic serum brighten up your day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I received this free in exchange for my feedback on them. I will be honest in what I say and I am not exaggerating when I say that this product does absolute wonders for your skin. You will notice your skin glowing and radiating in just a couple of uses and the best part is you don't need too much of the product. The serum has Vitamin C which is a major factor in ensuring these results and having used various other products in the past, I have to say that this product definitely blew me away with the results so far having used it for a few days. I continue to use it everyday and can hopefully write up a follow up review after a couple of weeks as well. The smoothness and oily texture takes away dark spots and also keeps my skin supple. I highly recommend it and will definitely be on the lookout to buy this once it is done if the results stay the same. I know a few people on this site may have spoken about the odd scent, but I personally had no issue with this."
        },
        {
            "review_title": "Possibly my new holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is quickly becoming a skincare product I'll never go without. It's amazing! I've been using it for a week and my skin is seriously glowing. I put on some light makeup today and I couldn't believe how amazing everything looked. My skin has been going through something rough for the past three years since I had a baby - texture, uneven skin tone, dull spots - and nothing has worked. This is the first time I've felt like I have a beautiful blank canvas to do my makeup on and it actually looks like it's filtered (it's not!)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I recieved this free in exchange for honest review, honestly I'm glad I was able to try it out. Murad is one of my favorites brands. I love how thos serum leaves my skin. I have 3 kids, after each birth I got more and more dark spots on my face. But after a few weeks of applying this my spots have gone lighter. My face looks so much younger and healthier. I love it and recommend it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really loved using this product! It really helped with my skin's dullness."
        },
        {
            "review_title": "My skin is more radiant now",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I'd received this product for free to try on in exchange for an honest review, I've use it for about 6 weeks now, i just recently had a baby (she's 2m now) and my skin changed completely through my pregnancy, i got some darker marks and had some really dry patches and some areas became really oily, using the serum in my morning and night routine i can see a lot of difference, the darker spots are almost gone, no more dry skin and is less oily overall, it feels really smooth when i apply it wicth i love that"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I really really wanted to love the product but I donu2019t. Iu2019m not sure if its the Glycolic acid in it and I donu2019t like the feeling of a little tingly burn when applying a u2018vitamin c serumu2019 onto my skin. I also donu2019t noticed any improvement in the texture and quality of the skin but I do love the two chamber design and when you pump out the product, it delivers just the right amount. I feel like it, it didnu2019t work for my skin type and personal preferences but definitely will work for other."
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Loved this product! It works wonder for you!!! I would highly recommend this product!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Loving Muradu2019s Vita-C line! Iu2019ve been using this along with the lightening serum and the dark circle corrector, and Iu2019ve definitely noticed an evening out of my skin tone. As with other vitamin C products, there was definitely a purging phase where my skin was not so great, but it didnu2019t last more than a week or two. If youu2019re patient and stick with it, youu2019ll definitely notice a difference! The smell of this product was a little odd (somewhere between chemicals and rosemary?) but I didnu2019t feel like it stuck around after application, so it didnu2019t bother me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've been using multiple (3) Murad Environmental Shield products all together, so it's tough to say which one is most responsible for the improvement in my skin tone and just the general new glow of my skin, but I really like the combination!  I love the 2-chamber design of this serum, but more importantly, it feels great on my skin and doesn't irritate my skin like some other glycolic acid products do (I have super sensitive skin).  The only reason I am dinging it a star is because I'm confused about hydroquinone, an ingredient used to lighten skin tones and touted as a highlighted ingredient in one of the other Murad products that I'm using, but falls in the [negative] ingredient callouts shown in this listing - that has me a bit concerned.  That aside, I'd definitely recommend this product for its benefits overall, especially as a glycolic serum for those with easily irritated skin, like me."
        },
        {
            "review_title": "Works! Quality ingredients. Not drastic - perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I recieved this product complementary in exchange for an honest review. I am a little late submitting it - but I did want to give it a full 6 weeks of testing in order to give a fair and honest review. And I truly loved this product. After my last (3rd) pregnancy, my skin was absolutely ruined. Totally different than itu2019s always been. I have freckles all over, which Iu2019m not a fan of anyway, but aside from them my skin just seemed darker and begging for moisture. I loved the way this product felt on the skin, so nice and smooth. Also itu2019s not a drastic difference- which I LOVE bc I wasnu2019t looking for a drastic difference. To be quite honest I was nervous to try it Incase it were. I noticed small differences early; so results didnu2019t take long to see- just not huge altering changes. My skin has since looked much brighter (and I typically donu2019t wear makeup daily) and Iu2019m a step closer to getting my pre-pregnancy skin back! Iu2019m excited to continue using this product!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I have been using this product for awhile now...I have seen some difference in my skin but nothing too startling yet...will do an upgraded review at 6 weeks because thatu2019s when I typically see changes in my skin. I did receive this product complementary in exchange for my review."
        },
        {
            "review_title": "Give this a try! You won't be disappointed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary to try and it is a God send! I have been using it for the past 3 weeks and I am starting to see a significant improvement in the texture and quality of the skin. I have always had problematic skin with oily and dry areas and it has always been hard to find products that can tackle all the issues at the same time ,and this one definitely does! I have noticed that my skin looks a lot brighter and feels much more hydrated and less oily, as well as my skin seems more even! I recommend giving it a try for sure!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product for free to review. This product responded well with my skin. I could see a difference after a couple of weeks. My skin looked brighter and I saw that my acne spots had started to lighten. I know these spots have been on my skin for years and it does take a while. I think with continued use, this product would lighten them up quite a bit to the point where you wouldn't be able to see it under makeup.  All in all I think this is a great product and when you combine it with the other products in the line, you will see results."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I've been using the Murad Vita C Glycolic Brightening Serum for a few weeks and I am pleased with the results. The serum has an orange-irridescent shine which makes me happy every time I use it. The ingredient list is pretty amazing and my skin and face does look a lot brighter and more radiant than before!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary and was super impressed! I've been trying to find a routine I liked. With the brightening effects I've seen from this product in a short time, I am excited to continue using it!"
        },
        {
            "review_title": "Murad you really did it this time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love love love this. Could tell a noticeably difference after a week of use. My skin looked brighter and more youthful than ever!"
        },
        {
            "review_title": "Best serum yet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This worked great on my skin, Iu2019ve been using it for over 3 weeks and I must say itu2019s a delight to use such a product. Not only did my dull skin get brighter but it also glowed. I love using this lightweight serum and it is now my new favorite murad product. Definitely love this item and would recommend it to everyone. Am I the only one who loves the packaging ???   Received this items free in return for my honest review"
        },
        {
            "review_title": "Treat yo self!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is a miracle in a bottle. Iu2019ve tanned throughout my teen years until just recently.  I am approaching 30 and decided to start taking skin care seriously. Prior to this product I had an uneven skin tone with dark spots and very oily skin. Now after a month or so Of use itu2019s like I have a real life permanent Instagram filter on my skin. My dark spots have diminished, the look and size of my pores have shrinked and my skin is no longer an oil pit. The serum doesnu2019t leave a sticky or oily feel after Iu2019ve applied it. Just a hydrated feel If that makes sense. It absorbs very quickly, so quickly actually ice do sections at a time. Itu2019s worth every penny."
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Works very well with my oily skin! Wasnu2019t sure how I was going to like it since I didnu2019t wanna brighten my skin too much but my skin looks healthier."
        },
        {
            "review_title": "Perfect in every way. Strong!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "gray hair, lightMedium skin tone, Combination skin",
            "review_text": "All I can say is : TRANSFORMATIONAL! I thought this stuff was u2018groundbreakingu2019. I am 34 and Iu2019m a frequent tanning bed user. I am starting to see the fine line and wrinkles and this stuff was not only brightening, but a great hydrator, great exfoliator, and one of the best serums to really EVEN MY SKIN TONE and show my new skin! I absolutely love this and will be buying when it runs out!"
        },
        {
            "review_title": "Smooth, brightened skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This glycolic brightening serum has a lightweight feel to it. It absorbs quickly into my skin and doesn't feel greasy. The scent is extremely light...I hardly notice it.  My skin looked smoother and brighter after using it for a few weeks and it didn't cause me any irritation at all. No breakouts or bumps either."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "My new favorite murad product. I've used several of theirs in the past but this is one of the first where I've seen a visible difference quickly."
        },
        {
            "review_title": "Outstanding",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Outstanding. I've been really struggling to find a serum that actually gives me results and wow this is incredible. I've been using it every morning now for just 2 weeks and my skin is noticeably brighter and clearer. My skin was looking and feeling quite dull before this (especially with the being stuck inside thing going on right now) and I was worried that it my skin was going to reflect that. This product is a godsend, it soaks in really quickly, I can wear makeup overtop and it doesn't affect it at all. The serum feels lightweight and refreshing. Plus is smells incredible."
        },
        {
            "review_title": "Murad review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I received this product for free. I noticed a slight improvement after 2 weeks of use; my skin appears brighter and feels smoother. The pump can be a bit temperamental. Overall I would recommend this product."
        },
        {
            "review_title": "Effective brightening serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have been using this serum for a little over a month now and I really like it. It doesn't have a scent, which I love, it applies easily and you only need a few pumps for your entire face. It leaves my face feeling super soft without looking or feeling oily or sticky. It has not caused any breakouts. The glycolic acid in it has helped to clear away the dry, flaky skin on my cheeks. It has tiny, microscopic shimmery gold particles in it that catch the light and give you a lovely, radiant glow. I use this along with the Vita-C Dark Circle Color Corrector and together they have really brightened up my face a bit and made my entire face look and feel more even, smooth, and hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I really like this brightening serum!  Iu2019ve seen over the last two weeks of using it that my skin is a bit brighter and my fine lines of actually smooth out a bit. A little bit goes a long way so you donu2019t need much. There is a little bit of a tingling sensation when you first put it on but it does go away fast. Are use it every night before I go to bed and love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This stuff is the real deal! My skin is brighter and very healthy looking. My husband never notices when I use skin products and he definitely noticed my skin looking much healthier after only a week."
        },
        {
            "review_title": "The best vitamin c serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Out of probably 25 serums that I have tried over the years, this is by far my favourite vitamin C serum. It takes about a week of using the product to see a difference but when you see the difference youu2019re like okay whaaaaat? This product really works. I do recommend this product if you do not have a budget for your products. I do find it on the pricier side but after using it I donu2019t know if Iu2019ll be able to stop."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I've tried various vitamin C serums at higher and lower price points and haven't seen much difference, but this one is the real deal. My fiance noticed and asked what I'm doing different because apparently I'm glowing. It's subtle enough that you might not notice it for awhile, but others definitely will. I like the scent. It isn't too harsh on my skin, which can be a bit sensitive with new products."
        },
        {
            "review_title": "Start seeing results right away!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Vitamin C and Brightening go hand in hand. I am a woman in my mid 30s and one of the things I started doing at a younger are was get into a good skin routine. My mom is in her 50s and shes got amazing skin. I have learned from her. This serum is so lightweight and the packaging is so wonderful nothing goes to waste. I started seeing results right away!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I like that the product was not very oily and had little to no smell. I however did not notice a difference in my skin. My skin does not seem brighter."
        },
        {
            "review_title": "Great brightening serum!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "First off, I really appreciate the packaging of this product. Itu2019s so much better than a tin because Iu2019m not worried Iu2019ll get too much product out and waste it.   I really liked this serum. My skin has a lot of texture issues and dullness, so I am very happy with how it brightened my skin and helped with the texture Iu2019ve been experiencing. I did have to use this every other day because it was just a tad bit strong for my skin.   I really liked the texture of the product and how my skin felt after applying. I am a big fan of the Murad brand thanks to these products! Very high quality and they make a difference! Will definitely continue to use this product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I wish I could give this 3.5 stars. On one hand, I really liked how it didn't irritate my skin AT ALL, and it didn't have much of a smell. On the other hand, I've been using this for a few weeks, and I haven't noticed the overall brightness of my skin improve by much. I definitely plan to finish the entire thing to give it a chance, and if I notice a difference will 100% update my review accordingly. The other reason I'd deduct a star is for the price. When the time came to repurchase, this would have to be a wait for sale time item."
        },
        {
            "review_title": "See difference",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I actually liked this product. After the first couple uses I could see a difference in how my skin looked. It brighten up and my skin just felt different. The only con is the smell of the product not my favorite but because it shows results I will definitely keep using. Definitely recommend. I received this product for free to review."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Not bad, but not something I would purchase again. It absorbs nicer than some of the other products from this line, but still leaves a bit of a stickiness behind. I did find it brightened my skin a bit, but overall I didn't find it was something I would find myself wanting to use everyday"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I like the way it applies, the texture, the scent isnt overpowering. The serum itself works pretty good in my opinion. It does what it says it does. I would definitely recommend giving this a try."
        },
        {
            "review_title": "PILLS!! :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Pills like CRAZYYY like on itself. Never had anything do that before. Itu2019s really odd."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this for free to review. Itu2019s amazing! Has a slight smell, but it isnu2019t overwhelming at all. A little goes a long way with this. It instantly brightens and over the last few weeks my skin has become so much more smooth and radiant. It feels and looks so great! I have very sensitive skin and I had no issues at all. Would definitely recommend."
        },
        {
            "review_title": "Brighter and Smoother Face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "In love with this serum! I use it twice daily in the morning and before i go to bed, i notice it works great with other serums, toners...etc and i notice a great difference in terms of skin tone in 3 days. My face is now brighter and it smooths out all the little bumps, completely amazed at how fast the result shows. Would 100% recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I received this as a free sample and let me just say it does itu2019s job. Iu2019m African American and I have acne prone skin that scars very easily. The texture of this is like a lotion it spreads easily and goes on easily and absorbs easily. I saw results in a week of using. My skin appeared brighter and Iu2019ve noticed a slight change in my dark spots i know with continued use theyu2019ll be gone or close to it. I also make sure i use sunscreen to protect my skin as well and to keep the spots from reverting."
        },
        {
            "review_title": "Good stuff!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "At first I was pretty skeptical because so many products promise things and never follow through but after a few weeks of using this product I was pleasantly surprised. My skin was smoother and brighter and felt so soft,"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product for free to review. There was a noticeable difference in my skin after using the serum for about a week. It appeared smoother and brighter, in part thanks to the slight shimmer in the product. My only complaint is that you have to be a bit forceful with the pump."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received the product for free to test and share my experience.  I love my skin feel, feels smooth and looks very glowy and healthy.  I don't see a significant difference on my dark spots (acne).  I'll continue to use it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've seen an improvement since using this product..enough that I will continue using it. It easy to add to my routine. The pump is convenient and neat. I'm not crazy about the slight shimmer in the product,  but that doesn't take away from the appearance or performance under makeup."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair, Fair skin tone, Normal skin",
            "review_text": "I recieved the product for free to test out and to review. I enjoyed how this product made my skin feel! It left it smooth and refreshed. I did notice an improvement in the brightness of my skin"
        },
        {
            "review_title": "Too soon but so far so good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "I received this product for a review and in my honest opinion I feel that skin products take some time to see if they work. However, in the 3 weeks that I have been using this product I have seen a little improvement so I am eager to see the end results once I am done with the product. So far I am leaning toward buying this product again and have already recommended it to others because the consistency and the way my face feels so fresh is like no other."
        },
        {
            "review_title": "Iu2019ll continue to use it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product for free to review. I havenu2019t seen a major difference in my skin using this product, but it hasnu2019t made things worse, so Iu2019ll continue to use it. My only complaint is the packaging. The pump tends to get messy, because the product doesnu2019t come out with much force."
        },
        {
            "review_title": "Love this product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product! I did receive this complementary for testing and reviewing purposes. Murad is one of my all time favorite skincare lines."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I recieved this product to review it. I used it for 30 days to make sure that I could give an accurate review. I really saw a difference on my cherms where I had old acne scars. This product helped lighten the scars."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got this as a tester from bzzagnt and I really enjoyed it! It was very brightening and your skin will really absorb it. I will be repurchasing once I run out of it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this product in exchange for a review. I am really loving this product. Murad makes some of the nicest products. Iu2019ve really noticed the difference in my skin, it is much brighter and smoother. I have very sensitive skin and this serum is nice and light."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is the first product I have tried from Murad. I received this as a sample to test but my review is honest. I think skincare takes some time before you notice a difference. I really like the packaging. It sinks into the skin very quickly and I hope to see results with further use."
        },
        {
            "review_title": "Quality Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product for my honest review. This serum is amazing. It dries Up so quickly and doesnu2019t leave a greasy feel. I feel the difference in my skin after using it for 2 weeks! The only problem with me was the smell, i wish it smelt a little bit better."
        },
        {
            "review_title": "Nu00e9ed more then a month",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "I have been using for a month now and I really haven't seen a noticeable difference other then my skin peeling."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Overall this product was really good! As someone who has very sensitive skin, this was gentle and only gave me a little bit of redness. I recommend incorporating this into your nightly skincare routine, so your skin is fresh and bright in the morning!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product as a sample from PinchMe. This product really does work. I have dull skin and this product brightened my skin soo much! I highly recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I like this product, but Iu2019m still not sold on the price tag that comes with it. To be honest, I never used a Vitamin C serum before trying this product. I do feel that my skin is a bit smoother in texture, and a bit more plump, after using this for several weeks. Of all of the Vitamin C brightening products in this line, this one is my favorite."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product as a gift in exchange for a review. Loved this product! I noticed brighter skin after only a few days of use. I've used Vitamin C products in the past and find I can't use it daily and it stings quite a bit. However, this product has been great. Was effective and didn't sting one bit. I would highly recommend this product to anyone wanting to brighten and even their skin tone. The only downside I would say is the cost of the product. If it was more affordable, I would include it into my daily routine going forward."
        },
        {
            "review_title": "Saw some results after 2 weeks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Ok so I received this product in exchange for my honest opinion. I have been using it as directed for 2 weeks now. I attached a before and after picture making sure I used the same lighting (ring light) in both pictures. Now I do have oily skin and for me the combination of using this product in addition to the Rapid Age Spot and Pigment Lightening Serum, the Vita-C Eyes Dark Circlr Corrector and sunscreen it left my face really feeling greasy but thankfully not enough to cause any break outs. Maybe it's just too many products being used at one time. As far as results go I feel like 2 weeks was enough time to see some results but not it's full potential. As you can see by the scar on the right side of my face down by my lip I had a scar that lightened considerably in just two weeks of use. Its actually barely noticeable now where as before I couldnt even cover it with my foundation. Since I was using 2 serums (Brightening serum and Lightening serum) I cant pin point if one or the other did it or the combination of the two working together. But clearly using this line of products is going to give you some results. As far as scents go I dont have a sensitive nose but there is a slight chemical scent with these products. If you are sensitive to smells I'd suggest going to a store location and checking out the smell in person if you can."
        },
        {
            "review_title": "I like it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I overall really enjoy this serum! Itu2019s very light and absorbs nicely into my skin. It doesnu2019t have a strong scent, but I do enjoy the scent it does have. I havenu2019t noticed a huge change in my skin since starting this serum but I definitely plan to keep using it!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I've tried a chemical peel before from another company and it actually did more damage than good. So I was hesitant to try again but I read the reviews and decided to try it out. I've noticed that this serum has actually made the dark spots I had visibly lighter and has made the bad area from the other chemical peel better. I'm so glad I tried this serum. I highly recommend it"
        },
        {
            "review_title": "Complimentary from bzzkit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Fair skin tone, Combination skin",
            "review_text": "I give this 5 stars ! It completely transformed my skin after using it just a few weeks. My scars and hyper pigmentation has gone down after only using it for a few weeks . My skin feels healthy and glowing"
        },
        {
            "review_title": "Brightening and Changing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I received this product as a gift in exchange for a review. I'm new to chemical peel esque products and my skin was iffy about this. It did break me out a little but quickly settled down once it got used to it (I used this about once a week due to my sensitive skin). The smell is very chemically as opposed to the rest of the line which has the classic orange smell. I did notice a brightening quality after using and it has gotten rid of some sun damage next to my nose. The packaging is great too. It works perfectly combining the serum and the vitamin C. I feel the need to not wear makeup, and during this quarantine that's a life saver. Summer's coming up and I feel this will be perfect to show off healthy skin (though be careful, it says to stay out of direct sun or wear sunscreen with this due to the nature of the product)"
        },
        {
            "review_title": "Lightweight & non greasy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this product as a gift in exchange for a review. I love how lightweight and non greasy this eye serum is. You must have patience, give it the full two + weeks so notice a difference."
        },
        {
            "review_title": "Would repurchase.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have used 1/2 this bottle before writing this review. I received this product for free, from buzzAgent in order for a review. This is my honest opinion of the product. I like that I can visually see how much product is left in the container. Itu2019s also visually appealing. The product itself has a slight yellow tint to it. Easy to rub or dab onto freshly washed skin. Iu2019ve been using it morning and night for about a month. I really like it. Iu2019ve been wearing less make up and this product helps with my confidence during this time. Scent is light. I would repurchase; however itu2019s $$."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Loved it!! My skin felt and looked better and brighter after 1 use!"
        },
        {
            "review_title": "Glowing Affect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was told I was glowing even without makeup! Love how light it is and the soft effect it gives me face. Very pleased"
        },
        {
            "review_title": "A miss.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I recently started back doing chemical peels. I used this after my healing. I like the ease of the pump. The product is very light and easy to apply. It is a very faint shimmer which I guess Is supposed to help with the brightening. It was hard to tell if this really works because I am Regularly doing chemical peels. I will say it leaves my skin feeling nice. For how much this costs, not worth it in my opinion.   Maybe not a product for brown skin girls(?) I received this product complimentary."
        },
        {
            "review_title": "Healthy and radiant looking skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this vitamin c glycolic brightening serum by Murad!  My skin not only feels healthier, but it also looks radiant and glowing!  After a few weeks of use, my skin tone has become more even and less blotchy. I've seen a huge reduction in the redness of my skin.  It looks smoother and feels soft.  I would definitely recommend this product as part of your everyday skin regimen!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I received this product in exchange for a review. This serum is ok. Nothing special. I haven't noticed much of a difference to my skin. It is very lightweight, not a strong scent, and not greasy. It absorbs nicely into my skin. It just didn't do much for me besides moisturize."
        },
        {
            "review_title": "Overall pretty good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, fairLight skin tone, Combination skin",
            "review_text": "It worked pretty good but after a few days, I started getting pimples that were knots containing clear liquid. I do have sensitive skin though, so I don't blame the product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The product seemed to slowly but surely lighten my skin. I noticed dark spots that were pretty stubborn before are actually fading away."
        },
        {
            "review_title": "Lightweight with no residue!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received the Vitamin C Brightening Serum from BzzAgent to try out. I did notice a small difference in my skin complexion. The formula is lightweight and does not feel sticky and no white residue which is great!"
        },
        {
            "review_title": "Soft and glowing skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this item from the BzzAgent Campaign and am so grateful that I was given the opportunity to try out this amazing new product from Murad; I tried this product out for a few weeks before I decided to write this review so that I could give an honest and accurate review. This serum made  my face super soft after applying it, but I did not notice that much improvement in my stubborn dark spots. This product also has a very distinctive smell that I can't say I love. It smells very chemical-y, which I was surprised about since most vitamin C products smell like oranges to me, but those are probably artificial additives. Overall, I give this product 4 stars because although it did not fade all my dark spots, it did give my skin a slight glow and made it softer after application. Also to note, this is a two part serum (comes in two tubes within the actual bottle), and one part of the serum has shimmer in it; not enough to be obnoxious, but enough to notice a slight glow to your face."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Overall I am pretty happy with the effects of this serum. It is lightweight and easily absorbed. I have somewhat sensitive skin, and it did burn while applying some days. Fortunately, this didnu2019t last for more than a couple of seconds. The results are overall positive and I have noticed my skin appears to glow more than it did before using. I would recommend this product!"
        },
        {
            "review_title": "Good but nothing to wow over",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve been using this product for a few weeks now and Iu2019ve noticed a slight difference in the brightness of my skin. Over the winter months my skin tends to get dull and this product brought a bit of life back to it. The smell goes on lemony/orange but I noticed once it fades it has more of a chemically scent. Could just be me though. The product itself goes on super smoothly and a little goes a long way. Itu2019s pricey but you truly donu2019t need a lot of it to see a difference. Not sure if I would purchase this product once it runs out."
        },
        {
            "review_title": "Not my favourite but a decent product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I received this product free from BzzAgent for testing purposes. I liked this brightening serum but I didnu2019t see a significant difference in my skin after using for two weeks. It goes on nice and smooth and you donu2019t need much product, but I found it quite strong and might be irritating if you have sensitive skin. I liked this product fine but given the price and the lack of a noticeable difference in my skin I do not find it comparable to other serums I use. I would not likely repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have never used a brightening serum before so I was excited to receive this as a sample to try. This product has a really nice smell and consistency. You donu2019t need a lot and I donu2019t even need to use moisturizer after applying. I usually get dry skin on my nose and chin during the winter and this helped so much! My skin is looking brighter and has a natural glow."
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "I am a 32 year old man, and I have dark circles under my eyes. THERE! I said it! Okay, now that I've gotten that out of the way, I used this product to get rid of my dark circles, aka my Raccoon Eyes, and it works! Sadly, I didn't take any before and after photos, but to my eyes, the area is definitely brightened."
        },
        {
            "review_title": "Amazing Vitamin C Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I received this as a sample and I absolutely love it. My skin feels so amazing and looks so much brighter. I will continue to use this in my everyday skin routine. I also really love the smell of it."
        },
        {
            "review_title": "Recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Not only has this helped brighten my skin but also has made it a lot smoother. If you are a scent type of person, this is not very pleasant but its totally worth it. I would absolutely recommend this if you have dark spots from sun or aging."
        },
        {
            "review_title": "Nice absorption",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I really liked this serum. It wasnu2019t thick or sticky and it absorbed quickly. Great for mornings when I donu2019t have Time to let it set. My skin definitely looks brighter and I canu2019t wait to see full results after Iu2019ve been using it for a month"
        },
        {
            "review_title": "Fast-absorbing serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have oily skin, and this serum has worked well for me so far. I've noticed an improvement in my skin's brightness and uneven texture caused by hyperpigmentation. The lightweight formula absorbs more quickly than other serums I've tried in the past. I would definitely recommend this serum for anyone looking to smooth out texture and add a dose of vitamin C and glycolic acid to their skincare routine."
        },
        {
            "review_title": "Great vitamin c serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used it for a month, twice daily and I definitely see a difference. My skin has less texture and looks brighter.  This is comparable to the ole henrisken vitamin C serum, but with a better consistency!"
        },
        {
            "review_title": "Good daytime serum!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This is a good daytime serum! I didn't like it as a nighttime serum, because it's got a shimmery glow to it which is what I want for daytime. It sinks into your skin nicely and gives you a nice glow without being greasy. If your looking for something to give your skin a nice glow then I recommend this serum. I took a star away, because I think it's way to expensive for the product."
        },
        {
            "review_title": "Would Recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "After a month my skin was glowing but I wouldn't say it was significantly brighter. I do take good care of my skin so it's usually always glowing but it was more prominent after incorporating this product into my skin care routine. Also, I didn't notice a smell so overall I liked it but I haven't noticed a drastic difference as of yet."
        },
        {
            "review_title": "The Best!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This serum makes my skin feel so silky smooth! Itu2019s light weight and absorbs quickly. It is not greasy. I just love the way it makes my skin glow and look brighter."
        },
        {
            "review_title": "Definitely saw a difference",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I was excited to try this product along with the Vita-C Dark Circle Color Corrector and the Rapid Age Spot and Pigment Lightening Serum. I tend to have dull spots on my face and I have tried numerous products to achieve a brightened, toned complexion. I have used this product religiously for a month and have seen a brightening in my skin. I have used other skin toning and brightening products in the past, but havenu2019t seen a visible result. I believe my skin will only become more toned as I continue to use these products in my routine."
        },
        {
            "review_title": "GREAT brightening serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I seriously love this product. I used to put a conglomeration of lotion/foundation/etc on my face in the morning or whenever Iu2019d wash my face just to try to cover the redness/dryness as best I could. After getting this brightening serum HOLY COW thereu2019s no going back. It goes on SO smooth and it really does brighten your face up and makeup goes on so evenly over it! I seriously love this stuff."
        },
        {
            "review_title": "It works!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I was sent this to test and write a review! I incorporated it into my regular skin routine and I love it. Itu2019s light and I love it...I can say that after almost a month of use you can definitely see a difference"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After using it for almost a month I have definitely noticed a bit of a difference, skin looked now glowy and less texturized. I usually apply it in the morning, after my toner and before my moisturizer.. and then proceed with my makeup. I do not like the smell of most vitamin C products, but this one has a good scent that goes away quickly!"
        },
        {
            "review_title": "It brightens like the sun!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "It brightens more then the sun! No seriously i gave This product to my mother who is 58 years old and a recovering addict. Her skin was not the best at the time. Once she started using this with the other products it was as if her face started back over. Itu2019s cleared up and her scars are gone.   Itu2019s as if she is back in her early 30u2019s starting to take care of her face again. This serum in itself has brightened under her eyes so much. I cant Say enough about Murad products. These products really work and help!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I love Murad! Their products never disappoint. This one made my skin so much brighter and glowy."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "I was sent this item to test and I have been using it for a month straight. I incorporated it into my regular skin routine and I love it. I can clearly see a change in the brightness of my skin!"
        },
        {
            "review_title": "Get your glow on",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I recieved this product free for my honest review. After using this product for several weeks I did not notice a difference at first. I did notice a slight sting and a strong smell when applying. I do not think it has helped my skin marks but my texture has now suddenly improved. I have a natural glow and my skin is much smoother. I really enjoy this product and would definitely purchase for myself."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love love love this so much! I can see a difference after a week of use! It's gorgeous coming out of the bottle, and it feels nice and luxe on the skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great product!!  I noticed my overall complexion was brightening after about two weeks of use.  I didn't notice too much lightening in any dark spots I have, but I didn't expect to.  Would definitely buy again!"
        },
        {
            "review_title": "Glow on GIRL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for an unbiased review from BzzAgent. This product is something you have to use consistently or you wonu2019t see results- and results arenu2019t instant. I noticed after a few weeks of using nightly a difference in my skin. Iu2019m really impressed with how it made my skin have a healthy looking glow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love this product! It has helped brighten my full complexion and  even out my skin tone. I use it every day under my moisturizer."
        },
        {
            "review_title": "Super glowy serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I absolutely love this serum. I'm more of a natural look girl and this serum instantly brightens your skin. I incorporated it into my morning routine and I love it. Sometimes I just wear that for a glowy look. It's super light and non greasy!"
        },
        {
            "review_title": "Love this.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "I received this Murad Vitamin C Glycolic Brightening Serum free to try for my unbiased review and Iu2019m grateful I did! After using it consistently for two weeks, Iu2019ve noticed my skin looking brighter and with a glow. It goes on smoothly with a nice scent. There isnu2019t a heavy weight to it at all. I would recommend giving this a try if you are looking for brighter skin."
        },
        {
            "review_title": "Brighter face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "When I applied this amazing serum I could see my face so much brighter after just one use. Absolutely loving this and the results.  Itu2019s super light on my skin and it feels like nothing is there. I use this twice a day! If youu2019re looking for a great face serum this is it"
        },
        {
            "review_title": "So worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this serum! I received it free for an unbiased review. This serum is amazing. The smell is great too. Itu2019s not overpowering, but very good. It takes a while to notice the effects, but I promise it works. Iu2019ll definitely keep using it later!"
        },
        {
            "review_title": "Great smell, a little pricey",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Texture is nice, smell is great but I didn't really notice a difference. The pricepoint doesn't make sense, though the product feels and smells nice."
        },
        {
            "review_title": "Takes a while to notice a difference..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Like other reviews have said, this product does take a while to seem like itu2019s working.. I used it for several weeks without seeing many differences, or any at all. Until one day, I could see my skin glowing a bit more than usual, without makeup on. It definitely helped my confidence quite a bit! I received this product complimentary for my honest and unbiased review."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Itu2019s hard to notice the difference at first. You have to be using consistently for at least 2 Weeks. After that period you will notice the natural skin glow improving significantly and the skin tone being more even. I received this complimentary to test out and I recommend it. Use it at night and use a moisturizer after. The use of spf or sunblock is advised as it can make your skin more sensitive and you should avoid exposure to sunlight as much as possible"
        },
        {
            "review_title": "Great brightening serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received a complimentary bottle to try out and review. I used it for several weeks. At first, I didnu2019t notice any differences, but after 2 weeks I noticed that my skin looked brighter and was naturally glowing. It did make my skin extra sensitive, especially to light, so I put mine on at night."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Loving this product, I can feel a smoother skin with a healthier look. When I started using it, I had a couple of pimples and now they are gone. The package is nice and the product even better!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have never really used anything like this before so I was pleasantly surprised with the results. It has definitely made my skin more clear and bright. I have actually had fewer breakouts as well since I started using this product."
        },
        {
            "review_title": "Brighter more even skin tone.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary for testing purposes. Iu2019ve used a lot of glycolicu2019s high and low end. This one is for sure one of my top 5 brightening serums. I use this strictly in my night time routine and Iu2019ve been using it for about 3 weeks now and notice my skin is brighter, smoother and my skin tone is more even. I would advise using a sun screen every morning as these types of products can make you sensitive to sunlight. The product packaging is very user friendly.  Serum tip - a lot of people donu2019t know that you should pat your serum into your skin. Then apply your moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I've been using the Murad Brightening Serum for a few weeks now and it was so good to use. I put it on my face and neck every night before bed. The product itself feels like a thinner moisturizer and absorbs into the skin after just a few seconds. I have used so many serums that left my skin feeling extremely sticky or it felt like I had product on my face. The Murad Serum leaves no sticky residue on my face and once absorbed you cannot tell its on your skin by feeling it. My face feels fresh, soft and hydrated. After using it for a few weeks I thought my skin looked much better than before. It looked brighter and I thought that some of the discoloration I had before was gone or at least much less noticeable. There is a great amount of product in the bottle as well and because you do not have to use a lot to cover large areas, it will last you a long time. I will definitely be continuing to use it and repurchase it after this bottle is gone."
        },
        {
            "review_title": "Vita-C Glycolic Brightening Serum does wonders!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using the serum for about a month now and can definitely see a difference in my skin's appearanceu2014it's so much brighter, smoother, and softer! The serum is lightweight and a little goes a long way. Iu2019m not even halfway through the bottle yet so it should definitely last a few months and is worth every penny.  I have sensitive skin and it did not irritate it all. Iu2019m loving how my skin now has a natural glow/radiance!!! 1000% recommend this product!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Thanks to Bzzagent, I received this product complimentary, in exchange for my honest review. My skin seems to soak this serum right up like it knows exactly how healthy vitamin C is. I actually really like it. I have noticed significant difference in the brightening of my skin and upper chest, I have also used it on just to keep a color match. ..I can't wait to continue to see results as I keep using this serum."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I always love a good moisturizer loaded with vitamin c and this did not disappoint.  While I don't love how quickly it dries into the skin (without leaving skin feeling very soft), I do think that it does brighten, while also working slowly on fine lines. I think it is better suited for someone with oily skin.  There is no overwhelming scent, which is always a plus for me.  I  received this product for review purposes."
        },
        {
            "review_title": "Great addition to my Skin Care Routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had never tried a brightening serum before but decided to incorporate one into my skincare routine. The smell of this serum is very citrusy and is really lovely. My skin always looks much better in the morning as it evens out my redness. Only issue is that this serum is a little sticky so I would wait a few minutes before lying down on a pillow or anything! Feels great under makeup too."
        },
        {
            "review_title": "Very effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "The dark spots on my checks and chin look a lot lighter after using it regularly for 3 weeks. Very effective"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This works so well! You do not need a lot of product for your face so this bottle should last  a while. after about a week my skin was so much brighter and tighter!"
        },
        {
            "review_title": "Helps with redness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Itu2019s such a silky smooth product. It blended so smoothly into my skin. It didnu2019t leave any residue and felt so so soft. It helped with the redness especially around my cheeks and just brightened my face overall. Would definitely recommend!"
        },
        {
            "review_title": "Actually Brightened My Skin!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am an EMT who works mostly overnights. A lot of times I get up during the wee hours of the mornings for calls and my face is dull and splotchy. Using this product actually decreased the redness of my face during the day and night. I love how light and absorbent the serum is and it felt like water on my skin. This product legitimately brightened my skin over the span of 2 weeks and helped smooth out that splotchy just woke up look.   My mom also tried this product.  She has oilier skin and also struggles with dull skin. She loved how absorbent the formula was and found her skin didn't feel sticky after use. Both of us loved the citrusy smell of the serum and it definitely made our faces feel plumper and fresher. The cost is steep but if money wasn't an issue I would definitely give this five stars. I did receive this sample as a BzzAgent, but it didn't influence the overwhelmingly positive results of this product. I loved how this product solved my splotchy bed face in two weeks and I would definitely buy it again if it was cheaper."
        },
        {
            "review_title": "Evens out skin tone very nicely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve been using this product for almost a month and very impressed.  I started seeing results about a week and a half into using it once a day.  Then after about 4 weeks I could really tell my skin looked brighter and more even.  I have a few sun spots and hyperpigmentation.  This serum really helped even out my skin tone so much to where I stopped wearing a full coverage foundation and have switched to a more tinted moisturizer.   I use this once a day at night before my moisturizer.  It only take a very little, so the bottle with last a long time!   Overall, Iu2019m very pleased with how this evens my skin tone and gives my skin more of a glow from the inside!"
        },
        {
            "review_title": "It's lightened the redness of my skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Combination skin",
            "review_text": "Lately, my skin has been very dull, so Iu2019ve been trying to the Vitamin C Glycolic Brightening Serum. My cheeks are typically really red and itu2019s quite annoying, but Iu2019ve found that with consistent use of this product, itu2019s lightened the redness of my skin. Was quite surprised by that. Itu2019s a great formula that is easy to apply. Itu2019s lightweight, which is great since I have oily skin and heavier formulas are too heavy for my skin. Obviously, it has Vitamin-C in it, which is PERFECT for whatu2019s going on in the world right now. The Vitamin C Glycolic Brightening Serum is a product that I would continue to use. However, it is quite expensive, so I'm not sure if it's a product that I would be able to purchase again. Though you only need to use a little bit of it, so I feel like it would last a really long time.  I did receive Vitamin C Glycolic Brightening Serum through BzzAgent in exchange for my honest opinion. Despite that, my thoughts werenu2019t influenced."
        },
        {
            "review_title": "THE BEST!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wow!! This is THE brightener to use! I received this complimentary to try. I honestly will say that with daily use your face will look more brighter and radiant. I have been using for about 2 weeks and I have received many complements on my skin complexion. I really recommended this great product!"
        },
        {
            "review_title": "Worth the buy!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
            "review_text": "I received this product through Bzzzagent to try and review. For reference, my complexion is very fair and 90% of the time it is clear of blemishes. I wouldnu2019t say that I was unhappy with my skin prior to this product, but with being so pale something that is supposed to give a u201cglowu201d to the skin interests me. Here is my take on the product:  Positives: Skin looks more radiant and when first applied definitely has a glowy sheen (not sparkly, but almost appears to reflect light) Makes skin look and feel plump  Doesnu2019t leave a sticky feeling  Leaves your skin feeling really soft Didnu2019t irritate my sensitive skin   Negatives: Has a tingly sensation when applied to the skin Can make skin feel dry if you donu2019t moisturize after High price tag  Overall I am happy with this product, I think the high price tag would have made me hesitate to buy the product, but I will continue to use this product and if I continue to see these results I would purchase it again!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Received this as a free sample from BzzAgent. I was instantly blown away by the results from using this. Within 2 days of use my skin was beginning to look bright and I was here for it! Will definitely purchase this again and again."
        },
        {
            "review_title": "Good vitamin C serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I find this serum gives an instant brightening effect to skin as well as evens out my skin tone. The consistency of this product is much nicer than other vitamin C serums I have used. It also works very well with other products and under makeup."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I was really excited when I got this in my Murad kid from BzzAgent but I was kind of let down. After using it for about a month, I noticed that it was not brightening up my dark spots. I had quite a bit of them on my cheeks from a prior breakout. Iu2019ve read that this has worked for a lot of women, but I have a darker complexion and it didnu2019t work as well."
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Feel like my skin is a lot more supple now! Also, love the bright packaging."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love this product! It does not irritate my skin at all. I could see a difference in my skin within a few days. It is much brighter and a few of my dark acne scars started to fade. Love this and will continue to use it."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I loved it. I literally applied all over my face and even to my elbow. Love that it does not irritates my skin. My totally see positive results on my skin."
        },
        {
            "review_title": "Great for dry skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Loved this serum! Within a week I had noticeably smoother skin. I have dry/ oily skin combo so I like the lightweight formula and it didnt leave a sticky residue. Definitely recommend this product!"
        },
        {
            "review_title": "Beautiful and Effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I had very beautiful skin after a few times of using this product. My skin looked brighter and i was glowing. I would definitely recommend this product. I received this product for free for an exchange for a review."
        },
        {
            "review_title": "Brightened, Even Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I started using this serum on the daily combined with my normal skincare routine. I generally think I have normal or dry skin overall and this serum helped brighten up my overall complexion with a noticeable difference. It was easy to apply, spread evenly, and I generally used one or two pumps depending on how I was feeling. I felt like it made my skin an overall brighter tone and evened it out in terms of my complexion. I'm not out in the sun too often, but I still made sure to apply this daily."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have combination skin, and lately with how the world is going, Iu2019ve been seeing my skin lose itu2019s brightness and go dull. This serum helped bring back my skins brightness! Iu2019m happy that itu2019s not overly perfumed. I canu2019t use on my really oily days, but can use 2-3 a week. Overall, Iu2019d recommend this serum."
        },
        {
            "review_title": "brightening skin tone",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "maybe it's still the pregnancy glow, but this product has been keeping my skin looking bright. I like that it's not a super strong vitamin C level (at least my skin tolerates it). I like that there's not a strong scent and it absorbs into the skin quickly"
        },
        {
            "review_title": "Worth a shot",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "I used this product over the course of three weeks and did not notice any significant changes to my skin. I am very fair complected so perhaps it works better for darker skin tones. Overall was not pleased nor displeased with this product."
        },
        {
            "review_title": "Youthful Glow!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "I've been using this product for about a month. My skin looks youthful and bright. The product does cause some sensitivity to my skin, so I only use it every every day. It causes my skin to peel, but then leaves my skin with a subtle glow. I would compare it to having a chemical peel."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been using this for a few weeks now and Iu2019m very impressed with the results. I have lots of freckles and a couple dark aging spots. Iu2019ve used numerous u201cbrighteningu201d products but they never showed any results. When I got the chance to try this brand I jumped on board. Iu2019m already noticing my freckles and age spots lightening. I love the dewy feel after putting this on. Itu2019s not oily out thick just has a nice, light feel to it. I would definitely recommend this product!"
        },
        {
            "review_title": "I loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Iu2019ve been using this product for a couple of weeks now and Iu2019m amazed by the changes Iu2019ve experienced in my face while using this serum. I use it after I wash my face and it has significantly reduced the appearance of dark circles on my face. The moment I apply it I can see an instant glow on my face making it appear youthful and firm. I would recommend anyone who wishes to have real and fast results to try this murad serum along with the night serum and the eye Serum to reduce dark circles."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "When I first started using this product I was a bit spectical of it actually working because Iu2019ve never used anything like this but was actually surprised when the dark spots on my cheeks started to disappear however it wasnu2019t an overnight thing and it didnu2019t completely erase my dark spots it definitely makes them way less noticeable"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I use 3 pea sized pumps after washing my face in the morning. Its a light feel on your face but it instantly brightens up your skin and you can definitely tell the difference. I usually wait a bit for it to absorb onto my skin then I follow with a serum. I like to use it under my makeup"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is great!  It does not feel heavy on my skin, has a pleasant smell and does not leave a nasty residue."
        },
        {
            "review_title": "Lightened My Age Spots",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "This product definitely works being that it contains a 2% hydrocodone. My skin handles this ingredient fairly well and it did help to fade some post inflammatory pigmentation from old breakouts. This is a light serum, but pretty strong. A little goes a long way."
        },
        {
            "review_title": "Brighter looking skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this product through BzzAgent and I have to say itu2019s my favorite out of the three Murad products I received. Iu2019ve noticed my skin is brighter and has a bit of a u201cglowu201d to it, and the product hydrates rather than drys out my skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Oily skin",
            "review_text": "I received this product through BzzAgent. I am a fair skinned 33 year old woman with auburn hair.  I really liked how this product cleanly dispensed, and how easily the product spread and absorbed into my skin for application prior to makeup. The fragrance is very faint if not at all, and my skin didn't have the tacky sensation on the surface some other treatments have left.  As far as lightening dark spots, I did feel some light sunspots on my fair skin were noticeably lighter after 3 weeks of use,but I don't feel it was anymore dramatic than my previous treatment.  In general I like the ease of application and feel the results are on par with a more expensive brand of treatment."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product from BzzAgent. I've been using it for the past three weeks and have been pretty impressed with the results. It's not a super dramatic change, but definitely noticeable. I have some light sun spots on my cheeks that are beginning to fade. I suspect that with continued use they will fade even more. It is lightweight and I have not experienced any breakouts with the product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I really do enjoy this. I think it helps radiate my skin and its really brightening. Really has helped with my dark spots. The one complaint is you have to wait a little bit before moisurizer because of the tacky feeling it leaves."
        },
        {
            "review_title": "No Difference",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Did not really notice a difference in my skin. I have extremely sensitive skin and only swear by Murad products, although, I was not a fan of this one."
        },
        {
            "review_title": "A Good Try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "This is lightweight but effective. You skin doesn't feel weighed down like with some other serums. It gives your skin that glowy look without being oily."
        },
        {
            "review_title": "Very hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is an excellent moisturizer! It has kept my face hydrated the entire day and I have had no dry spots on my skin since using it. It also has been fine underneath makeup and doesn't feel heavy at all. Will definitely continue to use!"
        },
        {
            "review_title": "Nice Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I got this product through Bzzagent. I used it for over 2weeks now and I really liked it. I clearly see the difference in my complexion of my skin. I love the texture and packaging. It definitely looks and feels high quality product. Another thing that I love about is the scent, it's not too strong as compared to other products I used in past. I would definitely recommend it."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this product. Iu2018ve been using it every morning for about a month and I can definitely notice a difference in my skin. Itu2019s a lot smoother and is brighter than it was before using this product."
        },
        {
            "review_title": "Great Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I am loving this Vitamin C Glycolic Brightening Serum!! It is so silky smooth, it goes on so nice, and itu2019s easy to massage in. Iu2019ve been using it for about 2 weeks now and I definitely can see the results, I canu2019t wait to see even more results from prolonged usage."
        },
        {
            "review_title": "Best treatment Iu2019ve ever tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this stuff! It brightens my skin and keeps me hydrated!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been using this Vitamin C su00e9rum daily for about 2-3 weeks and am very pleased so far. The formula is great, not oily and absorbs well into my skin. The smell is pleasant and light. Iu2019ve noticed generally more even skin tone with less redness. I look forward to keep using the product and seeing the long term results."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I received this through BzzAgent. The bottle cap and dispenser were actually broken inside the box. I had to put it back together and pump it a bunch of times before it worked again. I've been using this for about 2 weeks now and I do see that my skin has brightened a bit, but not as much as I would expect. The serum also stings sometimes when you put it on."
        },
        {
            "review_title": "A great product for a beautiful glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was unsure of the texture at first - but once I applied it to my skin it was smooth and absorbed nicely. It doesn't have an overwhelming scent and I'm definitely noticing a difference when it came to brightening my overall complexion. I have been using it for a few weeks now and even in the drying cold weather my skin is nicely hydrated and glowing."
        },
        {
            "review_title": "A++",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Loooove this stuff ! Really brightened up sun spots"
        },
        {
            "review_title": "Best VitC Serum to date!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I am overly impressed, not only with this particular product, but if you utilize the entire set. Not only is my skin brighter, smoother and more youthful....but I get compliments!!!! Best set to date for aging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have been using it for 2 weeks now and love it. My skin is so much brighter and smoother. Definitely recommend this product #gifted #bzzkit"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like what this does for my skin. My skin feels smoother and more radiant after consistent use. The unevenness of my skin isnu2019t totally gone but it is definitely better. I think it will keep on improving with consistent use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Love this!! It works really well and has been brightening my skin everyday! Granted in this quarantine I had not been outside daily but overall my appearance has been looking better and bright."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This was a very interesting vitamin C serum. It has a very light texture and absorbs quickly in the skin without leaving a greasy residue which some of my vitamin C serums have done in the past. After about 2 weeks of daily use, I've noticed some brightening on my cheeks but would need much more time to show a noticeable difference. I will continue to use this product as it feels nice, doesn't stink, and is starting to show improvement!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received this through BzzAgent. I have not noticed a huge difference so I need to continue to use it since I have plenty of dark spots."
        },
        {
            "review_title": "Not Impressed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I received this through BzzAgent. I do notice an overall complexion change after using it for 2 weeks. However, I still have the same dark spots that I thoughts would fade away."
        },
        {
            "review_title": "Nice serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This serum is to help improve look of hyperpigmentation and uneven tone. I like it, I wouldn't say the changes are dramatic/drastic but it does help and my skin looks nice when using it. It's very lightweight and doesn't irritate my skin."
        },
        {
            "review_title": "Gorgeous healthy glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Murad skincare is great! They have so many awesome products, including this amazing new Vita-c glycolic brightening serum! This serum contains phyto-luminescent extract, which turns UV energy into an illuminating light source for skin. So, there's no surprise that my skin is brighter and more radiant than it's ever been! Plus my pores have cleared up and are much less visible, a very pleasant change I wasn't expecting. My skin looks and feels so incredibly healthy and radiant, I've been getting so many compliments! Honestly, I'm in awe at the results, I've never been so confident!"
        },
        {
            "review_title": "Great product for overall radiance and smoothness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have consistently been using this product for about a month u2014 it definitely has helped my skin appear brighter and reduce the texture I have in my tzone. My skin looks more radiant and smooth! What I love about this product is that it does not make my skin sensitive. I have used products like this in the past that have tore up my skin. It was just too harsh, but this is definitely a more gentle glycolic acid. I feel like this formula will work for most people. Definitely pair it with a sunscreen! I picked up the Murad Environmental Shield Essential-C Day Moisture with SPF to use while trying this out and it complimented it well! I live in sunny FL and I have not had issues with my face burning. I love that the formula is not greasy, absorbs fast, and does not break me out. The packaging is esthetically pleasing! My only complaint is the pump. If it is not completely flat when you are pressing it, the product distribution is slightly off. Itu2019s not something that would keep from purchasing this product. I definitely recommend this serum if you are looking for a product that helps with the smoothness and overall radiance of your skin!  (Transparency: I received this product as a gift from BzzAgent but all thoughts and opinions are my own)"
        },
        {
            "review_title": "Needs moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I got this product as a gift.  I do notice subtle lightness of pigmentation after 2 weeks.  I wish it had more moisturizing properties in it so I didn't need to use anything after it in that department. Curious to see what will happen with prolonged use."
        },
        {
            "review_title": "Itu2019s an okay product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I Received this via bzz agent. I love the packaging of the product. I find that itu2019s okay for overall brightening. This will not clear your dark spots but itu2019s a nice to have addition to your routine. Itu2019s quite steep for the price tho but if you can afford it, why not?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "LOVE this serum! I've been looking for new products to add to my facial routine, and this is a great addition! I have some sun spots on my face and after using this product for 2 weeks I've noticed the sun spots are lighter and the color of my face seems more even.  While I received this as a complimentary sample, I will definitely be purchasing this after my sample is done!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received this product to review from BzzAgent. Iu2019ve been using this product for a little over two weeks and have noticed an improvement in my complexion. My skin is brighter and less dull. The serum is lightweight and dries quickly only downside for me is the smell that goes away once it has dried. Overall, I like this product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "Since I have been using this for about 3 weeks I have noticed that it made my face a lot brighter, which I actually like. The serum is very light weight which is a plus for me and you only need a small drop to go over your face. The serum will last you a good amount of time too. It isn't sticky when you apply it either and dries very fast too.   The serum does have one flaw that I didn't like much which was the smell when you first put it on and the fact that it dries my skin out after I wear it. So for me I always have to wear a facial moisturizer after I apply it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This product worked well in the few weeks I have been using it. However, I am not a huge fan of the ingredients listed in the product. I like the results, but not if it means putting bad compounds or chemicals on my face"
        },
        {
            "review_title": "Improved Complexion",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Received the Vitamin C Glycolic Brigtening Serum complimentary from BzzAgent. With 2 weeks of application, I have noticed a subtle improvement in the complexion of my skin and does look less dull and brighter. Will continue further use of this serum for more brightening results!"
        },
        {
            "review_title": "Vita-C Glycolic Brightening Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "this serum is great for combination skin. Iu2019ve been using this serum for the pass 2 weeks even tho I know thatu2019s not a good time frame to see significant results,  I however noticed that my skin looked less irritated and more vibrant. This serum is very moisturizing and leaves your skin feeling and looking firmer.  I would highly recommend this for those who have sensitive skin and can commit to a long term dark spot lightening treatment. With the results I saw so far I would definitely repurchase this one."
        },
        {
            "review_title": "great anti-aging product.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "First off, I want to say how lovely this packaging is (the pump is so handy!) and how smoothly this product applies. I only needed about one pump to get my full face. The changes are subtle over time, but I did notice smoother skintone with continued use. It does not clog pores or feel heavy on my skin. It's definitely light and gentle enough for every day use, and the bottle will last a long time, given how little is needed. I really love the impact over time with reducing signs of aging/dark spots. I feel like the worst ones got better within a week. This does not dry or over-moisturize skin either, which I really appreciated. It's a great anti-aging product!"
        },
        {
            "review_title": "Love the packaging and the texture",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I received this for free for review. I find as I age my skin is starting to get a bit grey and dull in color.  I love how bright this made my skin feel and look even after a few applications. I also love how easily this is to pump into my hand.  I highly recommend."
        },
        {
            "review_title": "Wow...just wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "I definitely saw an improvement in my skin tone and it was noticeably brighter and more radiant! I have a few dark spots from sun and I did notice a difference in my skin in just a few days. Sun spots are ! The serum absorbs nicely into the skin! I do have an oily complexion and this serum left my skin flawless! I highly recommend this product to all of my friends and family"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "OMG - Vita-C Glycolic Brightening Serum is amazing! I saw such a huge difference after using for a few weeks! I will purchase in the future."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I definitely saw an improvement in my skin tone and noticeable brighter and more radiant skin! I have a few dark spots from sun and tanning in the past and I did notice a difference in my skin in a few days. Sun spots are lighter and almost gone!   The serum is light weight and absorbs nicely in the skin! I do have an oily completion and this serum left my skin flawless! I highly recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I really like this serum, the consistency is very nice and it doesnu2019t stick/sit on your skin. I feel that it absorbs very well, so Iu2019m hoping it will actually brighten my skin in the upcoming few weeks.  I love the packaging too, you can clearly tell it is related to vitamin C"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This is my first time using a Vitamin C brightening serum, and I must say how impressed I am! Iu2019ve been using this now for 2 weeks and have seen noticeable differences in my skins brightness.  The formula has a nice consistency, doesnu2019t feel heavy in the skin, and doesnu2019t irritate my dentist Iu2019ve skin.  I really look forward to how my skin will look after longer use of this serum!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Such a great facial serum! I loved using it every morning and then following it up with sunscreen. It left my skin feeling hydrated. My discolorations are definitely fading too. I like to use mine with a jade roller"
        },
        {
            "review_title": "Brightening!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love how this product makes my skin feel so soft and moisturized. My skin is usually dull, but this brightened it up a lot!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved this product! I have a few days using it and I already notice my skin is lighter, the first week when applying it it burns a little, maybe due to the damage of my skin due to other products and the sun, but there is no more burning!  u00b7      I really enjoy trying this product, my skin is smoother and clearer and keeps improving! This product is suitable for all skin types, I recommend it to people with dull skin who want to regain its shine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I have noticed a difference since the first day using it .. Love this product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m in love! My skin has never felt or looked better! I have some acne scaring that leaves to an uneven skin tone. But with the amazing ingredients and burst of vitamin c twice a day you can hardly tell!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is a wonderful product!! It brightens up my face and it isn't a super heavy feeling cream!"
        },
        {
            "review_title": "Visible results in 10 days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I started using the serum and could see the visible brightness in my skin in 10 days time. Results may vary person to person. I simply love how even my blemishes started to reduce slowly gradually."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Love this product, has really improved my skins appearance and texture!"
        },
        {
            "review_title": "This is product amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have been using this product for a little over 3 weeks. I have been seeing some amazing results. The first week my face took a bit of getting used to the product so I had somewhat of a breakout but after that I was golden :).. My face has appeared more brighter, my breakouts have been minimized & my hyperpigmentation has defiantly faded. I like the scent a bit citrusy & the consistency is thick. I will attach 2 pictures of my results (the picture with the Orange top is before & the black top is after). I got this product complimentary for testing purposes.. I canu2019t wait see how it will looks after 6 weeks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I've tried multiple products of all diffrent price ranges, but this one is so far my favorite. I've purchased Murad products before in the past and this one does NOT disappoint. I've been using the brightening serum a little over 2 weeks now and I must admit it i see a diffrence. My face doesent look as dull. It looks brighter, clear and overall healthier. I would definitely recommend this product to anyone."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product has made my skin so much brighter! It doesn't have a a smell and goes on really well. I would say its worth a try, it is quite expensive but the bottle is big."
        },
        {
            "review_title": "Natural glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This murad brightening serum is a must have! I have been using nightly for two weeks now and my skin is absolutely glowing and gorgeous. I love how this product leaves my skin with a natural glow. Highly recommended product"
        },
        {
            "review_title": "Excellent Brightening Agent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I found that this was a strong, effective brightening cream. It has no offensive scent. The texture is light and it did not make my combination skin feel oily or greasy. I primarily use this cream as a part of my evening skincare routine in combination with the matching eye cream. The only reason I decided to rate down to 4 stars from 5 is that it broke me out when I first began using this cream. I donu2019t get many breakouts and hardly ever on my cheeks. This was the only new product that I had introduced. However, my skin did get used to the product and it eventually stopped. I just wish it didnu2019t have to go through that process. My first bottle is going well so far; you donu2019t need much at a time. I received this for free in exchange for my honest feedback."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Received this product free and was not a fan. The scent is wonderful but the product made me breakout. I donu2019t have sensitive skin so this was unusual for me. May work well for someone else. I didnu2019t find it made my skin brighter."
        },
        {
            "review_title": "Beautifully brightened my face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is my first time using any kind of Brightening Serum. It is definitely one of those things I didnu2019t realize how much I needed it until I started using. The texture and color of my face are indeed brighter and Iu2019m diggin not wearing makeup right now. My only complaint is the scent of this product is not my favorite but Iu2019ll take the scent in exchange for the beautiful results it gives!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Light skin tone, Oily skin",
            "review_text": "I like it! After using it for about 3 weeks or so it actually has brightened the dark spots on my face. I like the feel of it on my face. Itu2019s not thick or oily. It just feels fresh and clean."
        },
        {
            "review_title": "AMAZING Addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "AMAZING! Love this suite of products! I have been using the brightening serum along with 2 other products for the past several weeks and I see a major improvement in my skin's overall appearance."
        },
        {
            "review_title": "Glow baby Glow!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I've been using this product for a few weeks ago and I like it along with many other of Murad's products. I've been using it in the mornings along with their Vita-C Dark Circle Color Corrector and I really see the glow after I use it.  I'll be interested to see how my skin continues to brighten as I keep using this product.  I even use it after my spot acne treatment in the morning and I did not have any harmful reactions to using this.  It is a very light product to use and is perfect to use under make up as well."
        },
        {
            "review_title": "Brighter and younger looking skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m loving this product. I definitely feel like my skin looks brighter after regular use of this product. The red spots all around my face have started to fade and I havenu2019t been breaking out nearly as bad as I was before using this product. Using this with the entire brightening system by Murad has absolutely benefited my skin."
        }
    ]
}