{
	"product_id": "1501",
	"name": "Halo Healthy Glow Tinted Moisturizer Broad Spectrum SPF 25 with Hyaluronic Acid",
	"brand": "Smashbox",
	"categories": "Makeup, Face, Foundation",
	"price": 55.5,
	"about": "What it is: An all-in-one, SPF primer-infused tinted moisturizer with lightweight, natural-looking dewy coverage that hydrates skin for up to 24 hours...Coverage: Light..Finish: Natural..Formulation: Liquid..Skin Type: Normal, Dry, Combination, and Oily..SPF: SPF 30 and Under..Highlighted Ingredients:.- SPF 25: Protects against environmental aggressors and sun damage.- Hyaluronic Acid: Moisturizes for up to 24 hours to help plump and promote supple skin..Ingredient Callouts: Free of sulfates SLS and SLES, parabens, formaldehydes, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban, and contains less than one percent of synthetic fragrances. This product is also vegan and cruelty-free...What Else You Need to Know: Primer-infused for all-day wear and a healthy glow, this skin tint primes, perfects, protects, and hydrates. It has rose extract, hyaluronic acid, niacinamide, goji berries, gold, and peptides. The breathable, vegan, and oil-free formula moisturizes, conditions, and protects...Clinical Results:.- Moisturizes skin for up to 24 hours -.Helps plump and promote supple skin through hydration.- Does not strip the skin’s moisture barrier.- Sweat and humidity-resistant.- Lightweight, natural-looking coverage that still looks like skin.- Made for all skintypes and won’t cause breakouts.- SPF 25 for everyday protection against environmental aggressors, sun damage and against future visible signs of aging.- Won’t crease, cake, or settle into fine lines",
	"ingredients": "-Octinoxate 6.7%, Titanium Dioxide 3.1%, Zinc Oxide 1.3%: Sunscreens.....Water\Aqua\Eau, Octyldodecyl Neopentanoate, Butyloctyl Salicylate, Dimethicone, Butylene Glycol, Methyl Trimethicone, Niacinamide, Cetyl PEG/PPG-10/1 Dimethicone, Lauryl PEG-9 Polydimethylsiloxyethyl Dimethicone, Diethylhexyl Succinate, Laureth-4, Tocopheryl Acetate, Sodium Hyaluronate, Lecithin, Rosa Hybrid Flower Extract, Pyrus Malus (Apple) Fruit Extract, Lens Esculenta (Lentil) Fruit Extract, Citrullus Lanatus (Watermelon) Fruit Extract, Lycium Chinense (Wolfberry) Fruit Extract, Palmitoyl Hexapeptide-14, Peat Extract, Gold, Sodium Lactate, Methicone, Sodium PCA, Hydrolyzed Wheat Protein/PVP Crosspolymer, Glycerin, Barium Sulfate, Magnesium Sulfate, Dimethyl Isosorbide, Maltodextrin, Triethoxycaprylylsilane, Dimethicone Crosspolymer-3, Silica, Aluminum Hydroxide, Dimethicone/PEG-10/15 Crosspolymer, Trimethylsiloxysilicate, Hexylene Glycol, Isostearic Acid, Caprylyl Glycol, Stearic Acid, Polyglyceryl-2 Triisostearate, Dipentaerythrityl Tri-Polyhydroxystearate, Dipropylene Glycol, Sodium Citrate, BHT, Disodium EDTA, Sodium Benzoate, Potassium Sorbate, Phenoxyethanol, [+/- Mica, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491), Iron Oxides (CI 77492), Iron Oxides (CI 77499), Bismuth Oxychloride (CI 77163)]...Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
	"how_to_use": "Suggested Usage:.- Step 1: Shake well. .- Step 2: Tap on with fingers and blend. .- Studio Tip: Use it as a tinted primer or layer under powder or foundation.",
	"num_reviews": 663,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/smashbox-halo-healthy-glow-tinted-moisturizer-broad-spectrum-spf-25-P460019?skuId=2376622&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2376622-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Deep",
			"shade_descriptor": "Deep with a neutral undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2376705-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Fair Light",
			"shade_descriptor": "Fair-light with a cool undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2376606-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Light Neutral",
			"shade_descriptor": "Light with a neutral undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2376648-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Dark",
			"shade_descriptor": "Dark to deep with a neutral undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2376689-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Light Medium",
			"shade_descriptor": "Light-medium with a neutral undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2376622-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Tan",
			"shade_descriptor": "Tan with a neutral undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2376663-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Light",
			"shade_descriptor": "Light with a warm undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2376614-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Medium Tan",
			"shade_descriptor": "Medium-tan with a neutral undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2376655-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Dark Neutral",
			"shade_descriptor": "Dark with a neutral undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2376697-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Fair",
			"shade_descriptor": "Fair with a neutral undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2376598-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Deep Golden",
			"shade_descriptor": "deep with warm undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2569952-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Medium",
			"shade_descriptor": "Medium with a warm undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2376630-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Tan Dark",
			"shade_descriptor": "Tan with a warm undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2376671-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Tan - Tan with a neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "NOPE the smell is awful and the oxidation is ridiculous. If you want your face to smell unpleasant and look like an orange than this is the foundation for you. Within minutes of applying this foundation my skin"
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I am on my 3rd purchase of this BEAUTIFUL tinted moisturizer. I have combo skin, more on the dry side and my skin looks amazing with this. Light coverage and dewy, it is perfect for everyday!"
		},
		{
			"review_title": "Staple in my daily routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "On my third purchase! I use this product on an almost daily basis right after cleansing and moisturizing with my normal face moisturizer. I have relatively clear skin to start, and this product helps even out redness/blotchiness, but it will not cover up major blemishes. It's not a foundation. Concealer, liquid blush and powders blend very nicely over top of this product, and it washes off easily as well!"
		},
		{
			"review_title": "Uses Everyday",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I have slightly dry skin, but after using Halo Healthy Glow Tinted Moisturizer in Light Medium, I feel confident and better looking. It provides a natural, dewy finish and hydrates my skin with hyaluronic acid. The light-medium shade with a neutral undertone blends seamlessly, giving me a healthy glow and even complexion."
		},
		{
			"review_title": "Perfect Tint",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
			"review_text": "My first time trying tint ever and I chose correct! Love the coverage, tint and luminous look this gives on my skin. This is the perfect summer coverage. I don't have to use a lot and it blends well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Looks so natural, I love it. I used so many other moisture but is is life changer game."
		},
		{
			"review_title": "Best tinted moisturizer for oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "Looks so natural! If you’re a full face kind of person, you’ll love it! The coverage is great, the formula doesn’t really transfer and absorbs into the skin. Doesn’t break me out. Love it! Repurchasing"
		},
		{
			"review_title": "Underrated tinted moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is so underrated. It gives light-medium coverage with a really nice glow and plays well with other products. Love it!"
		},
		{
			"review_title": "not worth it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "it feels nice on my skin, but it doesn't look great. I've tried three different shades, and they all make me look orange."
		},
		{
			"review_title": "Your skin but better",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It was ok. I don’t love it but I still use it. It does make my skin look more even and does give it a healthy looking glow. I prefer the CC cream from it"
		},
		{
			"review_title": "I swear by this stuff for my low maintenance routi",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The all in one makes my busy mom mornings easy. Light coverage."
		},
		{
			"review_title": "overpriced, you can find better.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Product made me look incredibly greasy and shiny, does not dry down, and was also wayyy too orange. It also smelled weird, and had a very strong chemical odor."
		},
		{
			"review_title": "Not for dry/combination skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Oily skin",
			"review_text": "I got this because I wanted a tinted moisturizer with a bit more coverage, I didn’t realize how thick it would be. It goes on like foundation and accentuates texture, especially on dryer skin. Probably won’t"
		},
		{
			"review_title": "A MUST FOR DRY SKIN",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Dry skin",
			"review_text": "My new holy grail! I first tried this as a sample & fell in love. I have very dry skin & struggle finding a base that will sit nicely on my skin. This is such a game changer. It’s very lightweight & hydrating. There’s very minimal coverage as it is a tinted moisturizer. Also the first time I find a shade that matches my exact undertone."
		},
		{
			"review_title": "Best for Dry skin and fine lines",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Dry skin",
			"review_text": "This is the best tinted moisturizer to hide imperfections and definitely to mask fine limes and wrinkles. and to be honest, it does replace my foundations, which I only use mix with this for a longer staying power. other than that, this is a God send"
		},
		{
			"review_title": "My new go to.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, notSure skin tone, Dry skin",
			"review_text": "Man I’m so happy I found this stuff. I have quit all my other foundations. This is all I need. It’s so smooth and natural looking but also easily buildable. I can have a natural glowy look or do full coverage with concealer & powder and it looks amazing all day long."
		},
		{
			"review_title": "The Best Tinted Moisturizer I've Tried",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Normal skin",
			"review_text": "I love this so much! It evens up my skin tone and doesn't feel heavy or greasy. This shade is perfect for me as well being very fair. I love how natural-looking it looks. It's my skin but better."
		},
		{
			"review_title": "Maybe was wrong shade",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was looking forward to using this product because I thought it would mask my dark spots but it really does nothing. I would recommend IT cosmetics if you’re looking to hide  imperfections"
		},
		{
			"review_title": "A routine staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Normal skin",
			"review_text": "I love this tinted moisturizer. It glides on well, stays on all day and gives good coverage.  It does not have a smell which is a huge factor for me.  I tried other tinted moisturizers and I keep going back to this same one, I have two colours for the different seasons. Love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "My new FAVOURITE complexion product. It still has decent coverage but it feels like there’s nothing on my skin. keeps me looking fresh and glowing all day, and lasts with minimal- no touch ups!"
		},
		{
			"review_title": "Oxidizes",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Oxidizes so bad. Looks fine when I first apply, but makes me very orange after it sets (even when prepping skin and using setting spray). I also find it drying as it wears throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Medium skin tone, Normal skin",
			"review_text": "Way too orange for me. I liked the idea of tinted moisturizer with sunscreen but I purchased it online and this was definitely not my colour so I gave it away"
		},
		{
			"review_title": "A routine staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is the best tinted moisturizer I have ever used. I have bought this product several times and I get compliments ever time I use it. A must have for your daily routine."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Light Neutral - Light with a neutral undertone",
			"review_buyer_description": "Light skin tone, Normal skin",
			"review_text": "Terrible!! This product was the culprit of me breaking out in perioral dermatitis! I had no idea. I used the CC Cream my whole life and never had issues. I just bought this and started breaking out but didn’t make the connection at first. This product is the worst for break outs! I loved the CC cream and now I don’t know what product to use since that was my holy grail. This one is a hard no. What a shame!"
		},
		{
			"review_title": "Holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "This tinted moisturizer is a holy grail for me. I cannot be without it. I am a busy student and mother of 3. This is perfect for quick application before you run out the door. Leaves your skin GLOWING"
		},
		{
			"review_title": "Don't think I'll ever stop using this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Dry skin",
			"review_text": "I've been using this as my lightweight foundation for almost 3 years and I just can't get myself to switch to anything else.  The finish is dewy perfection and I constantly get compliments on my skin when I'm wearing this.  Only critique would be make sure you're wearing a gripping primer underneath."
		},
		{
			"review_title": "It’s ok",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "I got this as a sample and it goes on really nice. It feels a little greasy. The only down side is that it’s not my shade"
		},
		{
			"review_title": "This all you need",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Dry skin",
			"review_text": "Super easy application no need for fancy stuff, perfect for random days stepping out of the house with minimal effort.  P.S no need for powder makeup after."
		},
		{
			"review_title": "illumine et unifie le teint",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Je l'adore et je le compare avec le sérum teintée Ilia. Très naturel, mais pas jolie avec un primer. Je préfère le mettre sur une peau bien hydratée. Ce n'est pas pour cacher les grosses imperfections, ce n'est pas un fond de teint. Illumine et unifie le teint."
		},
		{
			"review_title": "a bit orangey",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Been looking for a cc/bb cream with spf. This is great as it's matte! However I find the base of this quiet orange even though i purchased a light neutral. Little goes a long way!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light Medium - Light-medium with a neutral undertone",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I hate the feel of heavy products on my face but also needed a little coverage so opted to buy this tinted moisturizer. I absolutely LOVE it. It's so lightweight, non-greasy, and a little goes such a long way so I'm happy I got my money's worth. Highly recommend."
		},
		{
			"review_title": "Inlove with this tinted moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I love this tinted moisturizer. It’s the perfect glow that I need and that I like. I have dry skin, it just sits well on my face. The shade was perfect too. Definitely recommend!"
		},
		{
			"review_title": "Better than anything I’ve tried",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I can’t even count the amount of foundations and tinted moisturizers I’ve tried. This is the best. I have combo skin, and this gives the perfect amount of sheer glow without looking oily or shimmery. I don’t even have to set this."
		},
		{
			"review_title": "Good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Hydrate bien et donne un éclat à la peau. Couvre bien sans être trop opaque. Parfait pour les maquillages subtils et lorsqu’on ne veut pas quelques chose de trop lourd sur le visage."
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I wanted a lighter coverage foundation with SPF that wasn't mattifying and had some glow. The Sephora employee recommended this to me. It was a good colour match for me so I bought it but won't be repurchasing. It is not glowy at ALL. it isn't quite matte, but almost."
		},
		{
			"review_title": "Glowy and lovely, with some caveats",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really love this! I own what feels like every tinted moisturizer/light coverage foundation/serum foundation on the market and this is my favorite. It is very luminous but not necessarily as hydrating as I thought although I don’t mind as I have moved to a more humid area. In very dry areas I’d avoid this product.  Tips: Definitely check in store before you buy as it oxidizes noticeably.  Not super moisturizing, get the Ilia in the dropper bottle for a similar but extra moisturizing product. Perhaps a bit more coverage than other tinted moisturizers, for less coverage go with Bare Minerals or Fenty or for super duper light Glossier."
		},
		{
			"review_title": "Drugstore dupes out there",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "I have been using this product for about six months now and there's been pros and cons. Pros: I love the luminous but not oily look it gives initially, as well as the coverage. The SPF is also a great addition to this product. Cons: my skin tends to be on the more oily side, and powder is a necessity with this product so I don't look sweaty after a couple of hours. My shade tends to run on the more yellowy side, so I couldn't add a lot without looking yellow. After a while, I switched it out for the Marcelle natural bb cream in fair, which has more benefits and a better price point."
		},
		{
			"review_title": "Nothing moisturizing about it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Normal skin",
			"review_text": "There is nothing moisturizing about this tinted moisturizer.  And, while I like a tinted moisturizer because it should be lighter than foundation, this is heavier than my foundation. The sales clerk told me it was a satin finish but it is very matte. The only thing I like about it is the colour. It is hard to find good pale neutral colours and it is that."
		},
		{
			"review_title": "Mix and match",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I like this product, I don’t LOVE it though. It goes on smoothly and creates a dewy glow. I do feel like I have to use an oil blotting sheet like two hours after applying and then I’m fine for the rest of the day. I can’t seem to get the correct shade so I’ve been mixing two colors (my fall/spring shade with my summer shade) and that helps match my skin tone the best."
		},
		{
			"review_title": "Great Tinted Sunscreen",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Light, covers well and I would not use to much because I found a little went a long way."
		},
		{
			"review_title": "Really wanted to like it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Nice finish, but it oxidizes like CRAZY. The undertone began to look more orange. I mix it in lighter foundations to darken them a bit. Again, nice finish, but still oxidizes. I’m usually fine with that and can deal with it, but this  is… another level"
		},
		{
			"review_title": "Oily, break out, weird yellow undertone.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I had the sample and loved it! Went ahead and bought the whole product and things turned for the worse… I began to break out with acne after wearing this product on all day. The product has a weird yellow undertone  and the pridct pools up in spots. My face was really oily. The undertone was very yellow. Returned the product"
		},
		{
			"review_title": "Glow worthy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Yes! It took me a few tries to get the application right. I use a medium density brush and then pat in with hands if needed. Looks beautiful with a primer that has some glow in it."
		},
		{
			"review_title": "Major breakouts",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Dry skin",
			"review_text": "I was hopeful I would like this product and it has a pretty nice consistency and has way more coverage than i thought it would which was nice! But the reason for the low review is because it gave me SERIOUS acne. I’m talking deep huge pimples that feel like bruises and I am someone who never has any kind of breakouts. I know it was this product that was breaking me out because I tested it 4 different times on nights out. It held up and looked nice while i wore it but it’s not worth the painful breakout!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Light Medium - Light-medium with a neutral undertone",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Does nothing for me. Very watery and offers almost zero coverage. Been looking for a new tinted moisturizer ever since Laura Mercier reformulated, and so far the best I can come up with is YSL Bare Look, which sadly doesn't offer any sun protection."
		},
		{
			"review_title": "I love it !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "It's an everyday makeup look! I use smash box foundation but it’s full coverage and I want something light to medium and this is perfect! And SPF add bonus."
		},
		{
			"review_title": "Beautiful, radiant coverage",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "beautiful coverage, I used this with the halo primer and it really warmed my pasty, pale pink skin up to match my neck and chest. I'm not using a beauty filter, just love the radiant finish this provides."
		},
		{
			"review_title": "Perfect for natural look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Loved it! Have worn it both with and without the Smashbox Photo Finish Smooth & Blur Primer, and both the times my face looked great. It's perfect for a dewy, healthy looking, no makeup, natural finish look - which was exactly what I wanted to go for. With the primer, I was able to build it up a bit more on some problematic areas. I have a combination skin with dry patches in some parts - I did notice that without the primer it clumped a bit on those parts - however I noticed that immediately when I applied it and exfoliated those parts a bit, put my regular drugstore moisturizer, and then topped it off with the product again. For those with dry skin like mine, would recommend using the product along with moisturizer, a light primer, and then the this. Otherwise, really loved the product. I like the sleek packaging and quantity is pretty good too."
		},
		{
			"review_title": "maybe skip this one",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Was not really impressed by this. Maybe it’s my skin type (dry skin, especially on my nose and forehead) but I didn’t feel like this was hydrating. It performed strangely on my skin by clinging to dry patches and emphasizing my dry skin while simultaneously looking and feeling greasy if I don’t thoroughly powder it down. It does feel light on the face but it just looks… bad. If you don’t powder it like I mentioned it transfers with even the lightest touch and it doesn’t stay put. Maybe this will work better for people with even skin texture but for people who just want a quick makeup routine with no fuss, this might not be worth the hassle."
		},
		{
			"review_title": "A Nice natural look yet covers well.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I recently saw a review of this on You Tube and got a sample from Sephora.  My girl helped me pick two colors so I could determine my best match.  I was so impressed, I returned to Sephora to purchase and couldn't be more pleased.  It's got SPF, and Hyaluronic Acid and covers well but looks like my own skin, not makeup!  I am 77 and don't want a heavy makeup look, but have to cover some imperfections.  This does it all for me."
		},
		{
			"review_title": "Offers a natural, dewy finish but can be drying",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
			"review_text": "I had a sample of this kicking around that I finally tried and fell in love, then purchased the full size. There are many shades to choose from and the Fair Light matches my skin perfectly. The moisturizer imparts light coverage and a nice glow - glowy, but not glittery - while providing SPF coverage. The only downer is despite this containing hyaluronic acid, I find it to be a bit drying on my combination skin if I don't prep my face first with a healthy dose of moisturizer. I have large pores and fine lines, and this does not settle into them. If you have dry skin this may not be the best option for you, but overall it's a great tinted moisturizer."
		},
		{
			"review_title": "You won't be disappointed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love love love, I will buy again and can't say enough about how awesome this is."
		},
		{
			"review_title": "new go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Was nervous bc a lot of tinted moisturizers and such aren’t always a good balance of light coverage and texture. Was looking specifically for SPF as well.   This product checks all the boxes for me. The finish is really nice and I don’t feel heavily made up at all. Has a makeup free look. Will definitely keep using this."
		},
		{
			"review_title": "So great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This is honestly so good. I apply it immediately after my moisturizer (watermelon glow), whilst still tacky and it goes on flawlessly. I look dewy and not dry at all. I can't get enough of this stuff."
		},
		{
			"review_title": "Disappointing",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This was just okay.  It was sort of glowy, but oddly, it emphasized any bit of texture on my face like pores, fine lines--which I don't really have--but it made it look like I did.  It just wasn't that great on my skin.  It also leaned too yellow and didn't seem to be that neutral."
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "lovely for a person with fair skin. sheer coverage that helps make my skin look flawless."
		},
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "OMG this product is just amazing!  I wanted something light for summer and this is it.  It goes on thicker but doesn't end up cakey at all.  I look tan and radiant and have been asked what I changed in my makeup routine.  I highly recommend it!"
		},
		{
			"review_title": "Perfect for No-Makeup Days",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This tinted moisturizer is my favorite - a great light coverage option (with spf!) that I wear both alone or under makeup. Looks great as a base and works well as a primer but I also wear it on its own or even just with a little bronzer/blush."
		},
		{
			"review_title": "Perfect no makeup foundation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I absolutely adore this tinted moisturizer and have purchased a winter and a summer shade to be able to use it year round. While it isn't the most full-coverage, it is buidable, non-irritatung, and has a lovely natural finish."
		},
		{
			"review_title": "Great Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I bought this randomly as a replacement to the Bare minerals stick foundation with spf. I’m super happy with it. Medium coverage, very dewy and blends easily. I will repurchase."
		},
		{
			"review_title": "The Best tinted moisturizer with SPF I’ve used ye",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This is the only tinted moisturizer I use. It’s just enough colour and has SPF. I’m extremely fair and this isn’t too dark or orange like other tints. I use it under foundation for an extra glow and coverage sometimes. I’ve tried many others but I always come back to this."
		},
		{
			"review_title": "Nice, lightweight, blends easily!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I really like this! I found it to be really easy to blend and so far hasn't broken up when I have used it (I will update if this changes).  Only weird thing is that I found it to be more matte than dewy. I have super dry skin, so I used this product over moisturizer, oil, and SuperGoop Play (which if you've used it, you know it is VERY dewy) and then didn't use any powder/makeup over top. I noticed almost immediately that it took down a lot of the excessive glow from the sunscreen/oil. I am not saying this is a bad thing, just that if you are buying it specifically to give a glow there is probably a product that gives more!"
		},
		{
			"review_title": "Perfect for No-Makeup, Natural Days",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I am a big fan of tinted moisturizer/lightweight makeup products and this stuff is great, but it almost reminds me of a lightweight or light coverage foundation. So if you're looking for something sheer and somewhat watery, pretty much just like a moisturizer, this stuff won't be for you. Try the Nars one (my other favorite). This gives a lightly matte, subtle glow without looking greasy and allows my skin to feel hydrated and breathable. The shade also matches my skin perfectly, they have a decent shade range. I'll be wearing this year around in summer and winter months."
		},
		{
			"review_title": "Halo foundation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "It’s got amazing feel and texture. Good for all weather conditions"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "Great tinted moisturizer! It's lightweight, but also provides the right amount of coverage."
		},
		{
			"review_title": "different than the old version",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I loved the old Smashbox tinted BB/CC cream whatever it was. It was discontinued and replaced by this. the HALO formula is thinner than the old, more watery. I definitely like the finish of this, very dewy and light. Which is what I go for most days. Sometimes I do miss the finish of the old version. I do think this is great for an everyday easy look. I will be rebuying it because I am not sure if there is another tinted moisturizer out there I will like but I still miss the old verison."
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "Super light weight, BUT amazing coverage. Glides on smoothly  on face. Adds a nice healthy glow to your everyday makeup look. LOVED IT"
		},
		{
			"review_title": "my go to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "my fav tinted moisturizer !!! it’s so natural looking & is very comfortable on the skin. it’s like i have nothing on!!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Was easily applied but did none matched my skin shade. Decided to try at home under normal light conditions, and it was very orange and wouldn’t absorb into my skin. Would like to try again to see if a different routine might help. But alas, needed to return before getting the chance. Did not purchase at Sephora. They have a much better return policy! Won’t buy anywhere but Sephora next time."
		},
		{
			"review_title": "Too good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Chef’s Kiss! This is how you do a tinted moisturizer! Glides on smoothly, the right shade and makes you look healthy. Can’t complain!"
		},
		{
			"review_title": "Looooove!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this stuff.  Gives you a beautiful even skin tone without the heavy makeup look or feel.   Does not accentuate lines or wrinkles."
		},
		{
			"review_title": "Like the spf in it!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Great color match Thicker than most foundations- I mix with serum to dilute to fill pores"
		},
		{
			"review_title": "Beautiful finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "It’s very lightweight on the skin. And finish is beautiful too but shade range is poor"
		},
		{
			"review_title": "It's ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The colour and finish are nice. It doesn't feel greasy, but my skin does feel more dry after wearing this for a few hours which sort of makes me question the moisturizer part of this product."
		},
		{
			"review_title": "Unfortunatley will not buy again",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I really like this product and how it makes my face look so glowly and poreless. It is super easy application.  I will not buy this product again only because anytime I use it I breakout. A lot of times I noticed the breakouts happen around my mouth so it could be due to the mask rubbing against the product at work. It also just could mean it doesn't work for my skin! Definitely worth trying it in my opinion because your skin could be different!"
		},
		{
			"review_title": "Bad",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Tan skin tone, Combination skin",
			"review_text": "I really wish they didn’t discontinue their original CC cream in favour of this product.  The original CC cream was my holy grail.  This new product has barely any coverage, it’s transfers a lot on clothes, it’s shiny and feels oily.  I do not recommend."
		},
		{
			"review_title": "not bad! pretty nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "this is a pretty nice tinted moisturizer! it definitely gives you a glowy and natural/hydrated look which I have been doing more often lately. I’m actually shocked with how often I use this product and how impressed I am with it!"
		},
		{
			"review_title": "not bad!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is a good everyday moisturizer with a bit of coverage, I like to add setting powder on top to get a bit more coverage! Although, it's definitely not enough SPF, especially if you're using products such as retinols or AHAs the night before/day of!"
		},
		{
			"review_title": "Buy it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I’m obsessed with this tinted moisturizer. It’s super light weight but has amazing coverage."
		},
		{
			"review_title": "Too Oily",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "Honestly, I have used better drugstore tinted moisturizers and this one made me so shiny. Not worth the dollars."
		},
		{
			"review_title": "Best tinted moisturizer I've tried so far",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is my go to everyday foundation. I layer it on top of my day cream and it is just opaque enough to hide redness (from sensitivity) without looking Cakey. The finish is really perfect. It lets enough of your own skin show through to look natural and just a bit dewy.  I've also tried the It Cosmetics CC cream, the Bare Minerals CC cream, and the AmorePacific colour control cushion compact. This is the only tinted moisturizer that I have really felt good in!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve used smashbox for years and love their loose powders. When my favorite tinted moisturizer was reformulated I absolutely hated it so decided to try this. I love it! Good coverage and I love that it is not oily even though it has an SPF."
		},
		{
			"review_title": "Good overall",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I’ve tried many top brands. With my sensitive skin I had decided to just purchase Clinique’s Even Better Refresh Hydrate (no sunscreen) for winter, however, rep suggested this instead with sunscreen. Clinique’s CC cream with sunscreen I used in summer, but seemed more drying with weather change (and sunscreen started to bother my chin with mask on). Halo is better for sure - nice BB texture with a good finish on skin - Clinique’s Even Better looked more pasty on my mature skin. Halo has a nice glow, no pores visible, healthy looking younger skin, no break outs or dryness. I place a small amount on palm and spread around then apply a light coating to face with fingers. Lasts through day, face feels soft and hydrated (note I use an oil and moisturizer)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light - Light with a warm undertone",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely love this. I “rediscovered” it after using Armani Luminous Silk & just wasn’t in love with that one. This looks so glowy, dewy and flawless. Used with a primer and setting spray, with finishing powder after. Highly recommend. I have combo skin."
		},
		{
			"review_title": "my favourite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "this is by far my favourite product to use as a foundation ! I always prefer tinted moisturizer over foundation because it gives that “no makeup” makeup look and I love that! It’s so gorgeous, it looks so healthy and it has enough coverage that it gives an even look to the skin without being heavy. Lasts all day, and is so worth the money!"
		},
		{
			"review_title": "Good, but not great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "This is the first tinted moisturizer I’ve ever purchased. It does definitely help with uneven skin tone and it has a nice light coverage, but I wouldn’t really consider it moisturizing at all - it really settled into the dry skin on my face and made me look like a glam lizard. Definitely recommend exfoliating and using another moisturizer before using this."
		},
		{
			"review_title": "Not for Oily Skin!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Still trying to find an SPF moisturizer or BB cream for my oily skin that I can use for light coverage on the weekends because this is NOT it. My skin is shining with oil after about an hour. I can use a setting powder on top to prolong that time, but even then I get maybe 2-3 hours before I'm blotting with oil wipes. If you have oily skin, definitely pass on this. The search continues..."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Every time I use this I get compliments on my complexion! It’s light coverage but it covers my redness and looks so beautiful and dewy. It’s glowy and hasn’t clung to any dry patches I have. This is hands down my favorite tinted moisturizer."
		},
		{
			"review_title": "Great everyday product, I am shook!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Am in a state of shock at how great this product is! Provides excellent coverage, no scent from the spf and has a soft matte finish that lasts. Would recommend."
		},
		{
			"review_title": "Love the Glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Absolutely love this product.  I have combination skin & this offers light/medium coverage with a natural finish; a nice glow without looking oily.  Will definitely buy again!"
		},
		{
			"review_title": "Light and comfortable to wear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "TBH I never liked Smashbox products, but when I was in Sephora browsing for a new foundation, I tried this on a whim and was so impressed that I purchased it.   This outperforms all the other tinted moisturizers I've used, including IT Cosmetics and Bobbi Brown. The coverage is slightly more than sheer, perfect for running errands or the gym, or whenever you don't want to go full-on makeup but still want to look good. It provides the perfect amount of moisture and doesn't leave me greasy and needing to blot my forehead in an hour. It contains primer, so it's a good base if you do want more coverage. Just apply your usual foundation on top and it helps keep it fresh. It feels light and spreads easily and has no strong scent. Don't worry that glow means sparkly because it isn't. It just makes your skin look healthy. After using this for a couple months, I tried my IT Cosmetics CC cream, and it seemed thick and cakey compared to this. I'm a convert."
		},
		{
			"review_title": "the best tinted moisturizer I’ve tried!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "My go to tinted moisturizer! Use it daily! Love that it doesn’t irritate the eye area like some sunscreens."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I hate how this settled into my pores and made my skin texture look. Could be how I was applying but I could not even finish the bottle :/"
		},
		{
			"review_title": "Best Tinted Moisturizer Ever!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Smashbox is seriously one of my all time favorite brands. I truly don’t understand why they don’t get more buzz. This tinted moisturizer is perfect! Super sensitive formula with good skincare ingredients, primer, spf and it actually gives you a little more coverage than a lot of tinted moisturizers but still looks super natural abs doesn’t feel heavy!!  So good!"
		},
		{
			"review_title": "bought this after seeing it on tiktok",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Bought this after seeing it on tik tok, should have left it there. This it literally just sunscreen. It does abdolutely nothing to the look of my skin, and I have pretty good skin. It definitely doesn't provide any healthy glow . I left an extra star bc it's a decent sunscreen but I'm disappointed that I bought the hype."
		},
		{
			"review_title": "not my favorite",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Thicker than I wanted and feels more like makeup than a moisturizer. Gets the job done but not in love. Will be searching for others!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Color oxidizes quickly and it caused a break out, pass"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Does exactly what I want - light coverage with sun protection."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I like this tinted moisturizer more than I thought I was going to. I ordered online and when I swatched it after receiving it, it looked pretty orange. However, it dried down to be much cooler and neutral. It is actually somewhat buildable for coverage. I put the Smashbox Halo Glow over my other daily moisturizer (Pacifica Cosmic Shield) and it didn’t cause any issues like “pilling/balling” of the Halo moisturizer. I did find the Halo Glow a little bit difficult to apply, it takes some work to get it into an even layer."
		},
		{
			"review_title": "Bring back camera ready cc cream",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This product isn’t comparable to the camera ready cc cream. This has a different color tint, product is watery, more oily finish instead of matte, and it comes off on my mask, hat, anything that touches my face. There was nothing wrong with the cc cream. Hoping you bring that back."
		},
		{
			"review_title": "IMPRESSED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I purchased this on a whim as I was looking for the Smashbox halo illuminating moisturizer/primer.  When sampling both of these products together in the store my boyfriend was extremely impressed and purchased both of them for me immediately.  It gives a beautiful healthy glow that looks extremely natural and does not settle in fine lines.  It’s very natural and luminous.  Are use my fingers to apply end it is light coverage but you can build it up.  Even as light coverage it evens my skin town and does not cause any issues with my sensitive skin.  I highly recommend this and also the halo plumping dew hyaluronic acid illuminating moisturizer together.  I am very happy with this purchase."
		},
		{
			"review_title": "would repurchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "healthy glow finish, sheer to light coverage, not for anyone who doesn’t like a glowy finish and maybe be hesitant if you have very oily skin"
		},
		{
			"review_title": "may never go back to foundation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "LOVE!LOVE! i absolutley love this.its not greasy AND does not oxidize or get patchy"
		},
		{
			"review_title": "Amazing time-saver!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Great all-in-one product with a beautiful natural medium coverage.  Really prefer the way this looks over CeraVe's sheer tint Mineral Sunscreen which is much more dewy/shiny on my combi skin.   Halo is a must try for anyone else who has has similar issues with excess shine with other SPF products. Highly recommend!"
		},
		{
			"review_title": "TRY THIS NOW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product became very popular in Brazil (where I live) so I had been wanting to try this for a long time before acrually buying it and IT'S SO WORTH IT. I absolutely LOVE the dewy finish, it gives the most BEAUTIFUL glow to the skin. However, I can guarantee my oily skin babes won't like this.  The covarage is buildable, best applied with brush or fingers (sponge takes away the covarage). it's one of the best products of 2021."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Beautiful feeling formula, very natural and luminous. The shade range leans very yellow despite, even though it says my shade is neutral."
		},
		{
			"review_title": "Normal skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I have normal skin and I feel this product was making my skin very dry. There for I stopped using it."
		},
		{
			"review_title": "The only tinted moisturizer I’ve ever loved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have never ever worn foundation because it’s too heavy for my oily skin That breaks out pretty much every time I try something new. I have previously tried Shiseido Tinted SPF moisturizer And that didn’t go over well. I tried this on a whim because I wanted some thing for the beach that gave a little coverage with SPF. The finish is very dewy but can be easily mattified with a setting powder. It provides just enough coverage for a natural look. I hope they come out with more shades because I agree some of them are orangey. The best part for me is it doesn’t break me out! I’m not sure how this is possible, maybe it’s the zinc? Who knows. Oh, and it makes all my other make up go on so much nicer. I’m guessing because of the primer element. I’ve never found primers very effective. Literally up until I use this, I always found my bronzer went on patchy and didn’t blend well. For some reason, my bronzer it looks flawless when I use this with a light dusting of setting powder over it. Clearly I’m in love with the stuff. It’s expensive for a tiny little bottle, but when you think about it, it illuminates the need for separate moisturizer, Primer. SPF, and in my case foundation. So happy with this product!"
		},
		{
			"review_title": "Must Try Tinted Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "I cannot say enough good things about this product! I’m usually a foundation girl because I like the coverage but this provides great coverage, feels lightweight, and the finish is so beautiful; second skin effect. I like that you can build this up to get more coverage or you can use it when rushing quickly — apply with your hands. I apply mine with a foundation brush and I’m honestly so obsessed."
		},
		{
			"review_title": "As advertised!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "Beautiful medium coverage. Excellent color match. Great texture. Lightweight. Not greasy or drying. Recommend. Brown eyes. Silver grey hair. Got the Light-Medium with gold undertones."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Wow super easy to apply use fingers. Remember this is not full or medium coverage it’s a glow you get a nice glow but glow. I’m looking for matte light weight."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "The color is nice and it blends easily into the skin. It is great that the product doesn't have fragrance and contains SPF 30.  Does not settle into my pores or fine lines. Very pretty!"
		},
		{
			"review_title": "SKIP THIS",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I really wanted to love this but wow it sucks. Application was weird. I applied with my fingers and then tried to even it out with a brush.  I looked oily I have normal to sensitive skin so that was already a red flag. I wore a translucent powder on top to help and it looked nice. However, I caused a bad reaction. My left cheek is red with bumps  and so is my forehead. :( I will be returning this item."
		},
		{
			"review_title": "next best thing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Dry skin",
			"review_text": "I was hesitant, but I took a chance and for my 53 year young skin that has acne, redness, it smooths over everything so nice. For light coverage it's enough for daily use. for ore coverage it works well with a powder over. will buy again"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "Yuck. I loved the Smashbox bb cream and was willing to give this a try. I've used it 1-2x a week for 6 months and never fail, if this is what I'm wearing, someone asks if I feel okay! It makes me look chalky and waxy and likes to clog my pores. Even my skin texture feels rough if I've worn this. I like the light coverage, but you can find much better tinted moisturizers than this goo. Smashbox, stop trying to compete with this middling product in a crowded category and bring back the bb cream--it was unique and versatile product."
		},
		{
			"review_title": "Healthy Glow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Just like the name, it really does give a healthy glow.  Just a hint of color and it evens out your skin tone and looks so natural.  I've tried many tinted moisturizers and they're usually very heavy and greasy.  I have oily skin and live in a very humid area and this holds up well.  I still have to blot and the color still stays on.  With this, I use much less foundation and concealer.  Everything looks so natural and healthy, and SPF!"
		},
		{
			"review_title": "Hated this, not sure why it is highly recommended",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This stuff sucks. It made me look dead, but also orange at the same time? Provided no coverage, no Lumosity, it was really flat but then ended up making me super oily and shiny. Basically just did nothing for my face, I would've looked better with no makeup vs. wearing this. It covered my skin like a weird sheer mask. the store associate talked me into it but I did not like it at all.  I do not recommend!"
		},
		{
			"review_title": "New favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "New favorite tinted moisturizer! I love the finish it gives, not too glowy like my ilia skin tint! Not afraid of it sliding off when it’s too hot. Perfect!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light Neutral - Light with a neutral undertone",
			"review_buyer_description": "black hair, Medium skin tone, Combination skin",
			"review_text": "Actually gets me to moisturize and sunblock every day because it smoothed the appearance of my skin and now I skip wearing foundation. I think I got the wrong color but the pigment is so sheer when you rub it in- it’s close enough."
		},
		{
			"review_title": "You need this in your life!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "OMG! This tinted moisturiser is everything you need! So light weight and the finish is amazing! Buy it now!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This gives you the best glow!   It’s my go to in the summer for a natural look."
		},
		{
			"review_title": "oily fade",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Texture is good and I thought it was nice until I put it on my face, it makes it look very oily and looks horrible on pictures."
		},
		{
			"review_title": "Not my favorite.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Not really what I was personally looking for, went in a little chalky and did not like the look after drying. Might be good for somebody else but didn’t really help with my needs."
		},
		{
			"review_title": "All day wear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this stuff! It gives a nice, light coverage with a glow that doesn’t make you look greasy. The wear time is pretty darn good for being a skin tint. Most others I’ve tried wear off or turn patchy in a couple of hours. This one didn’t cling to my pores or dry patches. The Huda beauty glowish did. :( I have combo skin and am 39 years old, and this didn’t make me feel dried up or stick to any fine lines. This is a winner for me."
		},
		{
			"review_title": "Dupe for OG Laura Mercier Tint &Great for Dry Skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Okay, so I have the hardest time finding a tint these days for my dry skin while using AHAs and a tretinion. My ALL time fav for years was the Laura Mercier Tinted Moistuizer- but when they reformulated didn't work for my skin. I thought it was a dupe as I was using it and saw another person comment on this as well!- I so agree. Smashbox Halo is a dupe for the OG formulation. It leaves my skin dewy( would love if it was even more dewy)- but for how it sinks into the skin. It's hydrating enough. I always wear a SPF under it. But, it sinks into my clean skin nicely and hardly sticks to dry patches. Overall, super impressed with this formula. I only wish they include more lighter colors. Because Fair is still a little too dark for me and has a more yellow undertone, and i would like a pink undertone."
		},
		{
			"review_title": "Lovely natural glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Gives you a healthy glow but just feels like moisturizer. I apply it with my fingers and it blends nicely into the skin. Stays on all day even when sweating and in the hot sun.  This shade is quite golden but good for my summer colour. Might go light neutral for winter."
		},
		{
			"review_title": "Desert Hike Approved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I wore this while hiking in Joshua Tree National Park and after my 5 mile hike, this was still in place and i was still glowing! I used a little bit of Fit Powder on top, but the fact this stayed on during a desert hike is super impressive!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Medium - Medium with a warm undertone",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "LOVE IT -  usually keep it in a more do we tone but I have used it at night with some powder and it literally did not budge even as I was dancing and sweating the night away. I used the Laura Mercier Translucent Powder."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light - Light with a warm undertone",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Soooo lovely! Great consistency i love that its a tad thicker and a bit tacky so it has a bit more coverage but still looks like skin. The glow is beautiful! Definitely my favourite tinted moisturizer ive tried, so in comparison to laura mercier, maybelline, hourglass, becca, elf, clinique, milk"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Medium - Medium with a warm undertone",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Amazing product that no one talks about, medium buildable coverage, dew and skin like at the same time. Feels like wearing nothing"
		},
		{
			"review_title": "just ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Mediocre. Would not re-purchase. There are definitely better ones out there. There’s nothing particularly wrong with this one, but for the price, doesn’t really do anything special at all. It doesn’t feel that nice on the skin, like it doesn’t have that glide."
		},
		{
			"review_title": "Makeup, not sunscreen",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I am normally fair to light and got tanned, and needed something to match my new skintone. This seemed too dark at first but lightened up a bit after it set. It looks so natural while covering just enough. My plan was to take this on vacation with me but it's not remotely water resistant--not that it claimed to be. I dabbed my mouth after brushing my teeth and color transferred to my towel. It's perfect for everyday use and my fault for thinking it's tinted sunscreen instead of tinted moisturizer with SPF as a bonus benefit"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was a lover of the Smashbox BB cream. It was my go to for 11 years! My skin never looked better and I wish they would bring it back!! I tried this hoping it would provide similar results but unfortunately it made me breakout and my skin became very dry"
		},
		{
			"review_title": "perfect for hot weather",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "So amazing! I absolutely love this product. It’s lightweight and would be ideal to wear on vacations or in the summer time on a hot day. I bought this for that and am so impressed!! I’ll have to buy another one"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Excellent! Love how smoothly it goes on and it feels very moisturizing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light - Light with a warm undertone",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Perfect tint for soft, skin-like coverage. Stay on well and doesn’t melt under the sun. Highly recommended."
		},
		{
			"review_title": "HOLY GRAIL for Acne Prone Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This stuff has SAVED my acne prone skin. If you're like me and virtually every foundation breaks you out because your skin hates products that are heavy on silicones or coconut derivatives, give this a try. It delivers light coverage with a glowy finish that doesn't emphasize texture. I will freak out if this gets discontinued. My only critique is that I'm cool toned, and unfortunately even the neutral toned shades pull a little bit yellow. If they expand the shade range to include some cooler undertones, I will buy every unit and hoard them in a secret bunker."
		},
		{
			"review_title": "literally the product I’ve been waiting for",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I was waiting for a good, all in one moisturizer, sunscreen, foundation to come around after seemingly trying them all. This baby is like a Swiss Army knife. It does literally all that *AND* fills and smother my pores without primer. I know it’s technically a tint and not a foundation but the coverage is actually really nice for how light it is and even somewhat buildable. The glow is perfect! It makes me look healthy, not sweaty or oily lol. I immediately purchased another bottle and will be using this daily for sure. Oh, and a little goes SUCH a long way so don’t be too freaked out by the price tag."
		},
		{
			"review_title": "best tinted moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I absolutely adore this foundation. This foundation provides a decent amount of coverage and the best part is that it looks like skin . It also gives your skin a radiant natural finish  . I attached a photo for reference."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Replaced by Smashbox BB cream and I love it.  Gives a subtle glow and nice natural coverage."
		},
		{
			"review_title": "Checks All The Boxes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I have dry skin and I picked this up to have something lighter for sunmer. It’s moisturizing, blends easily, has SPF and provides some coverage on my 58-year-old face."
		},
		{
			"review_title": "purchased for my daughter  48 Can worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, mediumTan skin tone, Dry skin",
			"review_text": "purchased  for my daughter she loves the product    it gives her a natural look with a hint of color  worth the $48 dollars to see a smile on her face  no blotching  just  went on her face smoothly   left her  looking great"
		},
		{
			"review_title": "BUY IT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is amazing. I wanted a very light coverage that covers my dark circles and spots slightly but without it being caked. This works magic! Doesn't look like I'm wearing makeup, looks very natural but yet covers everything that I desire it to and it makes my skin GLOW. I love it 100% pick this up. Especially since it has spf so it's perfect for the summer!!!"
		},
		{
			"review_title": "Daughter loves it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, mediumTan skin tone, Dry skin",
			"review_text": "I personally  do not use   this    I purchased for my daughter    who loves this product    she loves to look natural   and this does it for her      post note Ok so I spent 48   dollars on this   and for a promotion   I chose  the tatcha    for my promo     DIDNT GET IT   so I called  to enquire about this    the lady whom I will not name   was rude   put me on hold    didn't resolve anything    over a sample!!!!!!! All of a sudden I got the  tell us about your experience      what darn experience       ingot put on hold for 7 minutes with music so loud      nothing resolved"
		},
		{
			"review_title": "holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "absolutely love it. so natural looking like second skin perfected."
		},
		{
			"review_title": "too shiny after a whole day :-(",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have combo-oily skin. Some dry patches and a lot of texture.   Color match is great and it looks beautiful for the first few hours of wear. Feels really light and goes on well with beauty blender, brush, or hands. Halfway through my day I look SO oily I just can’t do it.   BUT, I have an irrationally high wishlist for my Face makeup. I want light to medium coverage, I want to feel nothing, I want a natural finish, and I want it to last all day without being matte, heavy, drying, etc., i also don’t want too much prep for a tinted moisturizer (no primer) and I don’t set my entire face, reapply throughout the day, or blot. I know, I’m impossible. So I know no product will have all the above.   This feels light and looks pretty for a while, but gets very oily throughout the day, moves and separates, and by the end of my day (which is usually 11 hours so again I’m being irrational), it’s completely gone.  But it does not cling to the mildly dry spots on my face and doesn’t accentuate texture too much (for a tinted moisturizer).   If you matte/long wear prep or set the whole face, or maybe if you don’t get super oily throughout the day, or don’t mind the VERY glowy (wet and oily) look, you will like this! Or if you are planning on wearing it for less than 11 hours at a time."
		},
		{
			"review_title": "better than Nars",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I absolutely love this! Have been on the search for the perfect tinted moisturizer for years. I’ve tried Nars, Laura Mercier, and a Makeup Forever that I loved but was discontinued. This one is my favorite. The finish is beautiful and it’s a great amount of coverage and very lightweight. Will be buying again!"
		},
		{
			"review_title": "Subtle glow works on combination skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was a longtime user of Smashbox's Camera Ready BB Cream, and now that it's gone I've been in search of a replacement tinted moisturizer.  I was leery of this because glowy and dewy products are not what I typically use on my oily T-zone. But I was pleasantly surprised.  This product does manage to give a slight glow while keeping my skin matte throughout the day.  I don't love that I have to shake it, and I miss having spf 35 baked in, but on the whole this is still the best replacement for the old bb cream that I've found."
		},
		{
			"review_title": "NEW HG SKIN TINT W/ SPF",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This stuff survives a full 8 hour work day, no excess oil, beautiful dewyness, and I LOVE the added SPF in conjunction with my other daily SPF for the added protection.  Matches my skin stone perfectly and the light coverage is so skin-like. I’m in love."
		},
		{
			"review_title": "Good for every day.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Good tinted moisturizer. I like that it has spf. I have really dry skin (and live in Calgary), so it could be more moisturizing."
		},
		{
			"review_title": "JUST NOT THE SAME ☹️",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I used Smashbox BB cream for at about 10 years. It was AMAZING! Now, they’ve discontinued that product and replaced/rebranded it with Halo. IT’S NOT THE SAME! Halo leaves my face dry and cakey. The BB Cream always stayed smooth and blended well. This stuff, not so much. Very disappointed!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light Neutral - Light with a neutral undertone",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have to say I’m very impressed with this!  I have been looking for a tinted moisturizer for the summer months and at first didn’t want to try this because Smashbox complexion products and I don’t seem to get along, but I caved and bought this anyway. I’m so glad I did. It literally looks like skin while evening out my skin tone and even covering redness. The finish is dewy but not overly dewy like many others. It just looks natural.  And it lasts!  This is a great product."
		},
		{
			"review_title": "Sooo impressed with this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This is by far my new favorite foundation/tinted moisturizer.  My skin is on the oily side of the spectrum and I was a little concerned that this product would either break me out and/or make me look oily, but I saw all the rave reviews so I took a chance and was beyond pleasantly surprised by the end result.  I apply with a beauty blender and my skin looks so smooth and radiant when I’m finished.  I was also pleasantly surprised by the amount of coverage this gives me.  I was worried that it would be too shear but its actually more like a light-medium coverage foundation than a tinted moisturizer.  It covers minor imperfections and evens out my skin tone beautifully.  This is the only foundation that I’ve tried recently that doesn’t sink in to my pores and fine lines other than Armani Beauty Luminous Silk or power matte formulas but those two are so expensive.  For the price, this stuff is incredible.  And as long as I set it with a setting spray and use a good primer and setting powder, it lasts all day even under my mask.  It looks smoother and lasts much longer than all of the long wear formulas I’ve tried recently, (both Lancôme’s Taint Idol and Forever Matte and Bobbi Brown’s long wear formulas come off on my mask even if I use primer, powder, and setting spray.  And they accentuate my pores and fine lines).  This is my new holy grail.  I’m still going to try new formulas but I’m definitely going to be repurchasing; as long as the formula doesn’t change I’ll always have a bottle of this stuff on hand!  I’d give it more stars if I could!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "meh. I got this during the other-store-name-here sale when Sephora matches their prices. I was interested because I don't like heavy foundations and I am looking for an everyday lightweight tint with SPF.  My skin is not super sensitive, but it does have a fairly drastic type range, with my skin feeling anywhere from dry to dehydrated oily at anytime, and this moisturizer doesn't seem to suit any of my skin's moods.   At its best, it seems to sit on top of my skin, refusing to absorb or sink in, and at its worst, it makes my skin look flaky and leaves the skin underneath feeling dry. It doesn't always look like it's sitting on top - sometimes it looks pretty good! - but even when it look alright it feels like it will melt off my face with the first bead of sweat.   I've applied using my fingers, foundation brushes, and makeup sponges in every variety of dry / wet with water / wet with setting spray. A makeup sponge soaked with (NYX matte finish) setting spray was the most successful, but when I use it this way I'm not confident that I apply enough to get the benefit of the SPF, which was a large part of this product's appeal.    best part: smells vaguely like Play-Doh, which I actually like."
		},
		{
			"review_title": "not great",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love smashbox but I don’t love this particular product. Texture is a little too thick for my taste. I will finish it but will not buy again."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Light - Light with a warm undertone",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Mad. Everyone has dry skin apparently. Bring back Smashbox Camera ready. Tired of dewy skin junk. Other woman have oily combination skin and these products are disgusting come an hr later for the amount of money and trial sizes to even try it on. Change the  spf if that was the problem since it was so bad for you. I literally never broke out from it having chemical sunscreen in it."
		},
		{
			"review_title": "glowtastic",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Needed new foundation for summer and after clearing up my skin big time I wanted less heavy coverage. This is amazing you don’t even need a sponge (but I prefer one) and it gives me the most amazing glow. It has a matte finish and pretty great coverage for redness and acne. No need for powder over it. I did notice once I put setting powder over it under eye area it got a bit blotchy but not really noticeable."
		},
		{
			"review_title": "Pleasantly surprised!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Pleasantly surprised by how well it covers & stays on the skin. I used to use Smashbox BB cream a couple of summers ago & loved that. When I saw that the new tinted moisturizer was on sale, I thought I would give it a try this summer. So happy I did. By itself it is so natural looking. I do use the Tarte airbrush mineral powder over it sometimes for more coverage & a more of a matte look. I don’t even have to use primer with it for it to stay on. Super pleased with this tinted moisturizer."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Light Medium - Light-medium with a neutral undertone",
			"review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Normal skin",
			"review_text": "I am very disappointed with this product.  My Smashbox Camera Ready BB Cream is coming to an end so I went to Sephora and decided to try the replacement HALO It's no where close to the BB cream which Smashbox has discontinued.  The Halo is so runny it does not set on my face at all even when I tried it with various primers. Unfortunately I will be returning this product. This was a fail for Smashbox I wish they will bring back the bb cream."
		},
		{
			"review_title": "Makes my dry skin dewy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have dry skin and this is the perfect summer formula. Light weight and light coverage to even my skin tone out that doesn’t settle into my fine lines. Gives me a healthy dewy look. If you don’t like the dewy look a light dusting of powder will fix it."
		},
		{
			"review_title": "meh....",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I like smashbox products but this is disappointing. I have been wearing tinted moisturizer for 30 years. I tried this one and noticed very sheer coverage and very shiny. You will need additional coverup and powder. Not really the point of using a tinted moisturizer when you have to add more to get the same affect as other tinted moisturizers"
		},
		{
			"review_title": "Broke my sensitive skin out",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I loved the texture and the natural finish, as well as the tone match, but this broke me out badly. I have sensitive, reactive, dry skin. I only wore it 3-4 times and had a seriously irritated/itchy/splotchy reaction on my chin and jawline that has taken several days of work to repair. This is a pass for me."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This slid right off my face about an hour after I put it on, and i have dry skin! It looked like it separated and it did not plan nice with my concealer. I returned it almost immediately after purchasing"
		},
		{
			"review_title": "Pretty Good!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I got a deluxe sample with my points and I have to say I’m quite surprised at what a natural glow it gave me. And barely any transfer to my face mask. I don’t even need a primer since its primer infused. If you need to touch it up just add more to the spots needed. For a tinted moisturizer I’m really impressed it didn’t irritate my really sensitive over reactive  skin. If you have pimples it doesn’t cover it but using some concealer in those spots works just fine. I like how light it is and feels like my skin. I just use my Mac prep and prime to finish it off and your good to go"
		},
		{
			"review_title": "great product bad color range",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a great lightweight formula that goes on and looks natural. It doesnt really have a glow but it looks really nice. It lasted all day whether i set it or not. Since im kinda oily i was thinking id look like a grease ball at the end of the day without setting it and that the foundation would have cracked and moved around. Surprisingly it didnt. Yes i was a little more “glowy” but it still held up. Thats so hard to find in tinted moisturizers. When you apply this use your fingers or a brush and then whatever spots you cant blend down then pat with your sponge. Using just a sponge made it look splotchy. Im only deducting a star because their color range sucks and sadly the darker shades pull very orange!!! I went a shade lighter just so i didnt have the overwhelming orange color."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Medium Tan - Medium-tan with a neutral undertone",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Love it! I don't wear foundation but wanted something to give me that color my face needed. This was perfect! I bought it to try because it was on sale. It's light and people didn't even know I had make up on. They thought it was a tan."
		},
		{
			"review_title": "I’m obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Shade is a little too golden for me, but the coverage is sheer enough that I’m able to seamlessly blend it in to match the rest of my body. I do have some rosacea on my cheeks and this does a pretty good job in evening out my tone. The finish is very nice and glowy without looking greasy. I have pretty normal to combo skin and this held up great throughout the day. It didn’t cling to dry patches and it held up against the oily spots on my face.   I did use my Bare Minerals serum concealer with this just to cover some problem areas that needed a little extra coverage and I set it with my Hourglass translucent powder. Both products worked wonderfully with the tinted moisturizer and didn’t ruin the beautiful finish. I’m really amazed how wonderful my skin looks with this product. It looks like glass skin and I’m obsessed!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Matched my skin tone really well and like that it’s light weight"
		},
		{
			"review_title": "My new fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I really like how smooth and soft the product feels. This tinted moisturizer covers my uneven, drier skin super well with a long lasting subtle natural glow!"
		},
		{
			"review_title": "Oh the GLOW!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I have been looking for a product like this for what seems like forever. This offers a glowy, sheer coverage that still looks like my skin, only better. This formula includes sunscreen which is great and is perfect for a more natural look. It wears really well through out the day and doesn't settle into lines or look cakey like foundation can. I still can't get over the light-from-within glow. I have an oily T-Zone so I do set it with powder on my nose but I always need to do that. When you are over 40, less is more with make-up and this is the perfect product to look fresh but natural."
		},
		{
			"review_title": "Halo is the go too!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I love it. Shear full coverage for the with Neutral skin and can where anything."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I aboslity love this product. For my dry skin, it doesn't show you have it! Its super hydrating and glowy. If you do have acne scars though, I'd use two layers of this. But what I've found is this using this product you don't need a lot! I use a brush when applying and wow is it amazing. It is light to medium coverage (buildable) but it doesn't look cakey either."
		},
		{
			"review_title": "Great for natural look!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I was really striving to find a tinted moisturizer that matches with my skin tone, and I finally found it. I like my make up to look natural, so this is exactly what I was looking for. It hides all my small blemishes, and tiny bit of the dark circles under my eyes. It perfectly matches my Asian yellow undertone without being too orange or pink. Highly recommended. In my picture, I only have it on the left side of my face."
		},
		{
			"review_title": "LOVE this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I was nervous after seeing so many negative reviews but I was incredibly suprised. I am 43 with oily skin. I have an excellent skincare routine thanks to Skincare by Hyram and as a result just need something to help with my hyperpigmentation.  I believe people are applying it wrong and having poor results. I start with a clean moisturized face and add a little product to my cheeks, forhead, and chin.. I take the new elf complexion brush and simply buff it into my face and it disappears. I wear a mineral sunscreen underneath so the spf the Halo contains is just icing on the cake. I'm a light skin caucasian so I can't speak of how the other shades look on skin but fair light disappears into my light neutral skin. I've had so many compliments on my skin and it definitely achieves that no makeup look.  This is a cosmetic item so I wouldn't trust it to replace my daily moisturizer and without moisturized skin I can see how this might not spread easily or appy correctly.  If you're going to invest in expensive makeup please please start with a gentle skin routine and products developed for your skin. I've gone from trying to hide everything to now just using products that enhance my skin and let my skin breathe.  Thanks Smashbox..you did amazing with this particular formula and shade. I hope this helps, it looks so beautiful when applied properly."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This tinted moisturizer did not work for me at all.  It breaks down on my face after a couple hours and my pores look much more prevalent.  Will not be buying again ."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was shade matched to Light Neutral, but they were sold out so I decided to try Fair. It was what seemed to be closest to my shade that was still in stock. Happy gamble! I thought it would be too light but it turned out to be the perfect shade for my fair, freckled skin.   I love that this is SPF 25. I wear directly it after cleansing, no primer since it claims to prime as well as moisturize. It really gives a very natural my skin but better finish. It definitely has better coverage than I was expecting for a tinted moisturizer, but I would still suggest using concealer for dark circles or zits. I deducted a star because it does feel a bit greasy on the face, and gets very shiny as the day wears on, even with setting powder or spray. Still, I got it for 50% off so I'mma keep it!"
		},
		{
			"review_title": "Try 2-3 times before making a decision",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Okay so I was looking for something in between a tinted moisturizer and foundation (not as light coverage as a tinted moisturizer but not as makeupy as a foundation) and this definitely hit the target. I recommend trying it 2-3 different times with different ways of application (sponge, brush, hands etc.) because once I found what worked I was obsessed. It truly offers a healthy glow without transferring or looking greasy. It's long wearing which I needed. The only reason I did not give 5 stars is because the smell upon first application is quite unpleasant but it does fade away."
		},
		{
			"review_title": "Great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Great product. Its hard to believe this is only a tinted moisturizer with the coverage it gives. I bought it looking for something that evens out my skin tone and it does that 100%. Buildable in stubborn spots but its usually not even necessary. I'm only giving 4 stars because it does seem to rub off a bit where my mask touches by the end of the night, but overall I would definitely buy it again."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this! Wear it everyday. Looks undetectable on the skin but still helps to even out my skin tone. I spot conceal with concealer for my blemishes and set lightly with powder. I love how hydrating it feels without looking greasy."
		},
		{
			"review_title": "If I didn't get 1/2 off, I'd return...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I wasn't able to find a great shade match. I wear a light neutral in basically every foundation I wear. These shades, even the neutral ones, seem to have yellow undertones. The fair-light does have neutral undertones but is really light. The next shade up is very yellow and too dark for me. I can make them work but I don't want to have to work at it because I choose a tinted moisturizer because they're supposed to be easy. On top of that, it makes my pores look huge, it shows off every hair on my face, and just sits in top of my skin.  The odd thing is, it looks good from a distance...like really good..."
		},
		{
			"review_title": "Great daytime foundation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This works really well to even my skin tone and provides light coverage on my blemishes. It made my skin look pretty without looking like I am wearing foundation. I like wearing it to work, where I don’t want to look like I’m wearing too much makeup."
		},
		{
			"review_title": "Little goes a long way!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This is pretty nice and I will use it up. I found out quickly a little goes a very long way. It's a bit heavier at first, but I let it warm up on the back of my hand and it goes on very nice. It gives a very sheer, borderline light coverage. I didn't try and to build it up, but it takes away a bit of redness and discoloration without emphasizing or clinging to dry patches."
		},
		{
			"review_title": "Thick and sticky",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was very disappointed with this purchase. To call this a tinted moisturizer is very misleading. I found this felt thick and heavy on my face. The shade match was horrible and this was very yellow. Maybe if it wasn't so tacky it would have blended better. I will not buy again."
		},
		{
			"review_title": "Please bring back BB cream!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "No, no, no. I got this because the sales associate at Sephora recommended it, since smash box discontinued the bb cream. Smash box, bring it back!!!  This is night and day difference from the bb cream and made my skin super dry. The sunscreen isn’t mineral, and the color is super orange. It settled right into my creases and did not wear well even for the few hours I had it on. I already returned it and got Ilia tinted moisturizer which is MUCH better and very close to the smash box bb!"
		},
		{
			"review_title": "Not a moisturizer",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This got returned. I was looking for a light, tinted moisturizer with sunscreen I could put on after the gym. What this is, is a thick foundation like formula, not easy to put on and not moisturizing. Def. would need a beauty blender with this. Also, the Light medium was Orange. I mean orange. I have olive skin and this looked terrible on my skin. Back it goes."
		},
		{
			"review_title": "Amazing glow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I have been a devoted Laura Mercier tinted moisturizer user for a decade. This, however, has changed since they changed the coloring with their last package update. I was recommended this Halo product and I am in complete love. It absorbs like a moisturizer with an amazing dewy glow. I can see that it may not be good for oily skin, but this is absolutely perfect for that effortless sheer & moisturized look. In love."
		},
		{
			"review_title": "not for me - very thick",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This product is very thick and just sits on my skin. It does not absorb at all. Other people may have different experiences but this one doesn’t work for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Medium Tan - Medium-tan with a neutral undertone",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This is exactly what I've been looking for in a tinted sunscreen! It provides a fair amount of coverage and evens out my skin tone which is perfect for the summer when I don't want to use foundation. It's nice and buildable and blends right into my skin!"
		},
		{
			"review_title": "Best Tinted Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I rarely wear regular foundation anymore, cuz what's the point during a pandemic and I'm working from home. But I still want a little something for those Zoom meetings. This is the best tinted moisturizer I've ever used! It has a sheer coverage but enough to even out my skin for a healthy glow. I use my fingers and apply to my face and it blends really well. It's lightweight and I like that it doesn't sit on my face like other tinted moisturizers and I can feel its hydrating effects. I use Makeup Forever Ultra HD Microfinishing Pressed Powder to set it and it lasts all day. Minimal rub off when wearing my mask too. I really like this and SPF 25 is a plus!"
		},
		{
			"review_title": "Good but not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really wanted to love this but didn't quite hit the mark for me. I have been using the MAC face and body foundation for years and wanted something lighter coverage with SPF that will make me glow! My skin is sensitive to most sunscreens and until now I have been using a spray face sunscreen as creams were always a problem and caused my cheeks to burn. Was very happy the SPF in this did not cause any reaction, however I find it kind of difficult to apply and get even coverage using my foundation brush. I am fair but I found the color did change throughout the day to a more orange tone, nothing drastic or clowny but noticeable to me. I think this would work well if you are tan or have a darker skin tone. I also found my skin drying out after I added this to my routine even with a moisturizer applied underneath, which definitely didn't help me glow. I want to find a way to get the results I know many others have so will continue to try and make this work, might be my skin type. However, I have since tried the First Aid beauty tinted moisturizer and Smashbox is WAY better!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Very nice feel on the skin, it’s buildable but I like it sheer. Gives a healthy skin look. It does not break me out, which says a lot considering I have acne prone skin."
		},
		{
			"review_title": "oddly impressed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Love this tinted moisturizer! Doesn’t settle into any creases, the perfect amount of coverage, color is off slightly (I’m usually a light to warm golden shade and the shade Light was a perf match) I normally wear shade 1.2 in the studio skin foundation for reference"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "It isn't as good as the BB cream imo - doesn't go on as smoothly or hydrate the skin as well. I like that there are different shades available. Also doesn't cause breakouts for me so far which is a plus. I find the coverage is less than the BB cream."
		},
		{
			"review_title": "Bring back the BB cream",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Bring back the smashbox BB cream! I was told it was replaced with this, but it is not the same. Does not hydrate my skin like BB cream and the color comes across orange. I won't be buying this again."
		},
		{
			"review_title": "Perfect Lightweight Tinted Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Purchase the Medium Tan and it’s perfect; it’s the perfect tinted moisturizer and didn’t oxidize and turn orange after wearing it for hours - A+ in my book!"
		},
		{
			"review_title": "Meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Wanted to love this. Really gives a natural glow and makes skin look hydrated. When I apply this it looks great but up close it is awful. It does not blend nicely to the skin and just has a bad texture. I’ve tried applying it with my hands and beauty blender. I enjoy light coverage and this was a great light coverage tinted moisturizer. Going to give it just a few more tries. Personally, there is better out there for a fraction of the price."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Medium Tan - Medium-tan with a neutral undertone",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This is such a good product ! I love it ! I have sensitive skin and I’m prone to breakouts but this tinted moisturizer doesn’t break me out . The spf is a plus ."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Light Neutral - Light with a neutral undertone",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "It's Okay.  I wanted to try another product less costly. This is really light and not enough coverage to my expectation. It does have SPF and a little glow since it's tinted so it's okay."
		},
		{
			"review_title": "The Best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is the absolute best tinted moisturizer! Please don’t ever stop making it!"
		},
		{
			"review_title": "lOVE.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This moisturizer is honestly the best. It keeps my skin protected while also covering some of my acne scaring. I have not broken out from using it and I love the glow it gives my complexion."
		},
		{
			"review_title": "Great feel, terrible oxidation",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I really wanted to like this as I love most Smashbox products, but this oxidized SO badly. At least 5 shades darker than it's supposed to be, with strong orange undertones. It's a shame as the formulas feels great and looks amazing as you apply it, but 10 minutes later you look like a carrot."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Out of all the tinted moisturizers I’ve tried this one is the best. I have found that this gives sheer coverage when applied with your hands and light coverage when applied with a beauty blender. I always use a sponge and spot concealing is very minimal. It gives a very skin-like finish and is perfect for anyone that does not like the heaviness of foundation but still wants a little coverage. This is initially very dewy and you will feel it on your face but it does set down slightly on its own. It has a slight sunscreen scent but it is not off-putting. I have dry skin and always set with a setting spray for extra longevity. I get a good 6 hrs of wear before things start to break down. Unfortunately the fair shades are too pink for my olive skin tone. Thankfully it is light enough coverage that it is not overly noticeable but I would prefer that it matches my neck."
		},
		{
			"review_title": "ERMAHGERD!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "My 411:  45 yrs old, fair-fair light, normal to dry skin (dry in winter), mild rosacea, some texture, crows feet (I’m one expressive lady)!  I am shocked!! Smashbox is underrated and this product is light weight, oxidizes to my skin tone - I honestly thought light would be too dark, it’s perfect. It’s hydrating, my skin looks blurred (unless it’s my eyesight!), and my face look even. I don’t wear blush or bronzer - this, mascara, and gloss (Patrick Ta or Fenty).This is my no makeup makeup look!"
		},
		{
			"review_title": "Perfect for the “no makeup” makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Oh. My. Goodness. This is the product I’ve been needing in my life. I have combo skin (oily t-zone, dry everywhere else) and this sits flawlessly on my skin. Perfect for those days where i just need light coverage to even out my complexion. Lightweight and blends perfectly with a beauty blender, mixed with normal moisturizer, or with your hands as is."
		},
		{
			"review_title": "Turned My Skin Orange",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "It definitely turned my skin slightly orange. I use the tinted moisturizer from Charlotte Tilbury and that one doesn't leave any sort of orange cast!"
		},
		{
			"review_title": "Quick healthy glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This is sooo good! Rubbed it in like lotion on my face so quick and easy to get a healthy glow when I don’t wanna do a full face. My skin has been looking bleh on it’s own so this is perfect for everyday use to give my face that extra coverage when needed. Highly recommend. It does run a little dark. I’m usually a medium/tan and I went with light neutral on this."
		},
		{
			"review_title": "GIRL GET IT! ESPECIALLY MY MELANIN QUEENS.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "This stuff is great. Legit, I love it. I didn’t even know it existed tbh. I came into Sephora looking for something with light, but decent coverage that wouldn’t take away from my skin so I figured a light-medium coverage foundation would do . I rarely go for tinted moisturizers as some give literally no coverage and the colors tend to get a little weird or nonexistent once it gets darker on the spectrum(story of my life), but she showed me this one and raved about it so I figured I’d give it a try and just bring it back. NOPE. I LOVE it. Such beautiful coverage and it gives your skin that glow that you get once you do all your skincare and your skin is all plump and healthy looking, this does that on its own! I use it everyday when I just want to look evened out and put together and it looks flawless, healthy, and the color is a beautiful match. They even have shades darker than mine!! Great job smashbox. Your skin but better is such an understatement."
		},
		{
			"review_title": "Holy Grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I'm obsessed with this product. It makes my skin look so dewy and healthy. I'm a skincare junky and have been struggling with dry skin due to tretinoin use and this does not feel drying or irritating to my sensitive skin. This is not for yiu if you want t full or even medium coverage foundation. This will just even out your skintone and create a lit from within glow, but won't hide any acne marks or hyperpigmentation."
		},
		{
			"review_title": "on to the next",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Made my face a little too dry. And foundation started breaking. Not sure if it’s just the weather but definitely not working for my skin at the moment."
		},
		{
			"review_title": "LOVE LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Buildable coverage perfect for these dry winter months. A little dewy at first but once it dries it makes my skin look flawless"
		},
		{
			"review_title": "Wanted to love but made me breakout",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I was so excited to try this after seeing a few of my fav bloggers rave about it but unfortunately this wasn’t for me. I really wanted to love it but for some reason it made me break out like crazy on my forehead every time I tried to wear it - I’d still give it a shot if you’re looking for a dewy tinted moisture, unique texture and good coverage!"
		},
		{
			"review_title": "My HALO Glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Rich skin tone, Normal skin",
			"review_text": "I love this product I had never wanted to use a foundation so this product was perfect it was easy to apply I use a sponge or just use my fingers to apply it blends perfectly and set great with  simple setting spray"
		},
		{
			"review_title": "Not awesome.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This was just ok. The shade range is limited and they don’t really offer a shade for more olive toned skin. The texture of this is weird. It dries down quickly and doesn’t spread out evenly across the face with brush, fingers, or sponge. I will definitely stick to my bare minerals complexion rescue over this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light Neutral - Light with a neutral undertone",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Honestly so far I love it. I’ve only worn it twice so far but I have super sensitive skin and it hasn’t irritated it. It has a beautiful subtle glow with light coverage just how I like it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I had been using the other Smashbox tinted moisturizer that got discontinued (it was my go-to, repurchased probably five times) and was wary of trying something new, but I'm happy to say I love it. It feels like it has ever so slightly more coverage and feels more hydrating. Definitely recommend if you want to even out skin tone without fully covering. It helps balance out my naturally pink cheeks. I have combo skin and do feel like I need to use a pore strip or oil balancing mask on my oilier areas after wearing this for days in a row, but that's true for every tinted moisturizer or foundation I've used."
		},
		{
			"review_title": "FAVVVV.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is my new favourite , i love the amount of coverage this gives me , I use a beauty blender to apply and then follow with a little concealer under eye and cream blush . Leaves me looking fresh ! If you have a slightly more oily complexion just add a little setting powder in those areas and you’ll be good to go!"
		},
		{
			"review_title": "Great tinted moisturizer for a brilliant glow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I really like this product. It goes on so silky smooth and leaves your skin with an amazing glow! I wouldn't hesitate to buy again, but next time I would go in-store to make my purchase because I don't feel like the shade I selected online was an exact match and would rather see the product in-person next time."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I didn’t love this.  I’m in my 40s, but don’t have a lot of wrinkles.  In the winter my skin can be drier but I have a good skin care routine.  I usually wear CT and Dior but used my points for a sample of this because I love SB lipsticks and primers.  It settled into my fine lines in a way my other foundations don’t.  I tried it with primer and without with no luck.  Sounds like other people are loving it, so maybe it is just my face it doesn’t work for lol."
		},
		{
			"review_title": "HOLY GRAIL",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "LOVE IT! As someone who struggles with adult acne, and has very sensitive skin, this is the perfect combo. Just the right amount of coverage, with SPF, and   color. If you suffer from acne and are sensitive to SPF clogging your pores and breaking you out, this doesn’t do that. It gives you such a beautiful glow with coverage and protection. Doesn’t make me oily, and it barely oxidizes. I have normal to oily skin :)"
		},
		{
			"review_title": "LIFE SAVING PRODUCT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have been searching for a tinted moisturizer for days I don’t feel like doing a full face makeup look and I have finally found THE ONE! I have red undertones in my skin that bothers me and this product has helped me fixed that! It has enough coverage to help cover that but light enough that it feels like I am not wearing makeup! Also a plus that it doesn’t really transfer it dried down really nicely on my combination skin!"
		},
		{
			"review_title": "YOU NEED IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "If you’re looking for dewy skin I promise this is it !!! It was light weight and gives the right amount of light coverage ! I really really like this"
		},
		{
			"review_title": "Finally found my tinted moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "When I minimized my makeup collection a few years ago I threw out all my foundation and stuck to just concealer, but I now find that I miss the light bit of coverage and tint. I've been searching for the perfect tinted moisturizer for years-- one with spf, goes on natural-looking, and keeps my skin moisturized and glowy (on top of another moisturizer). It blends amazing with my fingers (don't recommend a brush!) and makes my face look so healthy and glowy and NATURAL. I do set it lightly with a glow setting powder (the elf one) and it stays on very well! You do need to set it, but if you use a glowier powder it'll keep the glowy effect until it settles in. Still looks very natural!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "I’m pretty back and forth on this product - for one thing, it’s too dark for my fall/winter skin, but I can make it work. It feels very thick but does not feel thick on the skin, and applies really well with your fingers or with a sponge. The level of coverage is really good for a tinted moisturizer and I love that it has SPF. But it can oxidize like crazy and you need to set it with lots of powder and setting spray for it to last. Which, if you have oily skin, isn’t a problem, but I was dried out after a few hours and had to wash it off. I think I’ll save it for the summer, where I can get away with a little more powder thanks to the heat. I’m not sure if I’ll repurchase - I have some other tinted moisturizers to use up."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Light Neutral - Light with a neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is definately a nice product but I was expecting more of a tint with it."
		},
		{
			"review_title": "Not Your Typical",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Not your typical light coverage tinted moisturizer! This has a good medium coverage and beautiful natural glowy finish. You don’t need a lot of product to achieve this look and it should last you a long time. I haven’t been breaking out either, so this might me a perfect option for me."
		},
		{
			"review_title": "Great coverage and finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using the Laura Mercier tinted moisturizer forever, but I was given Halo as a sample and immediately got the full size. It spreads easily, but has much better coverage than the Laura Mercier moisturizer. This still gives the natural look of a tinted moisturizer, but the consistency and overall finish smooths out skin better."
		},
		{
			"review_title": "Product comes off face after 2 hours",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Came off my face within 2 hours. Wanted to love it but it was horrible"
		},
		{
			"review_title": "Happy !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, lightMedium skin tone, Combination skin",
			"review_text": "This is great for everyday when you don’t want to fuss . Gives just enough coverage for those days when you just want to  throw some sunscreen on , look good and get out the door . Not heavy and just enough glow ."
		},
		{
			"review_title": "Big Like: It does exactly what it promises!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Normal skin",
			"review_text": "...and I like this tinted moisturizer. It provides exactly what it promises: tint and moisture. I am happy with the color. It exactly matches my skin, it also has SPF 25. It's creamy and provides natural coverage. I have a dry skin and this moisturizer does its job with healthy glow. I am happy with this product and will be buying more for sure."
		},
		{
			"review_title": "Returned",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was really hoping to love this since I love the no makeup makeup up look but I didn’t. Felt kind of heavy on the skin and about an hour of wearing it I could feel my oils just building up. If you have combination skin that’s acne prone like I do this might not be for you. Plus side us it has a very nice glow."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Really like this product. With having to wear a mask all day long at work, I was looking for a tinted moisturizer instead of my usual foundation, and I am converted. It matches my very pale skin well, has a bit of a glowy finish that I usually set with powder, and has SPF. Doesn’t transfer much onto a mask either which is nice"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Light Medium - Light-medium with a neutral undertone",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I like this, it does exactly what describes. Light coverage , add concealer if you need more. Quick application, and a glowy finish. I use setting powered after because I personally don’t like my skin super glowy in some areas. But love the spf and light coverage for quick days"
		},
		{
			"review_title": "Streaky",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "whether its applied with brush or sponge it does not blend well into the skin. It does apply better with fingers, but that is not my preferred way of applying base makeup. Does not last and leaves skin very oily"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Medium Tan - Medium-tan with a neutral undertone",
			"review_buyer_description": "Grey eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Mix the medium tan in with your daily foundation!!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Light Medium - Light-medium with a neutral undertone",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Received complimentary for review purposes and I did not like this at all... accentuated my dry skin and only lasted an hour even when setting. Transfers so easy and barely covers."
		},
		{
			"review_title": "Better than expected",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Highly recommend if you are looking for a sheer, natural finish, long wear tinted moisturizer. It feels great, and wears well, especially in terms of lack of transfer to the inside of a mask"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Medium Tan - Medium-tan with a neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I hate and love this product. I like the coverage, however it transferred pretty quickly and left my skin oily."
		},
		{
			"review_title": "More like a sunscreen",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I haven't hated a product this much in a long time. It was impossible to blend, looked smeary on my skin and way too shiny and greasy. It was more like wearing sunscreen - not nice face sunscreen either more like the stuff you get at the drugstore! And I would say coverage is VERY light not light medium"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love this stuff! Super lightweight while has amazing coverage effects! Moisturized my skin at the same time so that’s always a plus. Price point is super nice as well. Definitely will be repurchasing."
		},
		{
			"review_title": "Lightweight but didn’t blow me away.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Lightweight but not didn’t love it. Maybe I didn’t color match well but I got an unflattering shine while using. I think perhaps the golden undertones gave the appearance of a shimmer which I didn’t like."
		},
		{
			"review_title": "Buy it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "At first I didn’t think i was going to like it but it’s become my favorite. It keeps the skin looking good while blurring blemishes."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This shade was dark for me but overall love the feel and the SPF."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I am a religious user of Laura Mercier tinted moisturizer and tried this through a campaign. I was pleasantly surprised. Coverage is light-medium and buildable. The color was a little too light for me, however, and it seemed to cake up in certain parts of my face"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is a really nice tinted moisturizer. It has decent coverage, meaning it actually evens out the constant redness of my cheeks. The finish is lovely - radiant without looking greasy and lasts all day in my dry/combo skin. It includes some nice skin-beneficial ingredients as well. My few gripes: the amount of dimethicone clogged my pores pretty significantly and the chemical spf irritated some rosacea patches on my cheeks. Might not be the best choice for the very sensitive, but all in all is a solid choice that will leave you glowing."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Dark Neutral - Dark with a neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "Perfect for a no make up look. Goes on well. Still prime & set then going about your day"
		},
		{
			"review_title": "it will transfer",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "this foundation will transfer onto your things and leaves a stain. No matter how much you set it, it will come off...as a person using darker foundation that’s not a cute look."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Love the packaging and the amount of product you get. It's a thick consistency which I prefer, but was dumbfounded that being a thicker consistency, the coverage was still pretty light/sheer. I was able to build it up, but than it would start to look cakey and gross..  By the time I had put it on and by the time I had taken it off; was only 4 hours.. there was hardly a trace of makeup on my cotton pad.. Not long wearing :("
		},
		{
			"review_title": "just no",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I really don’t get the hype about this product. First, it’s EXTREMELY thick. Total misnomer to call it a moisturizer— it definitely felt like a heavy foundation. Second, the colour range is bizarre. I’m an NC35 for reference and the shade medium was a good 2 shades too dark and EXTREMELY orange. Say what?! Just no. Glad I got this as a sample and didn’t pay for it."
		},
		{
			"review_title": "Best tinted moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love the natural glow this product gives! It has a light coverage, but definitely reduces the redness from my acne. Not the strongest moisturizer as I still had some dry spots on my skin, but that was expected. As someone who is struggling with acne, this is the first tinted moisturizer I used that did not break me out."
		},
		{
			"review_title": "Excellent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Love this! I am super picky with foundation and only wear Charlotte T but not any more.  I got a deluxe sample.  I assumed when I read tinted moisturizer that there would be no coverage, but, wow was I wrong.  It covers spots beautifully, while looking quite natural! Will order the full size."
		},
		{
			"review_title": "beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Recommended by a Sephora employee. So beautiful! Great coverage for a tinted moisturizer. I love this! My new everyday product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I really enjoyed this product I received it complimentary by Influenster, I’m not someone who usually gravitates toward products that are considered tinted moisturizer because I never felt like they were any different then just sheer foundation but I really enjoyed the skin care ingredients in this one and that it had SPF you can wear it sheer or build it up and it’s not to high in price either"
		},
		{
			"review_title": "Moisture + SPF + Even Coverage Light Foundation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Smooth, even coverage. This is a lighter formula that didn’t make my face look cakey. Great for daily use! It replaced three other products in my makeup routine."
		},
		{
			"review_title": "Your skin but better",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely loved it! Good enough coverage to cover my hyperpigmentation but still looks like skin. It’s definitely on the dewy side so I always set it. Can’t wait to try it in the winter time!"
		},
		{
			"review_title": "My new favorite tinted moisturizer!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I absolutely adore this product! I love that it is cruelty free and oil free! It lasts pretty much all day and has a lovely finish! Would buy again and recommend!!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product is good, just not great for me! It was a little dry after a while on my already dry skin. I would still give this a chance, it has nice coverage for a tinted moisturizer and sunscreen which is always a plus!"
		},
		{
			"review_title": "Not for mature skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I’ve always had a difficult time with tinted moisturizers. I hadn’t used one in quite some time, so I was excited when I received a sample of Halo Healthy Glow Tinted Moisturizer. Needless to say, I will continue to avoid to Ted moisturizers. No matter how I applied the product, it felt sticky and heavy. It didn’t blend very well and seems to sit on my face. I had to set it to even feel “normal.” It settled into my pores and fine lines."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I am actually in love with this product! Using a tinted moisturizer was never something I considered for my makeup routine. Over time I have grown to love a more natural look everyday. When I tried this product I loved it. At first I was afraid it would make me look orange, but I was shocked how well it blended into my skin. The texture is smooth and moisturizing and can be easily applied. I also love how long lasting and natural it looks. This is definitely going to become part of my staple makeup routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tan - Tan with a neutral undertone",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Flawless. I actually use this as my primer. I now use less foundation and the glow is so beautiful.  This is a keeper."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Medium - Medium with a warm undertone",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This goes on very thick, so there is no way the result could be a healthy glow, more of an orange slick....because it sits on top of the skin and the color is really off! I have medium olive skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "This is very lightweight and for a tinted moisturizer, it has decent coverage. The only downfall was the shade I got was a little too light."
		},
		{
			"review_title": "Honeyyyy just buy it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I never write reviews but listen to me when I tell you, this stuff is amazing! It literally melts into your skin. It’s such a flawless dewy look, I did my makeup about 6 hours ago and it’s still fresh! This is perfect for girls who want a airbrush look, Ive never had a color match this perfect. Put it in your cart, you won’t be disappointed!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Medium - Medium with a warm undertone",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely loved this product. It’s perfect if you want to even out your skin tone, but don’t want to apply foundation. Also, it has SPF! Perfect if you’re not a multistep skincare person like myself."
		},
		{
			"review_title": "The perfect glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love how this leaves your face glowing. I used mine as a bronzer. I received this product complimentary for my honest review."
		},
		{
			"review_title": "Honestly obsessed.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "I received this product from Influenster for review purposes. I genuinely love this product so much. It’s perfect for a lighter when I don’t want to use my medium-full coverage makeup. It’s survived the mask test time and time again. It’s given me really nice coverage compared to some other tinted moisturizers. I love that I can get a little color added to my face in the morning when I look sickly, without covering the natural marks on my face. You don’t need a lot of product to get a nice level of coverage so I can see this product lasting a while for me. I will definitely be buying again."
		},
		{
			"review_title": "Favorite Tinted Moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "This is a great tinted moisturizer! One of the better ones I have tried in the last few years. It really makes my skin GLOW as the name suggests. I receive compliments on my skin any time I wear it. Definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Light - Light with a warm undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This product was a solid meh. It should not be advertised as a tinted moisturizer. It is a medium coverage foundation at best. It left my skin feeling cakey with blotches of pigment that couldn't be fully blended."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tan Dark - Tan with a warm undertone",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Beautiful formula! Really like this tinted moisturizer, color match is spot on!"
		},
		{
			"review_title": "Great tinted moisturizer w/SPF",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I really liked this product. The spf is very helpful. I don’t use sunscreen by itself but I liked that it was put into a moisturizer. It was very light weight. I would’ve liked for it to last longer than 12 hours but either way it leaves a nice natural glow. If I want a natural finish but matte look I can always add a setting powder and get the look. This product was complementary from Influenster."
		},
		{
			"review_title": "amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Love this stuff! So hydrating and the coverage is amazing. Would highly recommend."
		},
		{
			"review_title": "Honestly obsessed.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "I received this product from Influenster for review purposes. I genuinely love this product so much. It’s perfect for a lighter when I don’t want to use my medium-full coverage makeup. It’s survived the mask test time and time again. It’s given me really nice coverage compared to some other tinted moisturizers. I love that I can get a little color added to my face in the morning when I look sickly, without covering the natural marks on my face. You don’t need a lot of product to get a nice level of coverage so I can see this product lasting a while for me. I will definitely be buying again."
		},
		{
			"review_title": "Favorite Tinted Moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "This is a great tinted moisturizer! One of the better ones I have tried in the last few years. It really makes my skin GLOW as the name suggests. I receive compliments on my skin any time I wear it. Definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Light - Light with a warm undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This product was a solid meh. It should not be advertised as a tinted moisturizer. It is a medium coverage foundation at best. It left my skin feeling cakey with blotches of pigment that couldn't be fully blended."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tan Dark - Tan with a warm undertone",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Beautiful formula! Really like this tinted moisturizer, color match is spot on!"
		},
		{
			"review_title": "Great tinted moisturizer w/SPF",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I really liked this product. The spf is very helpful. I don’t use sunscreen by itself but I liked that it was put into a moisturizer. It was very light weight. I would’ve liked for it to last longer than 12 hours but either way it leaves a nice natural glow. If I want a natural finish but matte look I can always add a setting powder and get the look. This product was complementary from Influenster."
		},
		{
			"review_title": "amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Love this stuff! So hydrating and the coverage is amazing. Would highly recommend."
		},
		{
			"review_title": "Honestly obsessed.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "I received this product from Influenster for review purposes. I genuinely love this product so much. It’s perfect for a lighter when I don’t want to use my medium-full coverage makeup. It’s survived the mask test time and time again. It’s given me really nice coverage compared to some other tinted moisturizers. I love that I can get a little color added to my face in the morning when I look sickly, without covering the natural marks on my face. You don’t need a lot of product to get a nice level of coverage so I can see this product lasting a while for me. I will definitely be buying again."
		},
		{
			"review_title": "Favorite Tinted Moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "This is a great tinted moisturizer! One of the better ones I have tried in the last few years. It really makes my skin GLOW as the name suggests. I receive compliments on my skin any time I wear it. Definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Light - Light with a warm undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This product was a solid meh. It should not be advertised as a tinted moisturizer. It is a medium coverage foundation at best. It left my skin feeling cakey with blotches of pigment that couldn't be fully blended."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tan Dark - Tan with a warm undertone",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Beautiful formula! Really like this tinted moisturizer, color match is spot on!"
		},
		{
			"review_title": "Great tinted moisturizer w/SPF",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I really liked this product. The spf is very helpful. I don’t use sunscreen by itself but I liked that it was put into a moisturizer. It was very light weight. I would’ve liked for it to last longer than 12 hours but either way it leaves a nice natural glow. If I want a natural finish but matte look I can always add a setting powder and get the look. This product was complementary from Influenster."
		},
		{
			"review_title": "amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Love this stuff! So hydrating and the coverage is amazing. Would highly recommend."
		},
		{
			"review_title": "Honestly obsessed.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "I received this product from Influenster for review purposes. I genuinely love this product so much. It’s perfect for a lighter when I don’t want to use my medium-full coverage makeup. It’s survived the mask test time and time again. It’s given me really nice coverage compared to some other tinted moisturizers. I love that I can get a little color added to my face in the morning when I look sickly, without covering the natural marks on my face. You don’t need a lot of product to get a nice level of coverage so I can see this product lasting a while for me. I will definitely be buying again."
		},
		{
			"review_title": "Favorite Tinted Moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "This is a great tinted moisturizer! One of the better ones I have tried in the last few years. It really makes my skin GLOW as the name suggests. I receive compliments on my skin any time I wear it. Definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Light - Light with a warm undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This product was a solid meh. It should not be advertised as a tinted moisturizer. It is a medium coverage foundation at best. It left my skin feeling cakey with blotches of pigment that couldn't be fully blended."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tan Dark - Tan with a warm undertone",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Beautiful formula! Really like this tinted moisturizer, color match is spot on!"
		},
		{
			"review_title": "Great tinted moisturizer w/SPF",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I really liked this product. The spf is very helpful. I don’t use sunscreen by itself but I liked that it was put into a moisturizer. It was very light weight. I would’ve liked for it to last longer than 12 hours but either way it leaves a nice natural glow. If I want a natural finish but matte look I can always add a setting powder and get the look. This product was complementary from Influenster."
		},
		{
			"review_title": "amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Love this stuff! So hydrating and the coverage is amazing. Would highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Medium - Medium with a warm undertone",
			"review_buyer_description": "brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This color didn’t exactly match my skin tone, which was very disappointing. It was super lightweight and didn’t seem to dry my skin out at all. I love that it has SPF! It blended well, even though it did not match my skin tone exactly (I used it mainly to test out the product). It didn’t crease either!"
		},
		{
			"review_title": "Great light weight tint!!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This as a great tinted moisturizer. I love having a a light weight foundation. I do not like a lot of coverage and have a hard time finding foundations that don't make me look cakey. This applied smoothly and I love that it has SPF. I received this product for free for a review through influenster. I am happy to have this in my makeup routine."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Light Medium - Light-medium with a neutral undertone",
			"review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
			"review_text": "I'm not happy with this one. The girl at sephora helped me and I still think its too yellow. The consistency I dont like either I have to mix it with my sunscreen so it glides on my skin. I'm definitely not happy with this one."
		},
		{
			"review_title": "Amazing product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I ABSOLUTELY LOVE THIS PRODUCT!! I am not a fan of tinted moisturizers because I like a more fuller coverage but this is honestly one of the best ones I’ve tried. Such nice coverage and the finish is really nice and I also love that it has spf!"
		},
		{
			"review_title": "Heavier than Expected",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I bought this product for light daily coverage. It pretty much covers all the bases except that the texture is quite thick and doesn’t spread super easily. It’s more medium coverage and was a little heavier than expected. I don’t typically have dry skin, but I found on the first application it clung to small patches of dry skin on my nose and wasn’t super moisturizing. I did however like the colour matching and various colours, as well as the SPF!"
		},
		{
			"review_title": "Close to L. Mercier’s original tinted moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "If you, like me, miss the original Laura Mercier tinted moisturizer formula — which was so perfect in every way, you must try Smashbox’s Halo Healthy Glow Tinted Moisturizer! The texture, coverage, and lasting power are the same. Even the tube is very similar. The people at Smashbox are geniuses, I’m convinced; so many consumers miss the original Laura Mercier formula very much, so launching Halo Heathh Glow out on the market right now is so smart.   For preference, my skin tone is MAC NC20/Sephora Pantone Y107/NARS Santa Fe/Light Vanilla/Light Buff, and the shade “Light Medium” fit my skin seamlessly.   The coverage is so gorgeous — the coverage is enough to make the best of your skin (I look a good ten years younger when wearing this!), but your skin will still look like skin. In the Summer, I’m very greasy, dry in the Winter, and just plain insane in the Fall and Spring, and Smashbox’s Halo Healthy is a formula that should work for the majority of the population. The lasting power is excellent — I get 12 hours of wear from this before it begins to fade, but still looks fabulous."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Great product that evens out my skin appearance like I was hoping. Also a plus that it has SPF!"
		},
		{
			"review_title": "Glowy base!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Gives me a nice glow with coverage. It is medium coverage but that’s what I prefer right now. Love that it’s a moisturizer and has spf."
		},
		{
			"review_title": "Natural melanin glowww",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Normal skin",
			"review_text": "I was so impressed with this product, thank you Influenster! With three whole pandemic a full face isn't anyways ideal but this tinted moisturizer provided the natural coverage I usually prefer. I applied it over a silicone based primer and with a beauty blender. The color matched beautifully and I love the natural glow it created. Thanks xx"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Medium - Medium with a warm undertone",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "My skin was glowing and it felt lightweight but oily. My skin is already oily so I really don’t need much on.  It did help even my skin tone but this is not full coverage. I wouldn’t just wear this by itself. I would definitely build it up. The primer infused formula is genius!  No need to put primer which is great! I did look like I had no makeup as it makes you look as natural as you can which is a plus. I loved that it was a tinted moisturizer with SPF as it has it all. I am only giving it a 3 star because it doesn’t work on my skin. My skin is oily already and this just makes it more oily. It is not a good feeling on my face after 2 hours."
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m in love with this product. It is a one stop shop for moisturizer, sunscreen, and good coverage. It goes on so nicely, and the coverage lasts all day. This will be a new staple in my makeup drawer for sure!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Medium Tan - Medium-tan with a neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": ". It gives sheer to medium coverage with the glow that you’re looking for. It’s buildable and works well when used with other cream products. I wore distancing moisturizer with concealer cream bronzer and blush and some setting powder. It gave a great finish. My only concern, is that it can make you look way too oily if you have combination skin like myself or oily skin.I would definitely recommend to anyone Who has dry skin."
		},
		{
			"review_title": "A glowing goddess",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "My boyfriend said I looked like a glowing goddess when I had this one with no other makeup and my hair down and wavy. He had no idea it was the first time I was wearing this tinted moisturizer and that that was the secret! I bought this to wear on a trip to high humidity Florida, and despite my propensity to sweat a lot, this stayed on all day. I’m obsessed!"
		},
		{
			"review_title": "New dewy fan!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I tried this free through Influenster. I am usually a matte face kind of girl. I admit I was scared at first. When I first put it on,  I looked greasy.  It got better as it dried. I was  surprised that it didn't have a strong suntan lotion smell. I will use it again! Applied with brush."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dark Neutral - Dark with a neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "I LOVE! It’s lightweight, so it feels like I have nothing on, but gives me a “your skin but better” look. My favorite part is that it’s a physical sunscreen without a white cast! I just wish the SPF were at least 30, but this is still beautiful."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "I love this tinted moisturizer! It’s more coverage than The other ones that I’ve used, but less than a foundation. It brightens the skin, and gives a natural, dewy finish. I do have to powder it to get it to last, but that’s pretty much every face product for me."
		},
		{
			"review_title": "Great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Great product. Natural dewy finish. Minimal light coverage. If you have dry skin you may need a moisturizer under it. I received this complimentary from influenster"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Medium - Medium with a warm undertone",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Big fan of this! It went on very light and was easy to blend in. My mom was able to use it too and she hates putting on makeup and said it was so easy for her :) It gives a vary natural look so definitely not full coverage but it was nice. Needed powder to set it but if you don’t have super oily skin then you probably don’t need that much. Love that it has sunscreen in it as well."
		},
		{
			"review_title": "Must try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "I’ve been looking for a good tinted moisturizer that can be used for an everyday look and I’m in love. I received a an opportunity to try tit out from Influenster and this I’m in love. I have super dry skin so this is amazing for me and I don’t feel sticky or cakey."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light Medium - Light-medium with a neutral undertone",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "So so impressed! I love this tinted moisturizer and it has become one of my go to’s when applying makeup. It is soft but matte and definitely glowing. Will be purchasing!"
		},
		{
			"review_title": "Perfect for “No Makeup” Makeup",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I really enjoyed this tinted moisturizer and I’m typically a full-coverage foundation type of girl. The healthy glow this gives me is so fabulous. This is perfect for “no makeup” makeup. I paired this with concealer so I may have cheated about but it looks as perfect for a little quick 10 minutes look. I recommend this for those with don’t struggle with with dark spots or aren’t looking for a ton of coverage but still want color and the appearance of healthy skin."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Light Medium - Light-medium with a neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I like it, but don’t know if I love it yet! Worn 4-5 times so far and like it, but found it to oxidize.."
		},
		{
			"review_title": "Love this stuff!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Love this for everyday wear! So great to wear alone or under foundation!"
		},
		{
			"review_title": "Not the best out there",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "It’s okay, but not the best. It leaves a sticky feel to my face and is not mask friendly. It helped tone down my redness but did nothing to conceal my “mascne”, although it is marketed as a light coverage so that’s understandable. I uploaded photos, red is before neutralized is after."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Medium Tan - Medium-tan with a neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This tinted moisturizer works great for that no make-up, makeup look. It gave a lot of hydration for my dry skin and also had a good amount of coverage without feeling too heavy. I also noticed I didn’t have to use primer with it because it didn’t break down through out the day. This is a great makeup product for those days you want to put something on and go without feeling like a cake face."
		},
		{
			"review_title": "LOVE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This has almost replaced my foundation! I love this light texture that feels like nothing is even on my face. I pair this with a little concealer and that’s been my routine since purchasing! This formula has a nice coverage but does not feel heavy on the skin. I highly recommend!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tan Dark - Tan with a warm undertone",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I’m so happy that I received this Glow Tinted Moisturizer for free because I am in love with it. This is perfect for those days, you don’t want to have a full beat face on. It doesn’t feel heavy at all on the face, the shade matched perfect with my skin complexion and I’ve been using it nonstop! This is a must buy product."
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Let me start by saying, I don’t typically wear any type of liquid foundation. I rarely wear makeup at all, but this product is amazing! It goes on smoothly & easily and blends perfectly with my skin. This is my first time using a tinted lotion type of foundation and I am not disappointed!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tan - Tan with a neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I received the wrong shade so it’s hard for me to accurately judge, but from what I saw it does the job. It’s not too buildable but if you like a sheer look then it’s great. You can also use it as a base for a foundation, and I liked it that way best. The shade tan was too red for me."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "I received the Medium shade & I love it! It looks so natural and blurs lines and bumps on my face! This is such a great full coverage moisturizer and I don’t have to worry about putting on a full face to feel like I look glamorous"
		},
		{
			"review_title": "Okay but not great for dry skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Using it evens out my skin tone with medium coverage for a more natural look but I did find it a bit heavier than expected. I appreciate that it has SPF 25 for sun protection, though I still recommend applying sunscreen! From my the various times I used it, it mostly worked well on my skin with a tad bit of highlighter but on it’s own it left me looking a bit ashy and pale instead of the glow I was expecting. I think it’s because I have super dry skin and this product seems formulated more for normal to oily skin."
		},
		{
			"review_title": "New fav tinted moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I am really enjoying this tinted moisturizer because I have normal to dry skin with uneven skin tone and it gives me a fresh glowy look and evens out my skin. It doesn't offer much coverage but that doesn't bother me because I spot correct with my concealer anyways and that way my skin feels super light and breathable without a heavy foundation all over. The SPF is an added bonus! I would recommend this tinted moisturizer for anyone who is looking for sheer coverage and hydration! My skin will be loving this in the winter months to come especially!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Not the best tinted moisturizer that I’ve ever used, but it gives a nice light coverage and I like that it has spf in it! I received this product for free in exchange for my honest review."
		},
		{
			"review_title": "Not love",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I received this for free from Influenster. It wasn’t love. I tried it as a primer first and it was okay. The color wasn’t perfect. A little too orange. Not much coverage and I feel like it didn’t last. I don’t think I would purchase."
		},
		{
			"review_title": "More like a foundation",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "The texture is between a moisturizer and a foundation, so it’s not easy to apply like a moisturizer but if you use a sponge, it goes on nicely and it is blendable. I would absolutely buy it again because it feels good on my skin and the color is blendable, but wouldn’t get it with an expectation that it’s something you can put on quickly like a moisturizer."
		},
		{
			"review_title": "way too thick and heavy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Much thicker than I was expecting more line foundation which I don’t like for the sumner.. heavy and sticky tacky and oooooohhhhh so luminous.. hard pass for me .."
		},
		{
			"review_title": "excellent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product for free for testing purposes. I really enjoy the easy application, and how flawless, but natural my skin looked. This is perfect for everyday makeup application. I love this for everyday use. I would recommend this for any skin type. T"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really like this tinted moisturizer! For a tinted moisturizer, the formula is thicker than I expected it to be. I like it best when I apply it to my face with my finger but then blend it in with a beauty sponge. I tried applying with a brush and it didn’t blend into the skin well and felt thick on the face. For a tinted moisturizer, I think this gives really nice coverage. I build it up a little on my cheeks because of my rosacea. I highly recommend it - I will definitely be purchasing it once I run out."
		},
		{
			"review_title": "not sure about it yet",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Originally got this in light neutral and it was way to red. I had to go with light for my olive skin tone. Kind of makes my face look oily. I have normal/dry skin. Not sure if I love it or hate it yet. It has decent coverage. Will update after trying it for awhile."
		},
		{
			"review_title": "sheer beauty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "It’s the perfect type of product for me. I love how sheer and build-able the coverage is. I makes my skin look amazing."
		},
		{
			"review_title": "Makes my skin glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I had no idea how I would feel  when I got this Tinted Moisturizer to try with influenster but my oh goodness am I impressed! The coverage is great and it literally makes my skin glow! Its very versatile because you can use it alone or layer with a foundation for more coverage so it goes day to night seamlessly. I have oily combination skin and have no issues with it either. I love this :)"
		},
		{
			"review_title": "Ditch your foundation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I’m normally a full coverage foundation type of girl. But this stuff is AMAZING! It’s super light weight and blends very easily, but it does a perfect job at Evening out my skin tone. It covers blemishes and it stays on all day. Best part is it doesn’t look cakey at all ! Ever since I got it I haven’t touched my Becca or tarte foundations because I love how natural this looks on me."
		},
		{
			"review_title": "Formula needs improvement ,concept is great",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I was excited to try this as I love multi-tasking skin products which make skin look like skin. I think it’s a great formula - it’s has skin loving ingredients - moisturizer, primer and it’s tinted . I compared it to two of my favorite tinted moisturizers/bb cream . 1)Laura mercier- halo is more tinted in comparison but is also more matte. It doesn’t give a dewy finish for me initially. I found my skin became oily after 1 hour of application.  2) IT cosmetics - I know halo is a tinted moisturizer but it is pretty pigmented hence worth the comparison. Halo sits on the skin more easily and needs less blending . But I am not a fan of the finish and I prefer IT.  The color I received was a shade darker than my skin color - so my experience could have been affected by that. Overall I love the formulation but I am not a fan of the finish.The shade range is a little off ."
		},
		{
			"review_title": "ADD TO CART!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m obsessed with this. I was debating between the rare beauty foundation and this, and I’m so glad I chose this. I’m barely a makeup wearer as it is but with so many zoom calls I wanted to look a little more alive with little to no effort. And OMG, this delivers. It’s so easy to apply, so light weight and seriously I instantly look alive fresh faced!!! It evens out my skin tone, hides minor imperfections and gives me a healthy glow. For someone who does not like putting makeup on, this is the perfect solution!!! Seriously get it."
		},
		{
			"review_title": "BEST FOUNDATION",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "One of the best foundations I have ever used. Made my  skin flawless. Wore it under my mask, and didn’t ruin it at all. I would recommend this to everyone. Very lightweight and feels like nothing is on. Medium coverage."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light Medium - Light-medium with a neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product from Influenster to try out. I absolutely love it! I don't like heavy foundations, so this light coverage is perfect for me. It feels velvety on the skin and sinks in very quickly, leaving my face feel like I'm not wearing anything. The finish is natural and it doesn't sweat off. I will definitely continue using when I need a bit of coverage."
		},
		{
			"review_title": "Not the best for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "The product was a good concept. Maybe it was my fault. Influenster sent me the wrong shade color and the product made my skin very dry."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Light - Light with a warm undertone",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this! My face looks flawless. I did have to apply it quickly with my fingers rather than a brush or blender but it’s coverage is great die a tinted moisturizer and my skin looks fresh and clean."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light - Light with a warm undertone",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely loved the product. I have a hard time finding tinted moisturizers that I like but this one is not too heavy. A little bit seems to go a long way. I definitely recommend it to my friends. Well worth it. The coverage is great for what I want -- not too cakey and very natural."
		},
		{
			"review_title": "Feels like Skin ❣️",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Totally Obsessed with thisss! Skin just super youthful, fresh, plum. My favorite thing over the summer. Feels like skin. Had to take off a star because I usually apply bb cream or foundation w/ a blender but with this I couldn’t. It have me no coverage. A brush application is the way to go with this one.!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light Medium - Light-medium with a neutral undertone",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I LOVE SPF products and mix this in with my daily moisturizer with SPF. This does NOT sting your eye, doesn’t leave greasy feeling and is a great addition to daily skincare routines. I’d recommend for you to give this a try!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Medium Tan - Medium-tan with a neutral undertone",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The product was very smooth and light weight. I didn’t get the correct shade but would definitely purchase again in correct shade. Buildable coverage and moisturizing."
		},
		{
			"review_title": "Gorgeous Glow! No matter what",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I had been using Kosas tinted oil and thought I’d found the holy grail...but this may have taken its place. Although they  both feel light on and help retain moisture in the skin (I’m dry) I love the glow and light coverage of the Halo Healthy Glow. It really came through when I used it the next morning after drinking. Most foundations look bad on hungover skin and I’d like to not have another reminder of my poor choices. The only thing worse than my next-day shame, is having my makeup settle into my pores and highlight the few tiny fine lines that only appear when my skin is possibly more dehydrated than I am. So I couldn’t believe that this not only made me look alive, it actually made me look GOOD!    For the sake of transparency, I got this free in exchange for my review!"
		},
		{
			"review_title": "Glow on Sister!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Very sheer/light coverage, however,  with concealer and powder on top, it STILL looks like skin! No pores, super smooth! I love how easy it is to apply....your finger tips is all you need. With oily/combo skin, setting is a must! But once you set,  you will be glowing to the gaaaawwds! #HaloSkin"
		},
		{
			"review_title": "Great new light foundation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Such a smooth, creamy feel, looks great on and lasts all day. Very pleased with results."
		},
		{
			"review_title": "Perfect freshen up product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "A nice moisturizer with light to medium coverage for a natural look. I may have ordered a shade too light, but it blends super well. My favorite use of this is to freshen up my foundation in the middle of the day. I received this product complimentary for testing purposes."
		},
		{
			"review_title": "Convenient",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "It cuts down the time needed to look fresh and cute. It keeps the skin moisturized and doesn’t make you look cakey. Leaves a smooth and glistening/dewy look but not oily. Transfers easily. You will need concealer if you have trouble spots because it’s not full coverage. In my opinion, it wouldnt build up to full coverage and if that’s what you’re going after this is not it. If you need a quick moisturizing polish, this is perfect for you. For it’s price point, at $36. I would look elsewhere first. There are plenty of other products that do the same at the same quality for much cheaper. I personally would prefer to pay around $25 for this. Not almost $40."
		},
		{
			"review_title": "My fault",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is a fine product. It’s on me that, after using so many spf products that are mineral based, I didn’t notice that this is chemical-based (or at least partly). Chemical spfs can cause sensitivity issues with my finicky skin, so I’ve only used it a few times. It’s very light coverage and has a pretty finish. I will keep it and I have used it as a mix-in for more matte products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light - Light with a warm undertone",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Fantastic tinted moisturizer for people looking for a subtle glow! Easily can build up in areas if needed. I prefer a brush if I’m going out, and a sponge if I want a “no makeup” look!"
		},
		{
			"review_title": "Radiant finish by itself & Flawless as A Primer!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This tinted moisturizer felt more like a BB Cream, and my skin loved the formula! I’m surprised at the nice natural coverage it provided, it’s nicely pigmented and the skin feels really moisturized. I got the shade in Medium Tan. What is nice about this tinted moisturizer is that it has already the SPF you need to protect Your from the sun, plus you can use under foundation as a primer. I tried it by itself and as a primer and although I liked it it by itself I LOVED IT EVEN MORE AS A PRIMER!  It My matte foundation look radiant and it didn’t break apart neither I got greasy! I set the foundation with powder and I got the most amazing coverage without looking flat, it made it have a flawless finish!  This will be a favorite  for me, I’ll definitely keep using it by itself and under my foundation as a primer, especially in the upcoming Fall season and cooler weather. I’ll be able to wear it more since I like more of a dewy, moisturized skin... during the summer months I prefer more of a matte finish...."
		},
		{
			"review_title": "Great for “no makeup” makeup days!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Like this product a lot for those days you need a little something but don’t want a full foundation look, which for me is most days :) The shade sent to me was a little light for my summer skin, but with a little bronzer, blush, and highlight I felt glowy and ready to run around town.  It is a little heavier than other tinted moisturizers I have used, but covered dark spots like a foundation would so I’m not mad about it. I used a damp beauty blender to apply and it blends beautifully. I was sent this product complimentary for testing."
		},
		{
			"review_title": "Great natural coverage",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I love this product. If you’re into natural coverage this is for you. Lasts well even in heat. Wore it for about 8 hours in the heat and it still looked nice."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fair - Fair with a neutral undertone",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I like this product! It doesn’t get cakey throughout the day and it also has decent coverage."
		},
		{
			"review_title": "My makeup routine is now complete!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I will purchase again and again and again! It’s almost perfect! Think of a primer and bb cream all in one! I almost feel like I don’t need foundation after I use this! Super hydrating, not sticky, no weird smell, I could go on but I’m sure you get the point! Don’t sleep on this! A++"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Love how this feels on the skin! It blends really nicely and provides what I’d say a pretty light coverage. Great for everyday wear!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light - Light with a warm undertone",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The Smashbox  Halo Healthy Gives  me a natural Glow in my skin . Is Amazing. I Recommend  ."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tan - Tan with a neutral undertone",
			"review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "I’m so glad that Influenster sent this to me! Are used to use the bareMinerals tinted moisturizer, but this one has a little bit more coverage and better finish! The color tan is a little orange and too dark for me, that’s why I only put 4 starts!￼￼ I received this product complimentary for review purposes."
		},
		{
			"review_title": "It last !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I'm really happy that this tinted moisturizer last against 90 degree weather. I love wearing tinted moisturizer because I don't want something too heavy and this blends like a dream ! I love how it makes me feel more confident too. It comes off easy as well."
		},
		{
			"review_title": "pretty good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "product is pretty good. I like the texture. the undertone was alittle off but this was a complimentary sample. worked well with my regular makeup routine."
		},
		{
			"review_title": "My New Go To Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love love love this tinted moisturizer. I am a longtime user of the Laura Mercier tinted moisturizer and if you use that, I would describe it to be lighter and less pigmented than this one. This smashbox moisturizer is aptly named Halo because it makes your skin glow! I used medium which was slightly darker than my skin tone, but it really covered my dark spots and hyper pigmentation which I've never seen a tinted moisturizer do before. I could also tell that it stayed on all day.   This has super buildable coverage and my coworkers thought i was glowing during zoom calls. I've had a few meetings where I needed to look particularly nice, but was too lazy to wear cake-up so I opted for this, some eyeshadow and maacara, which did the trick! I think the medium (even though slightly too dark) was perfect for summer, but I am definitely going to purchase the light for summer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Medium - Medium with a warm undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This has a nice consistency too it. It covers really well too. I love the spf and that it's a moisturizer. It is a bit on the heavier side so if youre looking for super light then may want to not put too much of this on. But I would like to keep using this"
		},
		{
			"review_title": "Doesn’t last",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I love the consistency of this product but unfortunately it did not last all day. It was super gooey without looking glittery, so it looked awesome putting it on! Definitely use fingers to apply. I never have success using a beautify blender or brush with any tinted moisturizer. I received this product complimentary!"
		},
		{
			"review_title": "Too heavy for me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received this product free to try. I wanted to love this product, but it is a little too heavy for my liking. This moisturizer covers everything.. Make sure you blend it in enough, or you may be a little streaky!"
		},
		{
			"review_title": "Perfect for a Natural Look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This is perfect for a quick lazy day. It’s super light weight, moisturizing and looks just like skin. It lasted all day!"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this for everyday! It has more coverage than I expected but it’s the perfect everyday tinted moisturizer!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I’ve always had pretty bad luck with tinted moisturizer. They always ended up too sheer and gave zero coverage. I was shocked when I used this and my makeup turned out fantastic! It gave me just the amount of coverage without me feeling like I had foundation on. I love how easily it applied and blended with all of my other products. If you’re in the market for a new tinted moisturizer I definitely suggest giving this one a shot!"
		},
		{
			"review_title": "Great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Product goes on smooth and provides medium to full coverage. Finished look is a dewy glow. Only downside is coverage needs to be reapplied for last coverage. I received this product as a sample to review."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Light Neutral - Light with a neutral undertone",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This product has great color for a moisturizer and I’m looking forward to continuing to try it out in my routine"
		},
		{
			"review_title": "Honest Review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Smashbox Halo Healthy Glow Tinted Moisturizer Broad Spectrum SPF 25 Honest Review   I definitely fell in love with this Tinted Moisturizer! Not only does it have a light-coverage tint & moisturize your skin just a bit, but also it has SPF 25 (sunscreen) which is EXTREMELY important to have on your face. I’m the type of person who hates putting on too much products on my face, because it causes my skin to break-out. But this product is super lightweight & it has that glow, natural finish. It’s very well worth if you’re just wanting a quick & natural look. It’s very liquid so it’s super easy to blend/spread onto your skin.   Rate: 10/10   I received this complementary product for testing purposes. All opinions expressed are solely my own."
		},
		{
			"review_title": "Great Tinted Moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I really enjoyed this item. I was skeptical about tinted moisturizers due to unsuccessful attempts in the past. But, this changed my opinion. I was able to wear this lightweight dewy formula to a winery outing without heavyweight or oil building foundation and the SPF is definitely a bonus. I would definitely recommend this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light Neutral - Light with a neutral undertone",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This shade matched me so perfectly! I also love the glowy finish. It is perfect for when I want to go lighter on my makeup but need a little something. It is light coverage and has primer infused in it so it still looks like my skin, and I love that for these hot summer days when I don’t feel like wearing foundation."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this. It has been my go to. It is great for everyday use. I highly recommend it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fair Light - Fair-light with a cool undertone",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I wish I could try this more, but the shade I got was too light with my summer tan, so this shade makes me look grey. But I love the formula, it’s super lightweight and I love the dewy finish!"
		},
		{
			"review_title": "Game Changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I’m not the type that wears makeup often so this was an awesome stepping stone for those that prefer a natural look with a hint of help from make up. It is very light weight with an added sunscreen! You can go anywhere with just this moisturizer and mascara on as it melts into skin so easily. The color match is PERFECT! Don’t hesitate to change out your favorite foundation for this."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Loved this tinted moisturizer from smash box! It was perfect to use for a wedding I was attending. Even sweating in 90 degree weather it stayed put. I did have some acne breakout after using, but that could be due to the fact that I haven't been wearing any makeup these past few months."
		},
		{
			"review_title": "Amazeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I love this product so much. Let me start off by saying I did receive this complimentary from Influenster, however these are my honest thoughts.  I’ve always loved smashbox as I have super oily skin and their products always last. The color match is perfect for my medium skin tone! The tinted moisturizer is very light weight and feels like nothing on my skin. It’s medium coverage with a natural skin like finish. It lasts forever and I love the added sunscreen. This is my go to daily look!"
		},
		{
			"review_title": "Smashbox is great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I don’t wear makeup often and don’t really know how so this is an go to look for me! It is so easily applicable and has a dewey, natural finish. I love that it also has spf in it and plan to purchase it again! I received this product complimentary for review purposes."
		},
		{
			"review_title": "Loved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Loved this tinted moisturizer by smashbox! It was the perfect coverage for a hot summer day. I did have some acne breakout after using, but that could be due to the fact that I haven't been wearing any makeup these past few months."
		},
		{
			"review_title": "All in one moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This is a great all in one moisturizer with SPF, acne fighting ingredients, and SPF. I wish I got a color closer to my shade but this will be great in the winter time!! It’s also not a very light moisturizer, since it does have a primer in it. It feels a bit thick"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Light Medium - Light-medium with a neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Loved this tinted moisturizer! It has just enough coverage for a hot summer day out and about. The color I received from influensteter is a little off but it was still great to try it out."
		},
		{
			"review_title": "Dark Neutral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "As a person who has always wanted to try a foundation alternative, tinted moisturizers was something I really wanted to try. However, I could never could find a shade to match me. As a brown skinned woman with neutral undertones, it has been tough! There are not many neutral toned dark products out there and usually when they claim to be neutral they are always way off.  When I tried this product for the first time, I absolutely fell in love. It was a perfect color match and gave my skin a beautiful glow. This product covers any scars you may have and it is buildable. Since trying this product out I have already ordered a bottle because I don't want to run out. I am a very picky person when it comes to makeup. I had been wearing the same foundation shade and brand for 4 years because it matched my skin tone and I couldn't find anything else that did.  I love that this tinited moisturizer has a built in primer and it even has spf! My skin feels so moisturized after using it and it looks so natural.  I highly recommend this product to everyone and I will be purchasing this product over and over again. Advice: To any one who is trying this out for the first time, make sure to follow the instructions and shake well before you apply it. I also love applying a setting powder on days where I don't want as much of a glow, especially if it is hot outside."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tan - Tan with a neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I like the product overall but the shade wasn’t the best for me. I have a hard time with medium vs tan since I’m half Asian, half Italian. This felt lightweight and moisturizing, but it seems a bit heavier than my usual tinted moisturizer. I would go for a lighter more neutral color and give it another shot."
		},
		{
			"review_title": "Yass queen, GLOW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This product is amazing! Makes my skin look Dewey and hydrated with a healthy glow! I use this on its own when I want a simple, no makeup makeup look and I also use it under my foundation as a primer for days when I want to go full glam! I love that it has SPF cause I use it most of the time during the day. 10/10 recommend!!"
		},
		{
			"review_title": "Wanted a lighter coverage",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I thought the product was pretty good. I just thought that it should be a lighter coverage since it’s a tinted moisturizer. It was more like a full coverage foundation."
		},
		{
			"review_title": "Love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "I use the Beautycounter tinted moisturizer but I received this one as a gift from Influenster and was very pleasantly surprised.  A little goes a long way, leaves my skin dewy, and has mire coverage than the beautycounter one.  Due to the high coverage and the texture it can go on pretty streaky so you have to blend well.  Other than that I love it!! So easy to use, my make-up is done in no time!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Medium Tan - Medium-tan with a neutral undertone",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this product !! I’ve started using this as a replacement for my foundation because it is so light and gives my skin the best glow! It’s so easy to apply and just melts into the skin. Perfect for no makeup makeup looks too!"
		},
		{
			"review_title": "New favorite base",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "I cannot tell a lie this product is revolutionary for my dry skin. It melts right in and you can use it as sunscreen or as a moisturizer without priming.  I went on a 2.5 week road trip and only brought this instead of foundation and I was not disappointed it’s buildable so reapplying it for sunscreen purposes is ideal. I received it free from influenster but I’m going to buy back ups. Great range and undertones"
		}
	]
}