{
	"product_id": "850",
	"name": "VACATION IN A BOTTLE Mini Perfume Set",
	"brand": "KAYALI",
	"categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
	"price": 136.0,
	"about": "Set Description:Use your imagination to create your own scent mood with this super-giftable and travel-friendly set featuring the coveted and colorful, 10 mL deluxe miniature bottles! Wear them alone or layer together to discover your own signature scent combination..About the Bottles:KAYALI’s signature, diamond-shaped bottles and opulent jeweled caps are inspired by traditional Middle Eastern oud bottles. The number indicates the rounds of formulations it took to achieve the perfect scent..About the Fragrance:Your passport to paradise. Travel through the power of fragrance with this limited-edition Vacay in a Bottle set. Playful yet luxurious, let your senses roam free and your wanderlust go wild as you discover four fragrant destinations as imagined by KAYALI..This Set Contains:- 4 x 0.33 oz/ 10 mL fragrances in Marrakesh in a Bottle Orange Blossom | 24, Capri in a Bottle Lemon Sugar | 14, Maui in a Bottle Sweet Banana | 37, Maldives in a Bottle Ylang Coco | 20",
	"ingredients": "Marrakesh in a Bottle Orange Blossom | 24  .Sd Alcohol 40-B/Alcohol Denat, Fragrance/Parfum, Water/Aqua/Eau, Linalool, Benzotriazolyl Dodecyl P-Cresol, Butylphthalimide, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Isopropylphthalimide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Tocopherol, Methyl Benzoate, Bht, Benzyl Alcohol, Benzoic Acid, Benzyl Salicylate, Limonene, Geraniol, Farnesol, Hydroxycitronellal, Citral, Hexyl Cinnamal, Citronellol, Benzyl Benzoate, Anise Alcohol, Isoeugenol, Benzyl Alcohol Voc: 70%...Capri in a Bottle Lemon Sugar | 14  .Sd Alcohol 40-B/Alcohol Denat, Fragrance/Parfum, Water/Aqua/Eau, Benzotriazolyl Dodecyl P-Cresol, Butylphthalimide, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Isopropylphthalimide, Tocopherol, Bht, Limonene, Linalool, Geraniol, Citral, Benzyl Salicylate, Benzyl Benzoate Voc: 70%...Maui in a Bottle Sweet Banana | 37 .Sd Alcohol 40-B/Alcohol Denat, Fragrance/Parfum, Water/Aqua/Eau, Benzyl Salicylate, Benzotriazolyl Dodecyl P-Cresol, Butylphthalimide, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Isopropylphthalimide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Tocopherol, Methyl Benzoate, Benzyl Alcohol, Ethyl Benzoate, Bht, Coumarin, Linalool, Benzyl Benzoate, Farnesol, Benzyl Alcohol Voc: 70%...Maldives in a Bottle Ylang Coco | 20   .Sd Alcohol 40-B/Alcohol Denat, Fragrance/Parfum, Water/Aqua/Eau, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Tocopherol, Methyl Benzoate, Ethyl Benzoate, Propionic Acid, Linalool, Limonene, Hydroxycitronellal, Citronellol, Coumarin, Farnesol, Geraniol, Citral, Cinnamal Voc: 70%.",
	"how_to_use": "Suggested Usage:.-Spritz perfume on your pulse points: inside of the wrists, behind the knees, the center of the chest, nape of the neck, behind the ears, and clothes for a more powerful scent trail. .-For even longer wear, be sure to moisturize with balm or lotion before spritzing on the body. .-For a delicate diffusion, spray on your hair towel before drying your hair or directly onto your hairbrush before styling.",
	"num_reviews": 166,
	"overall_rating": 3.8,
	"product_url": "https://www.sephora.com/ca/en/product/kayali-by-huda-vacation-in-bottle-perfume-set-P511755?skuId=2752640&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2752640-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My product arrived damaged! Not even worth trying to return."
		},
		{
			"review_title": "I tried but these didn’t work!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I was excited to try these scents however, I was not satisfied enough to keep them. I prefer citrus or fruity, fresh scents and these donor exactly fit the bill. Will return to try something else."
		},
		{
			"review_title": "No Ma'am",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I am a big fan of Kayali perfumes. They are kinda basic but with a twist that elevates. These are the first perfumes that I am not a fan of. 3 out of 4 are super basic and don't last long at all. The only one out of the four that lasts is the Marrakesh. This one smells a bit orange/spicy for me, so I'm not the biggest fan. If you want to try the brand, this is not the best option in my opinion."
		},
		{
			"review_title": "BIG VAYCAY PLEASE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "If you don’t have vaycay in a bottle you are missing out on some amazing summer/spring smells. HUDA, I’m on my second box. I need the big version of these bottles and they are all deliciously good. Big Bottles Please."
		},
		{
			"review_title": "Kayali Vacation in a Bottle Set",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Bought this during the sale since it was a better value than buying individual travel sprays.  Knowing that I like the Kayali fragrances that I have, I was expecting to like these.  I was wrong.  First of all, this was a blind buy.  I have no Sephora within 50 miles other than my Kohls Sephora, which carries Kayali but has none of the Vacation scents.  There is nothing unique about any of these fragrances.  The orange bottle starts out interesting and somewhat oriental but fades and at end of day smelled like Paradox slightly.  The yellow bottle smelled on me straight up like Warm Vanilla Sugar from Bath and Body Works.  The green bottle smelled like any of the beach scents like Beach Walk or the beach scent that Tom Ford has.  The blue bottle was also beachy but had more coconut like Victoria's Secret Bombshell Isle.  All faded into basically nothing but a white musk sort of vanilla scent.  Very disappointed.  If you can test these in a store, then do so before buying.  Also to test the longevity on you.  Reduced stars due to lack of uniqueness and no staying power.  Hope this helps.  Everyone is unique in how perfumes smell on them, but if a new perfume is a dup for something already out there, I like to know exactly which ones."
		},
		{
			"review_title": "3/4 Must Haves",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "As a major Kayali fan i was super excited for these. Starting off with the Marrakesh - I felt it was a little too floral for me and a tad spicy. Didn't get much of the orange at all, so not a fan of this one - 3/10. However, the Capri smells like candied lemons, like the way a lemon/pineapple gummy bear tastes - 8/10. The Maui smells like a really good sunscreen, and the banana notes come out more when it dries down but i quite enjoyed it - 8/10. Now the Maldives is a straight 10/10. the mix of Ylang Ylang and Coconut is perfect. They truly smell like little vacations in a bottle."
		},
		{
			"review_title": "Must buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone",
			"review_text": "Wore these on vacation in Jamaica and I’m telling you , I was loving every scent . They all worked so well in the hot weather and lasted all day . My family members asked me to leave them In ja so I re ordered soon as I came home . Love !!!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Was so excited specially for the Maui scent but these all smell so terrible do not buy them."
		},
		{
			"review_title": "too much jasmine",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Olive skin tone, Oily skin",
			"review_text": "Each of these smelled strongly of jasmine to me.  Gave me a headache. Luckily, the fragrances did not last long."
		},
		{
			"review_title": "nope",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Porcelain skin tone, Combination skin",
			"review_text": "anyone who is saying these smelled good is lying. I love these brand. I have 3 of her things. I had hope for these because I mean banana? lemon? oranges blossom? yes please. i was so excited i took them to work with me to check them out.... I was so disappointed when I got them and I tested them out. they all smelled terrible. the lemon one was probably the best out of them. multiple coworkers smelled them and hated them. returned asap."
		},
		{
			"review_title": "Summery set of minis",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I own several other Kayali perfumes and while this vacation set smells nice for summer perfumes, they don't smell nearly as complex or luxurious as the other Kayali perfumes I own. They are summery, light, and I can see why some people have said they smell a bit like body spray or sunscreen! They still smell nice though, if you enjoy those types of scents. The minis are cute and I like each of the scents enough to enjoy the small bottle of it, but marking off a star bc I wouldn't necessarily want a full size bottle of any of these and don't see myself wearing them outside of the summer months."
		},
		{
			"review_title": "I liked them.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "maybe just me but I liked all 4 and they lasted all day on me so I guess it depends on the person 🤷🏿‍♀️"
		},
		{
			"review_title": "No the Normal Kayali perfume",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I love Kayali buy these are a big NO. I'm disappointed in the smells. They remind me of sunscreen. I was so excited when I got them but after trying them I'm returning them back to the store."
		},
		{
			"review_title": "The smell vanish in 30 mint",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Combination skin",
			"review_text": "They have a beautiful presentation and smell great!! But the smell don’t last long. It is like a cheap body spray that don’t last long."
		},
		{
			"review_title": "It’s a need",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I read the reviews and listened to TikTok before buying. Reviews were 50/50. My bestie bought the set and I smelled all four. We loved each one. I can’t wait until they are available in a larger size. These are truly vacations in a bottle."
		},
		{
			"review_title": "Skip",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "They smell okay.  I bought these as a gift and will still give to recipient. I just think $100 is a lot for these fragrances. Nothing special about them. Get something else."
		},
		{
			"review_title": "Please release these individually!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "Honestly, I'm glad I got caught up in the hype and purchased these. These are all great summer perfumes, and easily my favorite perfumes from Kayali so far. I mostly wanted this set for Capri (it's like Hard to Get, but less harsh and more 'natural' smelling) but I ended up loving Maui as well (smells lightly of cool banana and banana trees, a little powdery at the end). Maldives (very fresh, aquatic and I can't smell the rosemary individually) and Marrakesh were surprisingly nice as well. I personally don't think Marrakesh smells like Killian LDBS at all - it's much more fresh and light and a bit more spicy while still being cool.  I appreciate that these all have a 'coolness' to them instead of having warmth that could clash with a hot summer day. And these all smell quite natural. I feel like it's easy for a synthetic smell to become too much in the heat. I really hope that Kayali comes out with these individually (at least for Maui and Capri!) as I really do think these are her best fragrances yet.  That being said, if you are someone who likes/enjoys beastmode type perfumes, these are probably not for you. They are all on the lighter side and last for 4-6 hours and have minimal projection. All of these are office safe."
		},
		{
			"review_title": "No longevity",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "Perfumes smell nice but they do not last and there is no projection"
		},
		{
			"review_title": "summer scent must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "Following are the best in order from best to not the best lol Maui, Maldives, Markesh, and Capri. All though Capri is not my top I do get compliments on it. I loved these so much I got back ups!!"
		},
		{
			"review_title": "Hard No",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "Not impressed with this one. HUGE fan of Kayali but these were stinky. You can save your money the only one that sort of good is the Maui."
		},
		{
			"review_title": "Kayali can do better",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "Not impressed, they're all just average. Maybe the best out of the 4 is Maui."
		},
		{
			"review_title": "Overpriced & Mediocre",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This sample set (4ml each bottle) is extremely expensive, doesn’t last and the scents are mediocre at best as they completely lack depth and zest. Extremely disappointing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "i LOVED these, i am dying for full sizes of all of them!!! no matter what scent profiles you enjoy, i feel most people will love at least one of these. beautiful scents"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair",
			"review_text": "Please make big bottles!!! And thank you for making these spray and not roll-ons!"
		},
		{
			"review_title": "Just eh…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I love me some Kayali. But this set didn’t give what I was anticipating. There’s 1 and a possible that I would consider buying in the travel size; sweet banana and lemon sugar. I liked orange blossom the least and  Maldives in a bottle was just okay."
		},
		{
			"review_title": "On the fence",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was really hoping to love all 4 of these but 3 out of 4 is not bad.  Best is Maui - Sweet Banana (can't say I really smell banana but it is a tropical summer scent - could have left out the sandlewood part, in my opinion), then Capri - Lemon sugar I also like as it is not too kitchen lemon scented, Marrakesh - Orange blossom is a take or leave it scent and the last one Maldives when I first tried it somehow I smelled camfor oil, like vick's that my mom would put on my chest when I was sick.  I just asked a guy colleague now and he didn't think it smelt like that.  So now that I just smell the bottle I can the rosemary which I typically like, but it somehow is not sitting right with me.  Perhaps I don't know what Ylang-ylang truly is.  The bottles are very cute, easy to toss in your summer purse.  I think it is worth a try but probably just wait for your favs to come available instead of getting this whole set as the full price point for all 4 is just a little bit less than if you bought this same sizes sold separately (based on other fragrances available in the same size)"
		},
		{
			"review_title": "Did Not Disappoint!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Love this limited edition set! Vacay in a bottle is the perfect description for these beautiful summer scents. I wish they came in larger bottles... I might just need to order a backup!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I can’t believe they’re charging almost $140 CAD for 4 ml of collective product. What are you on Kayali? ☠️"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The Lemon Sugar and Sweet Banana are EVERYTHING. 10000% summer in a bottle. I find they last a long time on me but I know not everyone has the same experience."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "I love every perfume in this collection. I love kayali  but lately the bottles I’ve received leaked a lot. 5/5 I love everything I get about 3 hours then nothing"
		},
		{
			"review_title": "love them all!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I bought this in hopes that I'd like at least two (maui in a bottle- sweet banana & Maldives in a bottle- ylang coco) and hoping those two made this purchase worth it 😂 .. im someone who's VERY picky when it comes to purfumes. I was expecting not to care for the orange one Marrakesh orange blossom & Capri lemon sugar but I was pleasantly surprised that they are actually both nice, however the orange blossom scent is so minimal that you can barely smell it, same as the Maldives ylang coco, they both lack in scent, I wish all these perfumes had really strong lasting scents but unfortunately not which is actually something that I find happens alot with Kayali perfumes 🙄 .. as someone who's picky about perfumes and would never think to reach for a perfume such as 'Capri lemon sugar or Marrakesh orange blossom' I think this set is nice and if your thinking about it, just buy it because it could be a safe blind buy and you never know it may surprise you. Also ps, it would be fantastic if all these scents become full size for purchase. 🤞 especially Maui sweet banana and Maldives ylang coco!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Tan skin tone, Combination skin",
			"review_text": "It is literally a vacation in a bottle, each scent takes you either to your favorite tropical place or to your happy memories. All very cheerful scents, sure to lift your mood. Use after applying lotion so it stays on you longer."
		},
		{
			"review_title": "LOVE MAUI IN A BOTTLE",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "The orange and blue are too floral smelling for me. I definitely like the other two! The bottles are so cute and they are worth adding to the collection just for the green one!! Maui in a bottle 😍"
		},
		{
			"review_title": "Kayali has another hit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love Kayali and knew I had to get this set. They’re light but smell so good. I overspray and I can smell them all day."
		},
		{
			"review_title": "Vacay in a bottle",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
			"review_text": "I loved these sooo much, well 3/4. To me they’re all unique and enjoyable except for Maldives. Unfortunately Maldives smells like straight rosemary :/ The lemon sugar was my favorite it smells like a lemon and raspberry cupcake"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This was my first kayali purchase, the scents are amazing but super disappointed in the longevity of the scents. For the price point I’m expecting the longevity of a true designer perfume."
		},
		{
			"review_title": "Nice travel size.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Loved the packaging and the smells of each one. Nice gift idea for a loved one."
		},
		{
			"review_title": "Give it a go",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "It’s a nice set, love the mini spray bottles for a night out. The only issue I had was my orange bottle arrived leaking and around the bottle was a stringy ingredient that seems like it didn’t dissolve…I will have to exchange my set!  I’ll"
		},
		{
			"review_title": "amazing summer smells",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "I love that you can't smell the alcohol smell of other perfumes and these are amazing summer smell without just being flowery. I am a girl who has problems with smells and generally sticks with vanilla to be safe and the way I love all 4 smells."
		},
		{
			"review_title": "Love 🧡💛💚🩵",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "In love with each of these scents! Each one has its own special different vibe. Bought a back up of this set because it’s supposedly limited 🥲"
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These are great for the exception of the orange I wasn’t a fan. However like all Kayali fragrances they have horrible longevity and don’t feel like it’s worth $100 for these tiny things that last 2/3 hours at best. Cute idea though"
		},
		{
			"review_title": "Every scent perfect for summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Loved Maui in a bottle (reminds me of the beach), really liked the Capri (very fresh) and lemon scent (like lemon candy), and liked the orange scent. The orange one smelled like satsuma but with a peppery note. I wish these were permanent as I would def. But Maui, and maybe the other 2 as well."
		},
		{
			"review_title": "Confusing mix",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "What the others said is true. These scents are cute, but they’ve been done so many times. I the orange one has a very sharp smell first spray and then gives off this incense smell, which wasn’t unique, just confusing, and the others do smell like those body sprays for $5 at the trendy hipster store. Kayali either scents are gorgeous, but this set was a miss."
		},
		{
			"review_title": "It’s nice but not a need",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I’m in love with Maui in a bottle, I really hope they make it permanent.  Other than that it was just okay, Capri in a bottle reminds me of a light version of Xerjoff Lira which I already have. Maldives was pretty and I liked the top of Merrekesh but the dry down reminds me of incense which I can’t stand.  Overall it’s good, I think they should have made the bottles individually, because I would love to get backups of Maui for sure!"
		},
		{
			"review_title": "Should have been released separately",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I enjoy Maui and Maldives so much. They are different from a line that brings so much of the same scent profile. Kayali finally challenged its collection to include a fresh, aquatic masterpiece. I don't believe they had their customers in mind when selling this as a 4-pack. I keep a large collection and am always trying new scents. With the exception of cheapies and older fragrances, Marrakesh and Capri are some of the worst I have ever smelled. Though Marrakesh has a bit more promise. How can I justify keeping the set when only half are fantastic and the other half are a bit sickening?"
		},
		{
			"review_title": "YUMMY VACAY VIBES",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Perfect for what is left of summer!!! I need Lemon Sugar in a full sized Mona ❤️"
		},
		{
			"review_title": "Very pretty fragrances",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Personally I think there beautiful! Spectacular, no. Sexy summer in a bottle , YES! My only gripe is it does seem as though “marrakesh “ doesn’t really fit with the other scent profiles , but it’s still pretty!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Honestly, I wanted to love these scents because I love a few other Kayali fragrances, but these are subpar. They smell a little like car air fresheners. The best smelling scents are Maui and Maldives, but it’s not worth getting the whole set for the price."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "incredible summer scents. another lovely release from kayali."
		},
		{
			"review_title": "Okay, but I had higher hopes",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I bought this set directly from the Kayali website. I had very high hopes for this set, and I’m not completely disappointed, but I do feel a little let down. The orange one is my favorite, Maui smells like Vacation by Vacation, the yellow one is ok and Maldives I didn’t like. I feel like the set is expensive for the amount of product you get. Overall, I don’t think this is a must buy."
		},
		{
			"review_title": "Maui is delish!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Please make Maui into its own scent!! Smells divine!! Yummy Jasmine with a hint of banana peels"
		},
		{
			"review_title": "Summer Fun Scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "These are great for summer, nice and light, not too heavy or cloying. The scents don't fill up a room, but you'll consistently get a whiff and feel like you're on vacay. I feel like the orange one isn't getting much love in reviews,  but the dry down is absolutely beautiful...maybe a little more floral sexy than sweet/fresh like the others.  Love them all!"
		},
		{
			"review_title": "Best 3 out of 4",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Love LOVE capri and Maui !! Hope she decides to sell  them separately ! Marrakesh is my least favorite"
		},
		{
			"review_title": "Not a Must Have, It’s Ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "FIRST: do not leave a review if you haven’t actually tried it because that is not helpful to people trying to decide even if you leave a positive review.  The set is OK. I’ve purchased it twice. My sister actually loved mine so she took it and I had to reorder lol.  In order of least favorite to most favorite:   Lemon Sugar: 2/5 (smells really artificial)   Orange blossom: 2.5/5 (artificial but slightly better than the lemon one)  Maui: I liked it a lot more than the others  the smell was really relaxing. 3.0/5  Maldives: for some reason I liked this one most 4/5  When you average my ratings it’s about 2.8 out of 5 which is slightly below ok. I’ll round it up to 3 which is a passing score for me BUT just barely.   If you factor in pricing which isn’t awful: you get 4 minis for 100 dollars plus tax so they average out to around 25 dollars a bottle.   The packaging is cute but what REALLY matters in the longevity and your body chemistry. Cute packaging doesn’t matter when the goal is to smell good as long as possible. They don’t smell awful, I just wouldn’t buy a full bottle of any of them if they were sold separately EXCEPT for Maldives and MAYBE Maui. They project for about 1.5-2.5 hours on me. Which is also ok for a perfume that’s about 25 dollars.   You can pass on this one because it’s not a must have, but if you’re a fruit and Kayali lover you can add this to your collection since it’s limited edition.   For reference I prefer the other scents like Eden Juicy Apple and Vanilla Candy Sugar from this house. Vanilla 28 is also pretty cool. But I strongly dislike the Eden Sparkling Lychee one. All the scents here smell better than the Sparkling Lychee in my opinion. Take that information with what you will lol."
		},
		{
			"review_title": "Desperate for a full bottle of Capri!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "Not all of these are a 10/10 but I'm happy to have been able to try them all.  Capri  The best one of this set. Beautiful summer scent. To me it smells like strawberry lemonade sugar cookies. My husband loves this one and said it's his favorite perfume I've ever worn and actually asked me to get a full bottle of it. I am literally begging for a full release of at least this one!  Marrakesh First sniff immediately reminded me of LDBS thanks to the orange blossom. I would buy a bottle of this as a super loose dupe for that.   Maui  I like it well enough, definitely a nice tropical coconut with a hint of banana laffy taffy. Not much projection on me for this one sadly  Maldives Reminded me of a bath and body works scent I have that I can't remember but enjoyed once. Sort of simple, but beautiful. Gives me the most beach vibe out of all of them and I would probably buy a full bottle."
		},
		{
			"review_title": "Only 1 out of the 4 are truly unique",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "mediocre set. None of the scents stood out to me as anything more than elevated body sprays except the maldives one. I would buy a full bottle of that - but for $100, I'm not keeping that small bottle and will return the set. Disappointing because there are a few Kayali scents that I adore, but this set is overhyped."
		},
		{
			"review_title": "Almost all good.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "In general, all the bottles smell good, I don't give it 5 stars since Marrakesh for me is too strong, a smell that is not pleasant at all along the lines of the others."
		},
		{
			"review_title": "Always arriving damaged.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I think the fragrances are nice, though generic. Two bottles arrived leaking with some type of weird residue inside the caps (like a crusty substance). Having to send back for a replacement, just not what I expect when I order new items. This is the second time I've had issues with the Kayali minis, not to mention my yellow bottle (capri) was just barely over half full. I have to imagine it was also leaking, but who knows. All I know is the Kayali minis leak like crazy, and Kayali doesn't bother to have a standard fill level, so you may be left wondering whether they were under-filled, or if there is just no QC. A brand of this caliber should do better.  Fragrances themselves are alright, nothing super unique or mind-blowing though. I'd probably give 4 stars (they are cute) if it weren't for the quality issues."
		},
		{
			"review_title": "Capri/Maui are nice but borderline BBW scents",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Marrakesh is very strong on the Orange blossom/musk. Capri is very citrus, sweet and creamy. Maui is very tropical and sweet. Love the hint of banana. But not unique IMO. Maldives rosemary scent is bright, different."
		},
		{
			"review_title": "Overhyped",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I just think these products are a bit overhyped sadly the silage is not super great. They really don’t stand out to me I am going to be returning and purchasing a different perfume. I think the FOMO best of me got the best"
		},
		{
			"review_title": "Disgusting",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Don’t do it… each fragrance in this collection emits a chemical smell that embodies synthetic. The coconut one smells like a coconut that’s fermented in plastic; the lemon smells like a fragrance from a car wash air freshener that’s been chillin with mold, and the banana smells like banana and vomit. I am so disappointed in each one of these."
		},
		{
			"review_title": "Banana Candy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Winning scents!  No one does sweet as well as Kayali.  Her banana scent is pure childhood memories without being too juvenile.  It reminds me of those banana hard candies you get in the candy machines, a handful for a quarter."
		},
		{
			"review_title": "Really a vacation in each bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I was skeptical about these scents, I think the small travel size kind of pushed me to give them a try. I decided if I really hated these, I could return them. However, after testing them out on my skin, I like all of them. My least favourite is the Maldives one, but if I layer it with other scents it works very well. After the dry down, the each scent smells very different on the skin. Very pretty and I will be taking these with me in my purse to anywhere I go. Really very pretty and perfect for the summer time in my opinion."
		},
		{
			"review_title": "Make permanent plz!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I just got my order and I never write reviews this quick, but this is my absolute favorite set. I don’t have a fave because I love all of them n that never happens. I NEED the big bottles in every single one."
		},
		{
			"review_title": "Love the scents but sephora.  . .",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Love the smell of all of them. They all smell like happiness and a vacation. The packinging is super cute as well!!! I definitely need bigger bottles of them to be made . . . But sephora didn't pack both of the samples that I chose. Only one and a paper with a sticker on it. This had nothing to do with the vacation set only sephora"
		},
		{
			"review_title": "Absolute favourite set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Wowwww! I am picky with perfumes, there’s so many I don’t like but every single one of these is a winner for me. Absolutely favourite. Really delicious scents and unique. I am wondering if I should buy another set. Hope they come with permanent ones."
		},
		{
			"review_title": "All 4 are amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I like them all! My fave is Marrakesh and Maui but I also love!!! Capri. The only one I’m not obsessed with is Maldives but it’s still great. Thinking of getting another set. I hope she comes out with big bottles. ￼"
		},
		{
			"review_title": "Beautiful and amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I would love do them to be in bigger sizes. Please don’t let this be a limited edition."
		},
		{
			"review_title": "Love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I really love each one! I think this was a fun set from Kayali!!! I would like to see them in bigger sizes personally."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "OMGGG they all smell so amazing, perfect for summer"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I love Kayali, and I love smaller bottle sizes, so this felt like a win for me. I was initially very intrigued by the orange blossom scent, since I LOVE bright zesty juicy citrus. The one in this set is not that. It’s very floral, and I do not get the citrus. It smells like sunscreen to my nose, so this does knock a star off my review. The lemon sugar scent is sweet, gourmand, and yummy. It’s exactly as I imaged it to be. Here’s where I had a happy accident: I was not sure how the sweet banana or the ylang coconut would smell. Both are great! I’m not a coconut person whatsoever, but the coconut notes in both are subtle and lean much more sweet, like co o milk. Sweet banana smells much sweeter in the bottle than on the skin; on skin it leaned more fresh and soft. Ylang coco was the standout for me. It’s sweet, clean, and bright. If the orange blossom was more orange zest and way less grandmas flowers it would be a 10/10 set for me."
		},
		{
			"review_title": "Love these vacation scents!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I think the price is exorbitant but I knew I was still going to get 1-2 sets of these at least despite the price lol. I have to say I love all four scents! Marrakesh is strong and exotic, Maldives is beachy coconut fresh, Maui is beachy soft banana, and Capri is definitely the most sweet very lemony and sugary. I buy tons of kayali even though the majority of scents last 2-3 hours tops but I don’t mind bringing a bottle with me and reapplying every few hours."
		},
		{
			"review_title": "3 out of 4",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Dry skin",
			"review_text": "3/4 are good. I would say Capri, Maui and Naldives are all beautiful scents. Capri is really sweet, Maui settles smoothly and Maldives gives off airy beach. Marrakesh is  definitely not for me. The mix of orange blossom and Jasmin just doesn't sit well with me"
		},
		{
			"review_title": "Not as good as I thought it would be",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I sooo wanted to love this purchase but unfortunately I do not. Out of the 4, I only like 2. Now I question whether or not as to keep it because of the 2 fragrances that I do like. The two faves are capri and Maldives. Capri is a lemony sweet smell that I love. The Maldives is a little on the masculine side but I still like it. Maui dry down on my skin smells horrible but on paper, it smells pretty. Marrakesh smells absolutely awful. I tried layering it with something sweet and it overpowers it. I’m not a floral person and this is way too much for me. I’m a fruity floral girl."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Mona really makes beautiful scents. Each one has their own amount of vanilla mixed with other notes. Just as others would have different favorites they all stand out in their own uniqueness. I love it!"
		},
		{
			"review_title": "Love the Mandarin scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "I did not like the Vanilla Rock Candy at all but I'm glad I got these! Mandarin is my favorite."
		},
		{
			"review_title": "BOUGHT WITH MY OWN MONEY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I saw the teasers for this set months ago so I was SO EXCITED when I saw it was finally coming out. Bought it as soon as it came on Sephora app. Just received my order and I am sooooo happy!!! The perfumes ALL smell amazing. Orange blossom smells a bit like Love don’t be shy, the lemon sugar is soft and sweet and yummy, the sweet banana smells like banana candy with. Hint of greenness and the luang coco is tropical and fresh. They are all a hit for me!!!"
		},
		{
			"review_title": "don't review if you haven't actually tried!!!!!!!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "2/4 are good in my opinion, Maui and Capri smell very fruity and feminine, while Maldives and Marrakesh are more fresh and masculine leaning.  Capri is a Devotion dupe with its sugary lemon goodness. I wasn't sure about a banana fragrance and I actually love it.  It's  absolutely perfect for summer or vacation."
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "Just got mine and omg they smell sooooo good. In order my favorite is 1.Capri 2. Maldives 3.Maui and 4. Marrakesh. I only wear colognes so I was soooo pleasantly surprised I love these and I would actually wear these. I wouldn’t wear Marrakesh tho it’s too strong but the rest of them are soooooooo good10/10 across the board!!  them them. I wou"
		},
		{
			"review_title": "Nice summer scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Soft scents and I love these. I don’t care for the orange blossom but the others are really nice."
		},
		{
			"review_title": "3 amazing plus one mehhhhhhhh",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Kayali collector’s take-in order of fav 1.Maui 2. Maldives 3. Capri but almost tied with 2 very good one 4. Marrakesh is not my thing at all would never purchase. 4 bottles for $100 saves $ solo bottles are $27-$35."
		},
		{
			"review_title": "Love them all. Worth the price.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Wow. I was worried I wouldn’t like all of them, but I love them all. They all have a distinctive scent profile. Hope they come in full size bottles."
		},
		{
			"review_title": "Captured the perfect summer scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "These are amazing for summer! There’s one for any occasion! They are all sweet and fresh at the same time."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I love how this set is travel friendly it’s so cute!!! I loved 3 out of 4. I didn’t like the orange one which shocked me bc I thought I would’ve loved it but it smells like an olddddd cleaning product but it’s still a cute summery set."
		},
		{
			"review_title": "Just average",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was very excited for this collection but I am disappointed and believe that these scents were just average. I only liked 3 out of 4 scents. I thought that Marrakesh in a bottle (orange blossom) was the worst scent, it’s very strong and when it dries down it smells weird. I wish these were sold separately and not as a set. Honestly, I would not repurchase any of these scents and might return it. I also noticed the bottles weren’t filled all the way. I love Kayali but this makes me not want to repurchase anything from them again :("
		},
		{
			"review_title": "50/50",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "Marrakesh: This is by far my least favorite offering of the Vacation in a Bottle set and of the entire Kayali collection. When there is orange blossom in a scent, it is the only thing I can smell. This is no exception. I literally smell NOTHING but orange blossom. I wish there was some hint of the iconic Kayali DNA in this...something to make it a little more unique. It could also be that this perfume is just not meant for me. I will likely not ever wear this, but it certainly is pretty on my perfume shelf.  Capri: This is nice, but smells exactly like Xerjoff's Lira or FRVR Mood's Hard to Get. Vanilla lemon sums it up.  Maui: The beauitful banana in this at the top is so incredible and addicting! Unfortunately the banana doesn't stick around very long and the dry down leads to something a little more generic, but still very nice. My second favorite of the bunch.  Maldives: THIS! I didn't have the highest expectations for this one since Coconut and Ylang Ylang are quite common notes, especially during the warmer months. But this is so beautiful. It reminds me of BDK's Pas Ce Soir, which is one of my favorite scents ever. Smells like a luxurious, rich hotel lobby."
		},
		{
			"review_title": "3 out of 4 ain't bad!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "These smell so good. Vacay in a bottle is the perfect description. The only one I don't like is Marrakesh."
		},
		{
			"review_title": "Summertime and Sunshine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Absolutely amazing summer scents that I will wear all year long, they smell yummy. I really need KayAli make full size versions. Although miniature the bottles are bursting with Summertime and Sunshine. $25 per bottle that have more perfume than most perfume minis. Beautifully packaged. If you're a summertime girl, This is your collection!"
		},
		{
			"review_title": "Skip it…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I bought this myself, wasn’t sent this or anything and I have actually smelled/ tested them out,lol. The orange blossom reminds me love don’t be shy or something in that realm. I was super disappointed in the sugared lemon one. The only one I enjoy is the banana one. If you’re not a die hard fruity floral lover you won’t like these. I think these can be skipped and I love kayali."
		},
		{
			"review_title": "Girrrrrrl you don’t need it.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I generally like Kayali scents but this set is expensive and disappointing. You’ll likely only like 1-2 of them. None of them stand out, they are B&BW vibes at best."
		},
		{
			"review_title": "Not exactly what I expected!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone",
			"review_text": "I’m honestly disappointed! I thought these were gonna be super fruity like Eden apple but they all have an elderly component to them. Maui is okay out of the four in my opinion."
		},
		{
			"review_title": "I like 3 out of 4",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "the orange one smells STRONG AF like a head shop the yellow one smells delicious like lemon cake the blue and green are average but smell good"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "beautiful scents ! Maui and Maldives are my favorites 😍"
		},
		{
			"review_title": "Wonderful Summer Collection! Bright & Unique!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I’m really loving this collection just as I had expected I would! I’m even enjoying all 4 of them, they’re very transportation! They’re bright, fun, fresh, and unique scents packaged in beautiful bottles! They are lighter than a lot of other Kayali scents without the exotic Middle Eastern twist a lot of their fragrances have. The only one that really has a touch of that vibe is Marrakech, but I think that’s to be expected. It’s a lovely & unique orange blossom and bergamot prominent scent. Maldives is beautiful, fresh, aquatic, tropical, and sweet! The coconut milk and ylang ylang are prominent. It has a fresh, bright, and unique twist of refreshing lemon and rosemary. Maui is such a pretty fruity, tropical, sweet, and creamy scent with prominent coconut cream and banana notes! The pear note adds a nice freshness! Capri is a happy, bright, fun, and sweet scent with a scent of candied lemon and sweet raspberry with a slightly musky vanilla dry down keeping it from being too sweet. All 4 scents are pretty & perfect for summer! They each have a slightly unique feel, that’s still very beautiful & easily wearable! I get good performance with all 4! They last throughout the day & project at least an arm’s length! I’m really glad that I ended up getting 2 of these incredible sets!"
		},
		{
			"review_title": "Not summer friendly",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "If you're expecting bright, fresh, citrusy scents, then look elsewhere.  These are more sweet than fresh.  The only one that I could wear in this heat is Maldives."
		},
		{
			"review_title": "For Anyone Curious About Sweet Banana",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I love this set, the presentation alone is chefs kiss! For anyone curious about the Sweet Banana scent it smells almost identical to Beach Walk by Replica! The lemon scent is reminiscent of Lemon Head Candy! I wish you could smell them in store!"
		},
		{
			"review_title": "Delicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Maldives, Maui and capri are my favs. Don’t like marrakesh too much but that is ok. I’ll take 3! Very great job done on this set. I recommend"
		},
		{
			"review_title": "In love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love this set!! I have all the Kayali perfumes and these are some of my favorites! I hope Mona comes out with larger bottles. The Maldives scent is heavenly!! Great buy!"
		},
		{
			"review_title": "Save your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "Terrible scents. The orange one gave me a massive headache. Save your money"
		},
		{
			"review_title": "Very happy to be adding these to my collection!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I absolute love Maldives the rosemary comes through in the most beautiful way and Maui the creamy coconut and banana blended so well I’m very impressed with both of these… I would buy backups of both if they were sold separately. The lemon sugar is good but nothing crazy special. Marrakech is definitely not my cup of tea. 3/4 isn’t bad though. Very much wish you could buy these individually."
		},
		{
			"review_title": "hated them",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "horrible. yet again. i should’ve known! i’m not a fan of kayali fragrances but i keep giving them a chance. this is my least favorite fragrance house ever. they’re just alright. i was so excited for this collection but NO. save your money"
		},
		{
			"review_title": "Legit/ awesome purchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "These are exactly what you’d expect from Kayali!  They are nostalgic sweet and  high in oil content.. I see the oils linger when I spray on my skin!! Anyone complaining about the price is just salty and probably still pays $10 for an iced latte!! With the Marrakech I smell orange blossom right away and dries down to rose / neroli!  Capri is much lighter than the rest, I don’t smell lemon as much, more vanilla and musk with a hint of freesia!  Maui is sweet, like if you got a fruity creamy drink at the pool, I smell coconut cream, sandalwood and vanilla!!  Maldives is the greenest of the four! With ylang ylang and the coconut milk as the most prominent notes! Over all a worthwhile purchase that I’ll be packing on this years trips!!"
		},
		{
			"review_title": "Kayali never misses",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "A wide range of scents that can appeal to anyone. Also the bottles are so pretty."
		},
		{
			"review_title": "A Rare Kayali Miss",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love Kayali but these were a disappointment and one of my *rare* returns. The scents are very typical tropical summer scents and uninspired, although all the notes sound nice, they scents quickly start to smell like a bath and body works. My bottles did not come completely full as well. Was hoping for more of a niche summer scent but they missed the mark."
		},
		{
			"review_title": "Pass not a good blind buy.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I love kayali fragrances but this is a no from me. They have like washing cleaner smell to me. And the orange one smells like my grandma little perfumes she used to collect"
		},
		{
			"review_title": "Love these for summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Oily skin",
			"review_text": "I love all of them!! My favorites in order are Maldives in a bottle (fresh and fruity), Capri in a bottle (fruity lemon almost like fruity pebbles), maui in a bottle (more on thr fresh side), and Marrakesh in a bottle (peppery orange). Kayali, please make full sized bottles!!"
		},
		{
			"review_title": "Worth the Hype 🧡💛💚🩵",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Super cute bottles and they smell so summery. I would rate the green and blue the highest. I also love the lemon and orange but would have to say I wish they were more citrus smelling but that’s a personal preference, they still smell great. I hope they make these in full size soon!"
		},
		{
			"review_title": "Vacation Mode Activated 😊🍹🦜",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "These smell amazing and delicious! Excited to wear them all summer and on vacations! Can’t wait to get them full sizes!"
		},
		{
			"review_title": "Unimpressed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I am normally a fan of all of the perfumes that I have bought from this brand. But I will say I am underwhelmed with this set and I know everyone’s body chemistry is different but this one does not seem to last long on me. all.       at. .  all."
		},
		{
			"review_title": "Underwhelming Summer Hypes😕",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have to be honest, I was underwhelmed with these scents. I was sooo excited for them, and they flopped for me. I’ve seen others say they do not like Marrakesh, and I have to agree. It’s not terrible, but very mature type feel to it. The orange blossom is trying to come through, but I think the pink pepper and rose are dominant. I want to give it a chance but I can’t see myself ever wanting to smell like this. 5/10. Capri is lemony and sweet, probably my favorite one. But still not anything spectacular about it. I have D&G Devotion and it feels like a lesser version of that. 8/10. Maui is the one I was most excited about, and it smells nothing like I would have thought. I would expect it to smell mainly like banana being that it is called ‘Sweet Banana.’ 7/10. Maldives smelt good on the initial spray, but there is something unpleasant about it when it dries on my skin. It’s subtle, and I’m not sure what it is but it’s turning me off of it. 6/10. Overall, I’m disappointed by this set. The packaging and all that is gorgeous, but the bottles aren’t even full all the way, and for the price and size I expect better. Debating if I should just take the L or return."
		},
		{
			"review_title": "I need a full size Maldives Coco!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "I love Kayali fragrances but they are hit and miss. I got this set hoping to like at least 2 and I do. I need them to make the coco one in a full size asap! The banana one was alright too. The orange and lemon ones are my least fave but I expected that since I usually don’t like citrus scents."
		},
		{
			"review_title": "These are a summer fragrance must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "These are so lovely! Theyre great for summer they project but dont overpower. The only one im not too in love with is marrakesh & thats only because its soapy to me & i dont like soapy scents. The rest are full size worthy for me. Kayali did it again!"
		},
		{
			"review_title": "Something for everyone, good value for travel size",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Value: poor value on a per ml basis, normally a 50 ml Kayali perfume is $100, while this set is 40ml of juice total for the same price. However, it’s good value if you are looking for travel sizes since normally a Kayali travel size is $32. Scents: Marrakesh is a woody floral, you get mostly cedarwood on the dry down with some orange blossom. The opening is similar to Love Don’t Be Shy, but the dry down is NOT sweet or sugary at all, which is refreshing coming from Kayali. Maldives is a little fruity in the opening and dries down to a true aquatic. Maui is a classic sweet and creamy tropical scent, similar but not identical to Bora Bora. Capri is my least favorite, it is extremely sweet and very similar to D&G Devotion if you like that. I appreciate how each fragrance in this set belongs to a different family so you have variety. That said, because they are all quite different you might not like all of them. I will certainly be enjoying 3 out of the 4 and will use them for travel."
		},
		{
			"review_title": "Amazing summer set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This is an amazing set for summer! I really need full size versions of capri and maui."
		},
		{
			"review_title": "Best blind buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was a little hesitant on buying based off everyone’s reviews. I personally love every scent in here. They smell like an expensive vacation. Pleasantly surprised by this!"
		},
		{
			"review_title": "Perfect Grown Up Tropical Scents!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I just got these a few days ago, but I haven’t been wearing anything else!! I love these so much for the summer, they’re tropical and fruity without being juvenile. I love the small sizes for travel, but any of these are full bottle worthy"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The  fragrances in this set all smell unique and are right on time for the Summer. Each bottle deserves their own star from me because I’ve yet to decide which i like the most, i even like Marrakesh In a bottle. There is a star missing and it’s unfortunate that Maldives in a bottle was sent to me with a packaging issue. I noticed when i opened the cap, it had some sort of either product spill or glue around the top. I wiped it off and then sprayed it. This morning I went to use it for my SOTD and it must be a leak in the nozzle because it has worsened post initial spray. Anybody else had this minor issue? Is there a reviewer that can help me with this bottle?"
		},
		{
			"review_title": "It’s definitely giving VACAY🤗",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Got my Kay Ali Vacay set & 100% LOVE the Marrakesh, Capri, & Maldives!!! The Maui one smells like a shampoo and is not as strong & coconuty/bananay as I thought she would be, but she’s a keeper🤗"
		},
		{
			"review_title": "10/10 another solid release from kayali!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Dry skin",
			"review_text": "These are so good!! The notes are fresh and not artificial smelling. Capri is a sweet lemon scent that isn't zesty. Maui has a fresh banana scent and is a little bit sunscreenish, Maldives learns heavy on the rosemary followed by a fresh coconut. And Marrakech is heavy on the orange blossom and the pink pepper is strong too. For people saying this is pricey, the regular 10ml bottles are $30-40 depending on the scent so your getting these for $20-40 less then if they were sold individually."
		},
		{
			"review_title": "Not a safe blind buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "While I'm a fan of Kayali perfumes and own a few, these are not a safe blind buy. These truly missed the mark for me."
		},
		{
			"review_title": "Go get it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "Okay guys I'm going to be recording my first impressions for my Sephora review to help people get a sense of the fragrances. First up is Maui in the bottle. I know a lot of people are excited for this one. (Sprays and smells fragrance) It's a hit. So sweet. 10 out of 10. Oh my goodness. So delectable. Just like candy. Okay next is Marrakesh and this is the one I'm most excited for. (Sprays and smells fragrance) I'm already getting that Neroli. It smells like a spa. It's got a sweet white floral note in it, but you can also smell the cedar wood in there. But it's not off-putting, which I was garnering from a lot of other reviews I've seen of this scent. It is Sexy and mysterious. Mmm, yeah, that's good.All right, Capri in a bottle. Lemon sugar, 14. Let's try it.(Sprays and smells) Mmm. That smells so really good. I'm getting something very nostalgic.Oh, it smells like a pretty drink.Okay, that's a really, really pretty lemon. I was a little bit skeptical of this one as well because I'm not a fan of lemon scents or I guess more specifically bright lemon scents. A bright lemon usually reminds me of kitchen cleaner. But this one is definitely lemon sugar. Sugar being the key word here. It's like a lemon pound cake or a lemon drink. I don't even know, it's so good.All right, Maldives in a bottle. Ylang Coco.(Sprays and smells) Oh my goodness. That is freaking delicious. That's a fruity dream. I am getting star fruit and I freaking love it. I am getting this Bath and Body works scent I wore when I was younger. It was called Amazon Rain and it had a star fruit note and I love that. That fragrance always got me a lot of compliments. This is that, but more  luxurious. Wow. Wow, wow, these are all gorgeous and unique in their own right.  Not one of them is a miss for me. This is a great set for the summertime. I would gladly rush to buy all of these scents in bigger bottles if they ever released them ⛱️🩵🧡💚💛"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I dont know why so many people are giving these a bad review. Each scent is different and wonderful. Definitely lighter than some of ther other Kayali fragrances, but that doesn't take away from the scent. I would recommend this set for fragrance collectors or people who like a variety of scents."
		},
		{
			"review_title": "Winner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Def worth it!! All scents are fabulous. Maui is my favorite coconut/ beach scent!"
		},
		{
			"review_title": "Mona does it again! 🌺🔥",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone",
			"review_text": "I was so excited for this drop and it did not disappoint! Each bottle transports me to a favorite memory & vacation. Maui & Maldives are my faves. I’ll be ordering more sets bc these are so special! specia"
		},
		{
			"review_title": "Skip this, NOT a safe blind buy 
!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Huge fan of kayali and typically satisfied with the fragrances (except the oud ones). But, I’m not a fan. I don’t like the Marrakesh… it’s super spicy. And others smell super sweet, like bath and body works sprays spreads."
		},
		{
			"review_title": "Does not disappoints",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I love every single scent in this collection, at first I was hesitant about the banana but now I’m just obsessed with them, I hope eventually they’ll come out with bigger bottles 🥹"
		},
		{
			"review_title": "Love!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Oily skin",
			"review_text": "My mother and I are huge fan of Kayali! Of course, everyone has different taste in Perfume but my mother and I LOVED IT!!!! Especially when we are in vacation mode!!! Perfect collection!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, fairLight skin tone, Dry skin",
			"review_text": "Love all four of these perfumes! Fresh, fruity, and tropical. Definitely summer vibes."
		},
		{
			"review_title": "Exotic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
			"review_text": "All four are absolutely delicious. I have tried 3 times to right a review but there continues to be errors so I'll keep this short. Mona bottled scents made a vacation heaven. We need bigger bottles Mona. We need glittery body oils, and body sprays MONA!!! Thanks in advance."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "These are all absolutely Delicious Scents! I wish I could get them in big bottles!! Maui in a bottle and the Lemon were my favorite but all are simply divine!! Highly Recommend for Summer Fragrances!!"
		},
		{
			"review_title": "Wish they came separately",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I loved Marrakesh! It’s elegant, warm, and spicy. Capri was my second favorite. It reminds me of lemon cake, and I don’t even like lemon cake but this is really good. Slightly fresh and sweet. Maui was my third favorite. It’s coconut and vanilla with a hint of flowers so it is very beachy. It reminds me of a B&BW scents. So it’s good but I don’t know if it’s worth it. Maldives is the one I did not like. There’s something bitter in it and I’m not sure if it’s the rosemary or wild lemon. I’ll have to come back to that one after I let it sit for a bit and see if I come around to it."
		},
		{
			"review_title": "perfect for summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "i was scared to blind buy this from all the negative reviews but after testing them all out i’m pleasantly surprised. they are all unique but perfect for summer. i really thought i would hate the orange one and it would be very masculine but oh my gosh its so warm and sexy! perfect for a summer night. not masculine at all. i am very happy with this set."
		},
		{
			"review_title": "Capri and Maui are my favorite!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "The Marrakech and The Maldives have to grow on me but it’s not a bad smell but the Capri and Maui smells delicious!!!!"
		},
		{
			"review_title": "Yes, yes, 100 times yes ￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I love every Kayali perfume. She never disappoints. It might be a bit pricey, but it is worth it.￼"
		},
		{
			"review_title": "Love two, dislike two - not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I was SO excited for this collection, but now that it’s arrived I’m so disappointed. The scents definitely take you to different places, but two of them really are not for me and the other two are so nice, but $50 for two minis I’ll actually use is wild. All four are described as fresh, but the two I don’t like are more musky and warm on the dry down. If you would like two warm scents and two cool scents, this might be the perfect collection for you. Otherwise I’d skip it."
		},
		{
			"review_title": "Great Scents !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "They all smell AMAZING ! Definitely summer scents! My favorite would be the Capri in a bottle and Maldives in a bottle ! Huda please make these full size !!! ❤️"
		},
		{
			"review_title": "Wearable and fun for summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Super fun collection, perfect sensory adventure for summer! I love the creativeness of these scents. They’re a bit of a departure from the typical Kayali DNA, but they definitely have Mona’s touch. Super wearable, all of them. Price for the volume is great as well. (Would be $128 if these were priced like the standard mini bottles.) Maldives is my favorite! I’d buy a 100ml if I could!"
		},
		{
			"review_title": "Love the scents and saved a few coins!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I received my product a few days ago. I am feeling the vibes for all except one…I will layer that one with another perfume to make it work. The price is on point for me because I like travel sizes before purchasing a regular size bottles. If you add 4 regular travel sprays the cost would have been around 128.00. So it’s a deal for me and I plan on wearing them soon!!!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I feel like she rush with this collection and tbh they all don’t smell the best. Disappointed"
		},
		{
			"review_title": "Love these scents! Super cute!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I just got these in the mail and couldn’t wait to open them up! I think that they all smell amazing and unique. I think that my favorite is Maldives, but I truly love them all. Maui smells odd at first, but great after it dries down. I took away a star because Kayali scents tend to not last very long."
		},
		{
			"review_title": "TWO ARE AMAZING, THE OTHER TWO NOT FOR ME",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "Maldive in a bottle and Maui in a bottle were the fragrances. that made me the most excited to smell them when the notes were first released and those two are my absolute faves! The Marrakesh in a bottle is just not something I would wear or want to smell on purpose. And Capri in a bottle just makes me think I may not like Lemon dessert like notes in fragrance. I'm very happy that two out of two are wonderful but really don't want to purchase all 4 again when they finish."
		},
		{
			"review_title": "I love that its NOT like any other Kayali perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I was low key excited but reserved. bc the typical hype train yet NO one had even tried this set yet.  To my surprise, actually really like this set! I have a few Kayali fragrances already but some are just too intense for me.  Kayali tends to have Patchouli Sandalwood DNA dry down. (That can be too heavy for summer imho.) What I like is that these AREN'T the typical Kayali DNA. Be your own mixologist and add these to your existing Van 28 or Coconut Utopia etc. It adds some sweetness, lightness, airiness, freshness that I personally like to the mix.   1) My fav is Maldives!! It's aquatic, little floral & most complex. Reminds of my Armani Acqua di Gioia which is my fav summer fragrance. It reminds me of relaxing at an exclusive bungalow with a breeze of tropical florals floating across the water.. just after an afteroon rain shower. SO GOOD! (Please make these full size Mona!)  2)I like Capri it's light, airy sugary lemon but not too sugary or in your face lemon zest. It's yummy, warm, cozy .. easy skin scent. I smell the raspberry in dry down on me.   3)I also like Maui, it has a slight hint of banana on my skin but fades very quickly. To a slight tropical floral & softness of coconut milk in dry down (hint of powdery softness & musk).  (Pistachio gelato was way more soapy & powdery on me for reference.)  4)The Marrakesh is pretty straight forward on the orange blossom. I don't smell anything else on skin. Not my fav scent profile w my chemistry by itself. Of course it lasts the longest lol.  Mixing this w Capri is nice & sweeter...Balances it out for me.   $100 bucks, a bit pricey but Bottles are super colorful & cute..I like having options. My mood dictates my taste for the fragrances of the day.  I think it's fun, be your own mixologist & adding a bit of fresh, vacation, beachy vibes to your already fav perfumes.   I'm really happy with my purchase! I think Mona really captured the vibe of each destination."
		},
		{
			"review_title": "Lovely but small",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Oily skin",
			"review_text": "I will give this 3 stars instead of 5 for the reason of they smell quite similar to a few scents out :    Maui in a bottle: Vacation EDP or Sol Radiance.   Marrakesh:  Tom Ford sol blanc with slightly more added orange blossom note and more woody oud dried down.    Capri in a bottle : summery lemony vanilla sweet  like BBw Summer Melody that came out few years ago.   Maldives in a bottle:  The only different scent , that could me slightly similar to sweeter light blue type scent with an added summery aquatic sweetness sort of like light blue Forever for women without the white floral note but add freshwater summer notes.  My favorites are Maldives and Maui hands down!!     These are not weak smelling I will say , they linger.  But why not give us big bottles? Not sure im keeping these for small amounts."
		},
		{
			"review_title": "Excellent for the summer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I just received mine and I love it! Do I think we need larger bottles…no! This is great for summer and to take away on vacation! My favorite is the Marrakesh! I love Mona’s offering they are always well done"
		},
		{
			"review_title": "Im into all of them",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Not sure why the bad reviews. I really cant say I dislike any of these…Maui is my favorite. Followed by Marrakesh. Maldives and Capri are a tie for third. Price is fine. Overall, a fun set. No disappointment at all."
		},
		{
			"review_title": "Not a safe blind buy!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Normal skin",
			"review_text": "I was so excited for this new release as the marketing was chef’s kiss. But I see why this was released as a limited edition mini collection. They aren’t what you would expect. IMO, orange blossom smells spicy, lemon sugar is very light (but the most bearable), sweet banana doesn’t smell like bananas at all, and the ylang coco is salty."
		},
		{
			"review_title": "Not as expected, but still happy with purchase.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Absolutely love the Maldives scent. The vibe is definitely vacation.I like Capri, however, I was expecting the lemon to be more prominent. Maui is ok, reminds me of sunscreen, which isn’t necessarily a bad thing. Marrakesh was awful IMO. I will say the dry down for all four is completely different than the initial spray so let it marinate before you judge! Also love the price point!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I got the vacation set and I have to say all the scents are beautiful some more than other but all in all this is an amazing summer set to get"
		},
		{
			"review_title": "Beautifully tropical",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I just received them today and I am in love!! There isn't a dud in the bunch. I think they will layer well together too. The bottles are so cute. I actually just placed an order for 2 more. I think $25 a piece is great considering most brands charge more for less juice."
		},
		{
			"review_title": "Skip this.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "Sadly, there is nothing special about these scents. Nothing new. I dont care about the price, I wanted this for my anniversary trip coming up. I wanted something different. something that would after remind me of my trip, but I have something that smells like each one of them. The marketing and notes they promoted had me on a chokehold, but no. its a return for me."
		},
		{
			"review_title": "Maldives is beautiful!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "I like two out of the four. Capri and Maldives. Marrakesh is a hard no for me, and Maui is ok, I don’t pick up much of the banana note. Maldives is my favourite and gives me an aqua di gioa vibe and I can’t describe Capri. it’s sweet but to me it doesn’t smell or remind me of lira. It’s nice though. Overall there is a scent here you will guarantee to like it’s unfortunate it’s only available as a set"
		},
		{
			"review_title": "Unnecessary reviews",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "If you didn’t buy the product. DONT LEAVE A REVIEW! What are you people not understanding???"
		},
		{
			"review_title": "Pass tbh",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Most of these 5 star reviews are ppl who haven’t even smelled the set losing their minds over other ppl saying it’s a bad deal lol. WILD. Anyways. The only scent I want is the lemon sugar. I’m HOPING it leans more lira and less pledge but we’ll see. The 2 I have smelled I haaaaated -the orange blossom and coconut one & I typically love orange blossom :(. Hoping these will be released separately."
		},
		{
			"review_title": "Must have fragrance set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "I love all kayali scents. Ever since hearing about the vacay set I've been so excited. I can't wait till get my hands on these!"
		},
		{
			"review_title": "Don’t waste your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Overhyped brand. These 4 scents are cheap smelling. Could be potentially layered if it costs $40 for the set. For that ridiculous price nope."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "I haven't purchased yet but I'm excited for it and some quick math for everyone complaining.  individually this size of perfume is 44 canadian a bottle.  4x44 = 176.  A forty dollar savings, so you pay for 3 and get one for 4 dollars, it being limited edition personally it's worth more because once it's gone it's gone."
		},
		{
			"review_title": "Love this perfume set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "LOVE this set! I think it’s totally worth the price considering it’s about $26 a bottle. These are travel friendly, compact for your bag and smell amazing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Why the bad reviews from people who haven’t smelled it because of the price? That’s silly. I’ll leave a 5 star and I haven’t smelled it yet either lol but I love Kayali fragrances, own almost all of them and adore the idea behind these."
		},
		{
			"review_title": "Love these scents and love the price",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "First of all shoutout to Kayali for the price considering each travel size goes for $29 (this is a $16 saving and i love to save whenever i can) i love these scents so much!  These are so summer appropriate for sure. I hope they keep them around after summer too"
		},
		{
			"review_title": "Only want two",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I only want to of these (coco and banana). I kinda wish they were released separately. $100 usd isn’t bad considering each of those minis is $32. And $32 x 4 is $128 so decent value."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Seriously $100 NO!!! Perfume prices are becoming outrageous…."
		},
		{
			"review_title": "Smells amazing 😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Such beautiful scents ! I love them. My favorite has to be the Marrakech scent. Such cute bottle colors."
		},
		{
			"review_title": "Trash",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "High scent I don’t like. My eyes get very itchy . Very very dissapointed"
		},
		{
			"review_title": "I'll wait..",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
			"review_text": "I won't be paying 100 dollars for this lol wow. this is crazy.."
		},
		{
			"review_title": "Disappointing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Expected to like Maui the most and Marrakech the least but it’s quite the opposite. Scents sound better than they smell. I’m a fan of Vanilla 28 and Utopia Coco but these were all misses. Heavy alcohol scent and dry downs disappointing. Also made me irritated in eyes in throat."
		}
	]
}