{
    "product_id": "1562",
    "name": "Wake Up With Me Complete Morning Routine Kit",
    "brand": "Sunday Riley",
    "categories": "Skincare, Value & Gift Sets",
    "price": 125.0,
    "about": "What it is:A complete morning routine, including a Pink Drink Essence plus all the must-haves for visibly glowing, radiant skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines/Wrinkles, Dullness, and Dark Circles.Highlighted Ingredients:- Advanced Vitamin C (THD Ascorbate): Is a stable, oil-soluble version of vitamin C that fights visible signs of aging..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free..What Else You Need to Know:Experience a radiant start to your day with this seven-step morning routine from Sunday Riley. Powered by peptides, vitamin C, lactic acid, and caffeine, this kit exfoliates skin, diminishes the look of dullness and discoloration, and reduces the appearance of puffiness and dark circles..This Set Contains:- 1 oz/ 30 mL Ceramic Slip French Green Clay Cleanser.Clinical Results:C.E.O. 15% Vitamin C Brightening Serum:",
    "ingredients": "-Advanced Vitamin C (THD Ascorbate): Is a stable, oil-soluble version of vitamin C that fights visible signs of aging..-Brightening Eye Complex (Caffeine and Ginseng): Visibly invigorates tired-looking eyes..-Lactic Acid and Licorice Root: Clarify the look of skin while visibly diminishing discoloration and dark spots...Good Genes All-In-One AHA Lactic Acid Treatment:.Botanical Blend [Aqua, Opuntia Tuna Fruit Extract, Cypripedium Pubescens Extract, Opuntia Vulgaris Leaf Extract, Agave Tequilana Leaf Extract, Arnica Montana Flower Extract, Aloe Barbadensis Leaf Extract, Saccharomyces Cerevisiae (Yeast) Extract, Leuconostoc/Radish Root Ferment Filtrate], Caprylic/Capric Triglyceride, Squalane, Lactic Acid, Ppg-12/Smdi Copolymer, Propanediol, Butylene Glycol, Stearic Acid, Dimethicone, Cetearyl Alcohol, Phenyl Trimethicone, Disiloxane, Ceteareth-20, Glyceryl Stearate, Peg-100 Stearate, Stearyl Glycyrrhetinate, Glycyrrhiza Glabra Root Extract, Cymbopogon Schoenanthus (Lemongrass) Oil, Potassium Hydroxide, Phenoxyethanol, Xanthan Gum, Caprylyl Glycol, Chlorphenesin, Sodium Phytate...C.E.O. Glow Vitamin C + Turmeric Face Oil:.Rubus Idaeus (Cold-Pressed Red Raspberry) Seed Oil, Neopentyl Glycol Diethylhexanoate, Caprylyl Caprylate/Caprate, Simmondsia Chineses (Jojoba) Seed Oil, Vaccinium Macrocarpon (Cold Pressed Cranberry) Seed Oil, Punica Granatum (Cold Pressed Pomegranate) Seed Oil, Cucumis Sativus (Cucumber) Seed Oil, Oenothera Biennis (Evening Primrose) Seed, Tetrahexyldecyl Ascorbate, Octyldodecanol, Curcuma Longa (Turmeric) Root Extract, Helianthus Annuus (Sunflower) Seed Oil Unsaponifiables, Citrus Aurantium Amara (Bitter Orange) Flower Oil, Eclipta Prostrata Extract, Melia Azadirachta Leaf Extract, Moringa Oleifera Seed Oil, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Pentylene Glycol, 4-T-Butylcyclohexanol, Ribes Nigrum (Black Current) Seed Oil, Bisabolol, Cetylhydroxyproline Palmitamide, Hexyldecanol, Hydroxyphenyl Propamidobenzoic Acid, Stearic Acid, Brassica Campestris (Rapeseed) Sterols, Cardiospermum Halicacabum Flower/Leaf/Vine Extract, Zingiber Officinale, Rosemarinus Officinalis (Rosemary) Leaf Extract...C.E.O. 15% Vitamin C Brightening Serum:.Water/Eau/Aqua, Tetrahexyldecyl Ascorbate (Vitamin C), Squalane, Polyglyceryl-6 Distearate, Peg-8 Beeswax, Citrus Sinesis (Sweet Orange) Oil, Citrus Tangerina Peel Oil, Glycine Soja Sterols, Ppg-12/Smdi Copolymer, Sodium Phytate, Tocopherol, Phenoxyethanol, Acetamidoethoxyethanol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Jojoba Esters, Glycolic Acid, Caprylyl Glycol, Cetyl Alcohol, Polyglyceryl-3 Beeswax, Chlorphenesin Glycerin, Polysorbate 60, Sorbitan Isostearate, Saccharide Isomerate, Linalool, Limonene...C.E.O. Afterglow Brightening Vitamin C Moisturizer:.Water/Eau/Aqua, Dimethicone, Neopentyl Glycol Diethylhexanoate, Tetrahexyldecyl Ascorbate, Polyglycerin-6, Propanediol, Phenyl Trimethicone, Glycerin, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sodium Hyaluronate Crosspolymer, Ergothioneine, Xanthophyll, Allantoin, Citrus Aurantium Amara (Neroli) Oil, Sodium Acryloyldimethyltaurate/Vp Crosspolymer, Mannitol, Pentylene Glycol, Isododecane, Dimethicone Crosspolymer, Sodium Phytate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Benzotriazolyl Dodecyl P-Cresol, Polymethylsilsesquioxane, Ammonium Acryloyldimethyltaurate/Beheneth-25 Methacrylate Crosspolymer, Carthamus Tinctorius (Safflower) Seed Oil, Citrus Aurantium Dulcis (Sweet Orange) Peel Oil, Phenoxyethanol, Caprylyl Glycol, Chlorphenesin, Ethylhexylglycerin, Citric Acid, Polysorbate 60, Sorbitan Isostearate...Autocorrect Brightening And Depuffing Eye Contour Cream:.Water, Peg-8 Beeswax, Caprylyl Caprylate/Caprate, C10-18 Triglycerideds, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl, Taurate Copolymer, Phenyl Trimethicone, Trimethylsiloxysilicate, Polypropylsilsesquioxane, Polyglyceryl-6 Distearate, Glycerin, Jojoba Esters, Butyrospermum Parkii (Shea) Butter Polyglyceryl-3 Beeswax, Cetyl Alcohol, Dimethicone, Polysilicone-11, Theobroma Cacao (Cocoa) Seed Butter, Fructose, Aesculus Hippocastanum (Horse Chesnut) Extract, Methylproanediol, Caprylyl Glycol, Caffeine, Citrullus Vulgaris (Watermelon) Fruit Extract, Pyrus Malus (Apple) Fruit Extract, Sodium Pca, Sodium Lactate, Butylene Glycol, Peg-40 Hydrogenated Castor Oil, Ptychopetalum Olacoides Bark/Stem Extract, Pfaffia Paniculata (Brazilian Ginseng) Root Extract, Lilium Candidum Flower Extract, Phenoxyethanol, Glycolic Acid, Synthetic Fluorphlogopite, Silica, Mica, Titanium Dioxide, Sodium Phytate, Carthamus Tinctorious Seed Oil, Tagetes Erecta (Marigold) Flower Extract...Pink Drink Firming Resurfacing Peptide Face Mist:.Water/Eau/Aqua, Yeast Ferment (Pink Yeast) Extract, Saccharomyces Ferment Filtrate, Honey Extract, Acetyl Tetrapeptide-11, Acetyl Tetrapeptide-9, Epigallocatechin Gallatyl Glucoside (Egcg), Ceramide Ap, Ceramide Eop, Ceramide Np, Cucumis Melo (Melon) Fruit Extract, Cucumis Sativus (Cucumber) Seed Extract, Sea Water, Phospholipids, Sphingolipids, Laminaria Digitata (Sea Kelp) Extract, Zymomonas Ferment Extract, Prunus Armeniaca (Apricot) Fruit Extract, Pyrus Malus (Apple) Fruit Extract, Chlorella Vulgaris Extract, Phytosphingosine, Theobroma Cacao (Cocoa) Extract, Cocos Nucifera (Coconut) Fruit Extract, Triethyl Citrate, Camellia Sinensis Leaf Extract, Citrus Limon (Lemon) Peel Oil, Citrus Aurantium Dulcis (Orange) Peel Extract, Citrus Aurantium Dulcis (Orange) Fruit Extract, Citrus Paradisi (Grapefruit) Peel Extract, Vanilla Planifolia Fruit Extract, Jasminum Officinale (Jasmine) Flower/ Leaf Extract, Rubus Idaeus (Raspberry) Fruit Extract, Rose Damascena Extract, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Polyglycerin-6, Glycerin, Saccharide Isomerate, Cholesterol, Sodium, Lauroyl Lactylate, Corallina Officinalis Extract, Coccinia Indica Fruit Extract, Betaine, Polysorbate 20, Dimethyl Isosorbide, Phenoxyethanol, Ethylhexylglycerin, Carbomer, Hydroxyacetophenone, Xanthan Gum, 1,2 Hexanediol, Matodextrin, Tris (Tetramethylhydroxypiperidinol) Citrate, Alcohol, Sodium Phytate...Ceramic Slip French Green Clay Cleanser:.Water, Disodium Laureth Sulfosuccinate, Octyldoecanol, Polyacrylate-33, Propanediol, Polygyceryl-2 Caprate, Sodium Cocoyl Isethionate, Montmorillonoite, Kaolin, Olive Oil Polyglyceryl-6 Esters, Rice Oil Glycereth-8 Esters, Phospholipids, Sodium Lauroamphoacetate, Bisabolol, Pentylene Glycol, Sodium Chloride, Sodium Phytate, Caprylyl Glycol, Dehydeoacetic Acid, Benzoic Acid, Propylene Carbonate, Linalool, Farnesol...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Cleanse skin with Ceramic Slip French Green Clay Cleanser..-After patting skin dry, mist Pink Drink Firming Resurfacing Peptide Face Mist onto your face. Massage into your skin and let dry..-Apply two to three drops of C.E.O. Glow Vitamin C + Turmeric Face Oil to your face and neck..-Follow with two pumps of C.E.O. 15% Vitamin C Brightening Serum (or mix with the oil and apply as a skin cocktail)..-Follow by applying one to two pumps of Good Genes All-In-One AHA Lactic Acid Treatment to your face and neck..-Pat on one to two pumps of Autocorrect Brightening and Depuffing Eye Contour Cream, starting under your eyes and moving toward outer corners (in the crow's feet area). Then apply under browbones for a visible lifting effect..-Apply to C.E.O. Afterglow Brightening Vitamin C Moisturizer to your face, neck, and du00e9colletu00e9.",
    "num_reviews": 13,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/wake-up-with-me-complete-morning-routine-kit-P506551?skuId=2703684&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2703684-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        },
        {
            "review_title": "Trust the process !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Normal skin",
            "review_text": "Basically, I'm not someone who uses a lot of skin products. I tend to want to squeeze out every little pimple or blackhead except that it leaves marks on my face. So I wanted to try a complete daily facial treatment to see if it would help me no longer touch my face constantly to remove every little imperfection. When I first applied the complete treatment, I felt like there was a thick layer on my face throughout the day and the lactic acid lotion made me somewhat itchy. After 1 week of use, I was surprised to notice that my skin was much smoother than at the start and the lactic acid lotion no longer had a tingling effect. I've been using the complete treatment every day for 1 month now and I LOVE IT! My complexion is brighter, I no longer even feel the products on my skin and the eye contour cream is my favorite. I don't even feel the need to put on makeup before going to work, I feel like my face is more illuminated and healthy after 1 month! I love it and I no longer touch my pimples and blackheads. I recommend 100%!"
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have purchased both the morning & night routine... Personally, I am not a fan and their products are definetly not worth the price. I did not break out or anything but I saw 0 changes. My skin felt suffocated and embarrassingly wet looking... Save your money, there's better options out there!!"
        },
        {
            "review_title": "super duper blockbuster",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I used this product just for amonth and getting results feeling brightening on my skin. I have textured skin, so I noticed the smoothness although I have sensitive skin but no reactions, no harshness, so happy with my purchase loving it the SUNDAY RILLEY CEO hype is real u2665ufe0f"
        },
        {
            "review_title": "Heaven sent skin care bundle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was introduced to this skincare line by a friend and I am so happy she did! Itu2019s incredible. My skin has never felt softer, more hydrated, and the texture/pores are significantly improved.  I have dry and sensitive skin and although at first the products can seem u201cstrongu201d your body is adjusting to it. Iu2019ve been using the products for 2 months now without any issues. This value set is incredible!!"
        },
        {
            "review_title": "Harsh, drying, breakouts - never again !",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My skin is fairly sensitive and dry. I used this nighttime and the morning routine religiously for a month. My skin erupted with deep, hard pimples on my cheeks and jawline. I have never had pimples on my cheeks in my entire life. I would develop at least one new pimple every day.  Once I stopped using it, the new pimples stopped popping up. I loved the smell and feel of the products but the natural scents reminded me of lush skin care which I canu2019t use because natural doesnu2019t mean gentle.  A lot of natural products are very harsh on sensitive skin. Itu2019s a big no for me. Although itu2019s marketed for dry skin, I think it dried me out. Im very disappointed at how harsh this products are.  The eye cream was the absolute worse thing I have ever put near my eyes.  My eyes burned and my eye area has never looked more dry.  My eyes were red and irritated.  Floored that this is marketed for eyes."
        },
        {
            "review_title": "Best Morning Skin Care Products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love the products. Makes my skin glow and shine. Best product to start your morning skin care routine. I totally recommend this product and brand if you are looking to start your skincare journey"
        },
        {
            "review_title": "bumpy skin reaction",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Normal skin",
            "review_text": "I think I am having an allergie ru00e9action to vitamine C. I had smooth skin with little to no bumps. but after a week, my under eyes ans forehead are super bumpy. it's not itchy but the product definitely did not do my skin any good. I had tried the good gene serum before and did not have a problem, so I am blaming the vitamin C oil and serum..."
        },
        {
            "review_title": "My daily morning routine all in one stop shop.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love this whole kit.  I have ordered before and this was my 3rd go with it.  I was surprised to see the addition of a new product.  I can't review that one but I can the rest of them.  I have seen significant improvement from using these products over time.  It wasn't right away but it is a buildable improvement.  I absolutely love the good genes - it is such a good product despite the slight sting.  The face oil doesn't feel heavy and so my face isn't glommed down with product.  I apply in the order i am supposed to but I do leave a couple of minutes in between each application to allow the product time to settle.  Such a good purchase,"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "honestly I never write reviews, but I had to this time! I was at ulta beauty when this nice staff member suggested I buy this kit! he said that his skin is perfect because of it but I really thought he was just trying to surprised to how it made my skin feel gooey, soooo hydrated, so smooth! the good genes is really great! the vitamin c serum smells so good and is amazing! definitely recommend. unfortunately it is very pricey so i stopped buying itsell their products. let me tell you, I bought this and was soooo"
        },
        {
            "review_title": "A must-have routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love, love, love these products!! I have used many skin care products and never had the results I had with this regime!! I will defiantly continue to buy all the products. My aging skin is glowing!!"
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I'm 57 yrs old and started using this morning routine Dec 2022. I saw a noticeable difference in the first few weeks. I continue to use plus the Luna oil at night. I love the smell and it doesn't leave your face oily/greasy. Gives you that glow all year round. Sharing before and now pics to notice the improvements after using these products."
        },
        {
            "review_title": "This set give your everything you need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This line is amazing, every single product. This is my third time purchasing this set, and I buy the night set as well. All products are wonderful. They have been kind to my dry skin, and I have seen many improvements. I highly recommend."
        }
    ]
}