{
    "product_id": "1579",
    "name": "THE FACE Illuminating Self-Tan Drops",
    "brand": "TAN-LUXE",
    "categories": "Skincare, Self Tanners, For Face",
    "price": 68.0,
    "about": "Which skin type is it good for?.What it is:.Solutions for:.If you want to know moreu2026.What it is formulated WITHOUT:.What else you need to know:",
    "ingredients": "-Raspberry Seed Oil: Moisturizes and conditions..-Aloe Vera: Hydrates..-Eco-Cert Organic DHA Tanning Active: Provides a natural looking tan...Water, Dihydroxyacetone, Alcohol Denat, (SD Alcohol 40-B), Glycerin, Erythulose, Rubus Idaeus (Raspberry) Seed Oil, Aloe Barbadensis (Aloe) Leaf Juice, Hydrolyzed Silk, Caramel, Tocopheryl Acetate (Vitmain E Acetate), Xanthan Gum, Polysorbate 80, Parfum (Fragrance), Limonene, Geraniol, Hexyl Cinnamal, Benzyl Salicylate, Butylphenyl Methylpropional, Sodium Hydroxide, Benzoic Acid, Dehydroacetic Acid, Phenoxyethanol.",
    "how_to_use": "Suggested Usage:.-Mix one to four drops to your usual moisturizer, serum, or face oil and apply to the face..-Additional drops will increase depth of color..-Wash hands thoroughly after application... Precautions:.-A patch test 24 hours before use is advised..-Do not apply on broken or irritated skin..-Avoid contact with eyes. If reaction occurs, discontinue use and seek medical advice.",
    "num_reviews": 17,
    "overall_rating": 3.7,
    "product_url": "https://www.sephora.com/ca/en/product/tan-luxe-the-face-illuminating-self-tan-drops-light-medium-P469879?skuId=2444826&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2444826-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Awful. Broke out",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "0 stars. Used this once and broke out all over my face with pustules and painful white heads. I had clear skin before using this.  Now Iu2019m scrambling to clear up my skin and itu2019s been over a week."
        },
        {
            "review_title": "All I got was a breakout",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "my skin has been absolutely amazing and I added about 2/3 drops of this to my regular moisturizer and I have a full face breakout of pustules. zero tan.  I do not recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have very sensitive skin and typically cannot use products with fragrances, but this oil did not cause any breakouts. I genuinely appreciate that. However, the tan it provides is not long-lasting. I mix 3-4 drops with my moisturizer in the morning, and while the initial tan looks great, it completely disappears after washing my face at night. Given the cost of the product, I would expect the tan to last at least a few days before fading."
        },
        {
            "review_title": "Absolute best face tan - perfect  color/tone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Only face self tanner Iu2019ve ever loved . Light/medium gives  me a gorgeous natural tan with 2-3 drops mixed into my moisturizer.. no patchy or streaky and the fake tan scent eventually wears off .. HG product for me . Wish it were cheaper but lasts ages ."
        },
        {
            "review_title": "THE FACE vs Hyaluronic serum drops comparison",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I sampled this product in store - pics for reference. This is a single drop applied and rubbed in with my finger. Photo is 24 hours after application, in both artificial and natural light. The top strip is their hyaluronic serum, and the bottom, larger spot is THE FACE drops."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Great product. Only complaint is that the tan itself lasts for only 2-3 days. Also, it smells really weird. Besides that it did not break me out and it doesnu2019t patch either!"
        },
        {
            "review_title": "Orange",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Light/medium. I have very dry skin and it did do a good job of hydrating and giving a good glow. The glow slowly did turn into a very unnatural orange. Ive tried using less when combining with my moisturizer and still got the same results."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love the product (this was a re-purchase) only complaint is the amount of product in the bottle, concerned that this was a returned used product"
        },
        {
            "review_title": "Glowy skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "gives my face such a nice healthy glow and doesnu2019t break my skin out. Will be repurchasing!!"
        },
        {
            "review_title": "Loveeeeeeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is the only product I buy over and over again."
        },
        {
            "review_title": "Made my face puffy!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have no allergies or sensitivities, and this made my face swell up! Iu2019ve never had this reaction to any product Iu2019ve ever used, Benadryl isnu2019t even helping, 0 stars if I could!"
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m a self-tan newbie. I do tan a bit during the summer, but Iu2019m careful with sunscreen so inevitably I get tan lines. This is the perfect solution. Iu2019ve used it for my face as well as whole body and love it. Not a big smell, can use it with my regular lotion. And I love that itu2019s customizable for how dark. Iu2019m very pale so I only need a couple drops to see results. No problems with streaming. Looks so natural."
        },
        {
            "review_title": "Definitely a repurchase product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I wasnu2019t sure if I would love this product, the price was high and I wasnu2019t a massive fan of Isle of Paradise drops on my face either. This product blew my mind and my expectations, itu2019s more expensive than Iu2019d prefer, but it works! It gives such a nice tan glow, helps balance out my foundation with my self tanned body, and I find it mixes in really well with my Sunday Riley CEO Vitamin C serum. I apply them every night before bed and wake up with a healthy & natural looking tan glowing face."
        },
        {
            "review_title": "A gift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by tanluxe for this product, I loved using these drops. The formula is so good and the ingredients are great. I recommend using this product before bed, to wake up with a good glow. I will be using this product again and again, it is a new top product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I tried this product after hating other self tanning face drops. This one really impressed me. Actually smells nice - no typical tanner smell and no overpowering fragrance. Really happy with this product!"
        },
        {
            "review_title": "Beautiful Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this product. Iu2019ve used it for probably 2yrs or longer and I always get so many compliments on my tan. Iu2019m fair and mix 5 drops with my night cream and I usually wake up with a gorgeous glow.  My only issue is that after a day or two I end up with a tan line in my hairline. Itu2019s a pain, I have to scrub it off, not sure why that happens, but itu2019s a medium price to pay for a tan"
        },
        {
            "review_title": "Undecided",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Oily skin",
            "review_text": "As someone who has olivey skin and tans easily, i was excited to be able to extend my tan outside of the summer season. Unfortunately i found that quantifying exactly how much product i needed was difficult. I either could barely tell i had any on, or there was a clear difference between my forehead and hairline. I think this might work better on people with fairer skin. I have friends that swear by it but im just not sure it works well for me."
        }
    ]
}