{
    "product_id": "949",
    "name": "Water Bank Blue Hyaluronic Hydration Set",
    "brand": "LANEIGE",
    "categories": "Skincare, Value & Gift Sets",
    "price": 62.0,
    "about": "What it is: A hydration-boosting Korean skincare set for softer, smoother skinu2014the ultimate way to discover the better-than-ever Water Bank collection at a value youu2019ve been wishing for...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns:u00a0Dryness, Dullness, and Loss of Firmness and ElasticityFormulation: Cream..Highlighted Ingredients:- Blue Hyaluronic Acid: Delivers effective, long-lasting hydration..- Pepta-Panthenol Complexu2122: Visibly firms, soothes, and fortifies skinu2019s moisture barrier.- Green Tea-derived Enzyme (Lactobacillus ferment lysate) (Water Bank Serum): Gently exfoliates for smoother looking skin..Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. These products are also gluten-free...What Else You Need to Know: Quench your skin with this complete Water Bank routine. Powered by algae-fermented, micro-sized Blue Hyaluronic Acid, this wondrous cleanser, toner, serum, and cream combination works to deliver long-lasting, barrier-boosting hydration to help achieve the K-beauty glass skin look...This Set Contains:.The Results?.- Reveal deeply nourished, visibly firmer skin and a stronger skin moisture barrier.- Non-comedogenic, Hypoallergenic, dermatologist tested, and suitable for sensitive skin...Water Bank Blue Hyaluronic Cream Moisturizer.- Helps repair the skinu2019s moisture barrier in 30 minutes 1.- Adds 10 layers of hydration to strengthen the moisture barrier 2..- 100-HR hydration 3..After 4 weeks of use:.- 100% agreed the product felt like it repaired the skin's moisture barrier 4.- 100% agreed skin was visibly softer and smoother 4.- 96% agreed skin looked revitalized and more resilient 4.- 96% agreed skin felt firmer 4..1 Provides temporary repair to skinu2019s moisture barrier function on forearm in 30 minutes based on instrumental TEWL and tape stripping test on 32 women ages 20 to 45.2 Tested on forearm. Skin hydration analysis on stratum corneum samples taken from 10 sequential tape-stripping of the skin surface.3 Tested on forearm. Based on a 4-week clinical study on 32 women ages 20 to 45.4 Based on the self-assessment survey portion of a 4-week clinical study on 32 women ages 20 to 45...Water Bank Blue Hyaluronic Serum.After 1 week of use:.92% agreed product absorbed easily on skin firmer 5.90% agreed skin felt smoother 5.87% agreed skin felt more hydrated5..5 Based on a 4-week independent consumer study on 40 women ages of 18-35",
    "ingredients": "WATER BANK BLUE HYALURONIC CREAM MOISTURIZER.WATER / AQUA / EAU, GLYCERIN, BUTYLENE GLYCOL, SQUALANE, DICAPRYLYL ETHER, POLYGLYCERYL-3 METHYLGLUCOSE DISTEARATE, METHYL TRIMETHICONE, GLYCERYL STEARATE, PENTAERYTHRITYL TETRAETHYLHEXANOATE, 1,2-HEXANEDIOL, STEARYL DIMETHICONE, BIS-HYDROXYETHOXYPROPYL DIMETHICONE, CETYL ALCOHOL, LACTOBACILLUS FERMENT LYSATE, CAPRYLIC/CAPRIC/MYRISTIC/STEARIC TRIGLYCERIDE, PALMITIC ACID, STEARIC ACID, PANTHENOL, HYDROXYETHYL ACRYLATE/SODIUM ACRYLOYLDIMETHYL TAURATE COPOLYMER, PROPANEDIOL, ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER, XANTHAN GUM, GLYCERYL CAPRYLATE, DEXTRIN, TROMETHAMINE, ETHYLHEXYLGLYCERIN, DISODIUM EDTA, SORBITAN ISOSTEARATE, ALLANTOIN, HYDROLYZED HYALURONIC ACID, CERAMIDE NP, FRAGRANCE / PARFUM, BETA-GLUCAN, CHOLESTEROL, MANNITOL, TOCOPHEROL, ACETYL TETRAPEPTIDE-11, UNDARIA PINNATIFIDA EXTRACT...WATER BANK BLUE HYALURONIC REVITALIZING TONER&nbsp;.WATER / AQUA / EAU, BUTYLENE GLYCOL, GLYCERIN, GLYCERETH-26, DIPROPYLENE GLYCOL, 1,2-HEXANEDIOL, PANTHENOL, POLYQUATERNIUM-51, PROPANEDIOL, PPG-13-DECYLTETRADECETH-24, ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER, ETHYLHEXYLGLYCERIN, TROMETHAMINE, CELLULOSE GUM, DISODIUM EDTA, HYDROLYZED HYALURONIC ACID, FRAGRANCE / PARFUM, BETA-GLUCAN, SODIUM HYALURONATE, LACTOBACILLUS FERMENT LYSATE, TOCOPHEROL, UNDARIA PINNATIFIDA EXTRACT...WATER BANK BLUE HYALURONIC SERUM.WATER / AQUA / EAU, BUTYLENE GLYCOL, DIPROPYLENE GLYCOL, GLYCERIN, SQUALANE, 1,2-HEXANEDIOL, AMMONIUM ACRYLOYLDIMETHYLTAURATE/VP COPOLYMER, PROPANEDIOL, CARBOMER, CETEARYL ALCOHOL, TROMETHAMINE, POLYGLYCERYL-3 METHYLGLUCOSE DISTEARATE, DEXTRIN, HYDROGENATED LECITHIN, ETHYLHEXYLGLYCERIN, FRAGRANCE / PARFUM, GLYCERYL STEARATE CITRATE, DISODIUM EDTA, BETAINE, HYDROLYZED HYALURONIC ACID, BETA-GLUCAN, MANNITOL, XYLITYLGLUCOSIDE, ANHYDROXYLITOL, XYLITOL, LACTOBACILLUS FERMENT LYSATE, GLUCOSE, TOCOPHEROL, ACETYL TETRAPEPTIDE-11, UNDARIA PINNATIFIDA EXTRACT...WATER BANK BLUE HYALURONIC CLEANSING FOAM.WATER / AQUA / EAU, GLYCERIN, MYRISTIC ACID, STEARIC ACID, PEG-32, POTASSIUM HYDROXIDE, PALMITIC ACID, LAURIC ACID, COCAMIDOPROPYL BETAINE, GLYCERYL STEARATE, PEG-100 STEARATE, MICROCRYSTALLINE CELLULOSE, FRAGRANCE / PARFUM, SODIUM CHLORIDE, DISODIUM EDTA, BUTYLENE GLYCOL, SODIUM BENZOATE, MENTHA ARVENSIS LEAF EXTRACT, HYDROLYZED HYALURONIC ACID, POLYCAPROLACTONE, TITANIUM DIOXIDE (CI 77891), PROPANEDIOL, 1,2-HEXANEDIOL, LACTIC ACID, PEG-75, POLYQUATERNIUM-10, LACTIC ACID/GLYCOLIC ACID COPOLYMER, ETHYLHEXYLGLYCERIN, ALUMINUM HYDROXIDE, TRIETHOXYCAPRYLYLSILANE, LYCIUM CHINENSE FRUIT EXTRACT, PANTHENOL, PAPAIN, RUBUS IDAEUS (RASPBERRY) FRUIT EXTRACT, VACCINIUM ANGUSTIFOLIUM (BLUEBERRY) FRUIT EXTRACT, COFFEA ARABICA (COFFEE) SEED EXTRACT, SAPINDUS MUKOROSSI FRUIT EXTRACT, VACCINIUM MACROCARPON (CRANBERRY) FRUIT EXTRACT, FRAGARIA CHILOENSIS (STRAWBERRY) FRUIT EXTRACT, RUBUS CHAMAEMORUS SEED EXTRACT, PHENOXYETHANOL, UNDARIA PINNATIFIDA EXTRACT",
    "how_to_use": "Suggested Usage:.- Cleanse skin using cleanser..- Gently pat toner into skin..- Smooth serum evenly onto face..- Smooth moisturizer evenly onto face..- Repeat routine AM and PM. &nbsp; &nbsp; &nbsp; &nbsp;",
    "num_reviews": 112,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/laneige-water-bank-blue-hyaluronic-hydration-set-P510602?skuId=2743201&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2743201-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "BUYYud83dude0dud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "lineage skin care is  a holy grail!! my skin used to be super dry and flakey but now itu2019s super dewy it also doesnu2019t break me out which i was super surprised by!! Definitely buy!!!"
        },
        {
            "review_title": "Best moisturizer for my super dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I first bought this kit a couple of years ago. It's been my go to ever since. I would recommend this kit for anyone wanting a good anti-aging moisturing formula."
        },
        {
            "review_title": "Horrible scented, drying skin products",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "The floral set in the water bank line is so overwhelming and drying to the skin, ufffcitu2019s like throwing money out the window because youu2019re gonna have to re-purchase a another item just to get back hydrated"
        },
        {
            "review_title": "Good value",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Got this as a gift for my boyfriend and was a great beginner friendly kit. Has the essentials for skincare and great deal for products!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "My granddaughter uses this set already for some time and estimates it as the most useful and working for her skin."
        },
        {
            "review_title": "Get this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "Excellent product. Highly moisturizing. the first time I applied this product, my skin felt slightly sensitive. after that, there was no problem at all. The serum is fantastic. the eye cream is one of the best I've ever used. The moisturizer is lovely and very hydrating. Great buy!!"
        },
        {
            "review_title": "Great products, but not for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Unfortunately, these products did not work for my skin! Sucks because I really wanted them to. However they irradiated my super sensitive skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "this is the perfect intro or travel set by laneige! i love the cream as a heavier option for wintertime and the other minis are great as well. this is one of my favorite lines and i love that it comes in a holiday set."
        },
        {
            "review_title": "A must have for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am totally in love with the Water Bank Blue Hyaluronic gift set by Lineage. I love that it comes with a full size moisturizer and all your skin care needs for traveling. These are all my go products."
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I loved trying out this super moisturizing, rich water cream! It absorbs into my skin in seconds, leaving a juicy, hydrated glow without feeling heavy. The packaging is adorable and reusable. Plus, it has a light, pleasant scent thatu2019s not overpowering. Overall, it's a perfect addition to my routine"
        },
        {
            "review_title": "A new staple in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This set is great for sensitive, combo, acne-prone skin! I struggle to find moisturizers/products that are hydrating, but doesn't make my face greasy. These products do the trick! I especially like the moisturizer. Will definitely repurchase."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This set has been a game-changer for my skin! It delivers deep hydration, leaving my skin feeling soft, plump, and refreshed. The hyaluronic acid locks in moisture without any greasy residue, and the products absorb quickly into the skin. Iu2019ve made it a part of my daily routine, and itu2019s perfect for keeping my skin moisturized and glowing all day. Highly recommend for anyone in need of intense hydration!"
        },
        {
            "review_title": "Great set!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The Laneige Water Bank Set is a great hydrating set for dry and combination skin! The texture of moisturizer is lightweight and absorbs quickly into the skin without feeling greasy. The set also includes a cleanser, toner, and serum. They are great for my combination skin! They leave my skin feeling hydrated and plump. The only downside is that the products contain fragrance. Other than that, itu2019s a great set!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Really great hydrating set from Laniege! All the products are focused on hydration, there is a cleanser, toner, serum, and moisturizer! The moisturizer comes with a cute little spatula which is great and the rest of the products are the perfect travel size. My skin feels really plump and hydrated when using all the products together!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Love Laniege one of my favorite skin care lines!! The water hydration set is amazing and leaves my skin feeling so mouistrizied and nourished. I also love the scent and the application feels smooth and non greasy"
        },
        {
            "review_title": "Love laneige products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "The Laneige Water Bank Set is a great hydrating set for dry skin. The lightweight texture of both the moisturizer and serum absorbs quickly, leaving my skin soft and plump without feeling greasy. After using it consistently, I noticed my complexion looked more clear and less red. This set is a great option for adding hydration into your routine."
        },
        {
            "review_title": "Love Laneige",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I recently tried the Laneige Water Bank Hyaluronic Hydration Set, and I must say, Iu2019m genuinely impressed! From the moment I applied the products, I noticed an immediate boost in hydration. My skin felt plump and refreshed, almost like it was drinking up a big glass of water.  Overnight, the differences were even more apparent. Iu2019m happy to report that I woke up with noticeably softer and smoother skin. The hydration felt lasting throughout the day, which is a huge plus, especially in this dry climate.  The packaging is sleek and modern, making it a lovely addition to my vanity. Each product has a lightweight texture that glides on effortlessly, and the subtle, fresh scent is soothing without being overpowering. I appreciate how quickly the product absorbs into my skin, leaving no greasy residueu2014just a soft, hydrated finish.  Overall, I find myself reaching for this set regularly, as my skin feels fantastic, and hydration remains intact well into the following day. If youu2019re looking for a hydration boost that delivers on its promises, I highly recommend giving the Laneige Water Bank Hyaluronic Hydration Set a try!"
        },
        {
            "review_title": "Sooo good.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Laneige knows hydration. I had the moisturizer before, but I was excited to try all four products together to see the results and wow wow. My skin has never felt better. Itu2019s plump and hydrated, moisturized and feeling great. Which is so helpful as the weather changes and my skin goes into a tizzy. Love!!"
        },
        {
            "review_title": "Max Hydration with Laneige Water Bank set!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Laneige Water Bank Hyaluronic Hydration Set truly lives up to its name. From the first use, I noticed immediate hydration, and my skin felt plump and refreshed. Overnight, it continues to work wonders, leaving my skin deeply hydrated by morning. Water Bank Cream Moisturizer: This cream is the star of the set. Right after the first use, my skin felt deeply hydrated and smoother. Its Blue Hyaluronic Acid, which is 2000x smaller than regular hyaluronic acid, absorbs quickly into the skin, providing lasting hydration that works even overnight. Water Bank Serum: This serum is an excellent hydration booster.  The serum absorbs easily and preps the skin perfectly for the moisturizer that follows. Itu2019s light and silky, layering well without leaving any greasiness behind. I love that it helps with both hydration and firming, leaving my skin feeling revitalized. Revitalizing Toner: I found the toner to be refreshing and gentle on my skin. It preps the skin for better absorption of the serum and moisturizer. With Blue Hyaluronic Acid, this toner adds an extra layer of moisture without being drying or irritating. Cleansing Foam: The cleansing foam is a great start to the routine, leaving my skin clean but not stripped. It foams up nicely and has a soft, smooth texture that feels gentle on the skin. Perfect for removing  daily impurities, it also helps keep skin hydrated rather than leaving it tight or dry.  The Laneige Water Bank Hyaluronic Hydration Set is perfect for anyone dealing with dryness, and it helps restore that smooth, dewy glow!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this set! The water bank moisturizer is my favorite so itu2019s nice this came with a full size of that. I have oily skin and I feel that it gives me a nice hydration without making my skin feel oily. The whole routine together leavers my skin feeling great and looking good too. This is good prep for makeup as well."
        },
        {
            "review_title": "Great kit!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is a great kit to get if youu2019re wanting to test it out! I love all of the Laneige products and Iu2019ve been using and loving the gel moisturizer as well! This set hydrates my skin and leaves it so healthy and plump! Great for my dry winter skin."
        },
        {
            "review_title": "Everything you need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Xmas almost around the corner and you want to get your hands on this set. All products in it work magic to hydrate and moisturize your skin and if you wanna present it as a gift to your loved one or friend this will be very much appreciated. Love this brand and this set so much"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019m obsessed with Lanier products and use them regularly, so when I saw this kit I needed to snatch it up. The moisturizer is my favorite because my skin is so soft and hydrated after using it. The cleanser, toner, and serums are really helping my dehydrated skin and I will be getting full sizes after Iu2019m done with these."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this gift set. There are so many great products. My favorite one is the full size moisturizer. My skin feels so soft and I love the smell of the moisturizer. The toner and cleanser are great for my skin."
        },
        {
            "review_title": "A good gift",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This set is a perfect gift to anyone who wants a new skincare routine & needs some hydration.  You get a cleanser, toner, moisturizer, and serum and providing your skin with barrier building properties."
        },
        {
            "review_title": "Great set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This is a great skincare kit! It really has everything you need to ensure a hydrated complexion and a healthy skin barrier throughout the coming winter months. The moisturizer keeps my skin so soft and the kit is great for traveling and brining on the go!"
        },
        {
            "review_title": "Love this bundle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The set is perfect for a skin care starter kit or as a gift. Leneige is such a great brand and their products work amazing. The water bank cream moisturizer is my favorite it makes my skin so smooth and hydrated also improves and strengthens the skin & moisture barrier. I have sensitive skin and this works really good without irritating or causing acne. I would definitely recommend this as a gift or as a little bundle for yourself."
        },
        {
            "review_title": "Perfect for my thirsty skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am hyaluronic acid fan, so a soon as I saw this set I had to get it. So far itu2019s been good. The formulas are super gentle and hydrating on my skin. After I use all products in the set my skin feels super plump and bouncy. Also, they absorb quickly and leave no heavy or greasy residue. Perfect for sensitive skin like mine. Iu2019ll probably be buying more of these for Christmas presents."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I used about a dime-size for my face and neck and felt it was more than ample. Itu2019s full of squalane, ceramides, and blue hyaluronic acid, many beneficial ingredients that are very nourishing to the skin. There is no obvious scent which I love."
        },
        {
            "review_title": "Recommended!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "This hydration set is perfect. It includes every basic skincare routine products that i would need. The dryness and firmness are well improved after using. The water bank cream moisturizer in this set is my favorite."
        },
        {
            "review_title": "Perfect hydrating routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This set is a perfect gift for a friend (or yourself!) itu2019s so moisturizing and the perfect complete nighttime routine. I love hyaluronic acid based products because they leave my skin so hydrated and clean!!"
        },
        {
            "review_title": "Great hydrating kit",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The Water Bank Blue Hyalonic Hydration Set includes a full-size Water Bank Cream Moisturizer and 3 travel-sizes of our Water Bank Serum, Revitalizing Toner, and Cleansing Foam. All of these are in great mini sizes which are travel friendly too and leave your skin hydrated and fresh in just a few uses."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried the Water Bank Hyaluronic Hydration Set by Laneige.  This is a great set that makes my skin feel hydrated and plump.  It has a cleanser and also the moisturizer.  I like everything in this set and it makes a good routine"
        },
        {
            "review_title": "Loving all of these products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "The Water Bank Cream has been a long time favorite of mine, so I was so excited to find this set that would let me try other products from the line! You get a full size cream, which makes it a great deal, plus 3 travel size products. So far Iu2019ve been loving everything in this set, especially the serum. As soon as the weather starts cooling down, my skin gets so dehydrated so this set is perfect for the colder months and great for my combo skin."
        },
        {
            "review_title": "The perfect hydration set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love Laneige and this is the perfect set to try out all of my favorite hydrating products! I suffer from combo skin that mostly leans dry, and these products always save the day for me when Iu2019m suffering with more than usual dry skin. This is a perfect travel set as it contains all the products i would use on a regular basis."
        },
        {
            "review_title": "Perfect skincare set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This is a very wonderful skincare set for gifting. All the bottle are cute with a light blue color. The moisturizer is the one I like most, very lightweight, pleasant scent and super hydrating. I am doing my routine with all the products and can tell the improvement. Love it"
        },
        {
            "review_title": "The perfect gift (for yourselfud83dude09)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This is the perfect set to give as a gift or a gift for yourself. It comes with a full size of the gel cream moisturizer. Which is one of my all time favorites. Itu2019s perfect for morning or night and works great under makeup. I really like that it also comes with the larger trial sizes of the cleanser, toner, and serum to be able to try it all before buying the full size. Everything is incredibly lightweight, moisturizing, and nourishing. It really helps to plump, firm, hydrate and give a radiant, glowy, healthy look to the skin. This would work great for any skin type. I myself have very dry skin and my daughter has combo skin and we both have been loving these products."
        },
        {
            "review_title": "Must-try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "The water bank products from laneige are incredible. Iu2019d go as far as to say u201clife changingu201d! My skin is pretty dry but oily at the same time (iykyk) and this set has been so amazing at balancing it out"
        },
        {
            "review_title": "Skincare essentials!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love the Water Bank Blue Hyaluronic Hydration Set! It comes with 3 cleansing foams, toner, and travel serum with 1 full moisturizer. I have dry skin and this set is perfect for my skin type. I can use it as a travel set when I travel."
        },
        {
            "review_title": "Life saver for thirsty skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I really thought I had some sort of skin infection or something was up. I've had extremely dry, itchy skin these last two months and I did not know what to do. I truly thought something was wrong, turns out it's just aging and needing a new routine. I tried this hydration set & my skin immediately looked different. I love! my makeup sits so well on my face and reflects the healthy skin I have. So happy & looking forward to purchasing the larger size. I didn't notice any scent that is bothersome, only super happy withe Laneige!"
        },
        {
            "review_title": "Gifted by Laneige",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This set delivers an instant boost of hydration that leaves my skin feeling smooth and soft. I noticed that it absorbs quickly, allowing me to wake up with that fresh, dewy glow and lasting hydration. The refreshing scent makes your skincare routine feel like a spa day. Overall, this dreamy set perfectly nourishes and revitalizes my skin, ensuring I feel hydrated and refreshed every morning!"
        },
        {
            "review_title": "6 stars if I could, itu2019s THAT good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I absolutely love Laneige products, I havenu2019t found a single one I didnu2019t like and Iu2019ve tried loads. This set is no different and honestly if I could give it 6 stars I would have. First, the cleanser is literally amazing. About a dime amount, on a wet face and it gets foamy fast. Wipes off clean. The toner surprised me. Any toners Iu2019ve ever used were very liquidity/thin. This was not - it was actually kind of thick. But it absorbed immediately like a toner. I donu2019t know what magic Laneige is doing over there but whatever, it all works! Then the serum. I did use a full dime size amount of this for my face and neck. And then lastly the cream moisturizer. My face just slurps this stuff up. I love them all and I love using them all together. Laneige knocks it out of the park again and I use many various competitor creams but in my fairly extensive skincare cabinet, Laneige I always wind up going back to often and replenishing when out because I just have to have it. This set and their products are amazing."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Water Bank Hyaluronic Hydration Set is a fantastic choice for anyone seeking deep and long-lasting hydration. This set typically includes a serum, moisturizer, and eye cream, all formulated with hyaluronic acid to deliver intense moisture and plump the skin. The serum absorbs quickly without feeling sticky, while the moisturizer provides a smooth, dewy finish. The eye cream effectively brightens and hydrates the delicate under-eye area.gifted by laneige"
        },
        {
            "review_title": "A MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "GREAT! This product made my skin super happy and filled with hydration.The pack of 4 is amazing and comes with a ton of product for a long time canu2019t wait to get everything in its full size for and even better experience!10/10 would recommend!!!! offered by laneige"
        },
        {
            "review_title": "Great starter for young adults.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This great all-around kit has everything you need for your skincare routine. I gave it 3 stars because it is geared towards young adults.  I'm in my 40s and it was not enough boost for my skin."
        },
        {
            "review_title": "Great gift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I bought this set for my boyfriend after trying their moisturizer myself and he absolutely loved it!"
        },
        {
            "review_title": "ud83cudf80",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Omg LUV LUV LUV!!!! This product made my skin so clear!!! The toner is amazing for summer, and i have never found a good cleanser and this cleanser is GREAT! i recommend getting it!"
        },
        {
            "review_title": "A must have in your routine!! ud83eudef6ud83cudffb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was gonna get the lip balm from Laneige but then I saw this great deal! The moisturizer is so soothing and repairs quickly. It comes with a tiny application stick! The cleanser is so good and washes off makeup easily. The toner come out quick because it doesnu2019t have something to slow it down but it is an amazing product. Lastly, the serum. The serum is a must have! makeup easily"
        },
        {
            "review_title": "A great skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Absolutely amazing! Smells great and is really hydrating!"
        },
        {
            "review_title": "If you have dry skinu2026 run donu2019t walk!!! ud83eudd0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "If you have dry skin, you need this in your life as soon as possible. I have extremely dry and sensitive skin so I got this set to test it out and it genuinely went above and beyond my expectations!!! 10/10"
        },
        {
            "review_title": "My favorite cleanser and moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love all these products, and ik theyu2019re minis but I wish the serum and toner contained a little more product"
        },
        {
            "review_title": "oily/dry & sensitive skin girlies!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Iu2019m mainly an oily face type of girl, but I have some dry parts on my face. Itu2019s always been difficult to find the perfect match with my skin type, but this brand..girlll. I wouldnu2019t mind spending all of money on this brand."
        },
        {
            "review_title": "Pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m not sure why but this product did not do well with my skin , I usually love the water bank face mask so I wanted to try this to see if it was worth investing but it made my skin super itchy and dry. It made me break out as well."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Going into a new skin care routine gave me extreme anxiety not knowing any of the skin care products and there benefits Sephora had to offer. One of the nicest staff member introduced me to the Laneige Water Bank set (starter kit)  The best product on the market bye far. My skin was so dehydrated and extremely dry. I needed something to save my skin and let me tell you after using the kit for about a month, my skin is soft, hydrated, bright looking and I just love all the products in the kit. Run out and get yourself this kit you will not be disappointed this will be your new skin care routine from now on."
        },
        {
            "review_title": "Holy Grail - Pores are NON-EXISTENT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Deep skin tone, Normal skin",
            "review_text": "First I got the moisture as a free sample and I loved it!!! I went to buy more and I saw this set! Can I sayyy using everything changed my skin! I no longer lack hydration and my skin feels amazing! Perfect for my summer routine!"
        },
        {
            "review_title": "Amazing for dry skin and big pores",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I have really dry skin. One day I decided to start taking care of my face more seriously and I invested in this set. It has made my face so much softer and even made my pores smaller. When I apply my foundation it looks a million times better."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Why does the lotion now have fragrance? I have been buying the Laneige sets for 2 years and love them but this lotion smells so strong. I donu2019t like synthetic fragrance in my skincare"
        },
        {
            "review_title": "fragrance is way too strong",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "why does this smell like Tommy Girl? it's so strong I could smell it on my pillowcase the next night. it also gave me little pimples around my nose. I think the moisturizer is too thick for combo or oily skin."
        },
        {
            "review_title": "Recommend to dry/sensitive/combo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am a combo skin girly. This product helped me with dryness and dullness. My skin is loving it!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This set is fantastic for trying out the entire Water Bank line, and I must say, I'm quite impressed. It's perfect for those seeking hydration. My skin's condition has definitely improved, and it has resolved my issue with skin peeling.complimentary from laneige"
        },
        {
            "review_title": "Great For Sensitive Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "the price for this set is definitely worth it! I have sensitive skin and experienced no irritation so far. I really like the cleanser, it left my face soft, clean, and not stripped of moisture. woke up feeling smooth and normal, not oily or dry"
        },
        {
            "review_title": "A great bundle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "Im a big fan of Laneige products and this one did not disappoint. I have oily/combo skin and this bundle hasnu2019t caused a breakout and has really helped my skin.  This moisturizer does have a slight fresh scent but using this moisturizer for weeks has hydrated my skin and now looks less dull. I love using all of these products in the morning and It even works under makeup without separating. The toner is non drying and the serum melts and absorbs nicely without any residue. So If youu2019re looking into a hydrating but calming bundle that melts into your skin and works great alone or under makeup, then this is the one"
        },
        {
            "review_title": "Awesome set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really like this set and the fact that it comes with everything I would need to have a basic, but robust skin care routine. I did think the products are hydrating and I saw immediate results the first time I tried them. I did not necessarily feel like the hydration lasted a really long time, but with frequent use that shouldn't be a problem. The products have a light, fresh scent that's not overpowering and did not irritate my sensitive skin. I especially liked how clean my face felt when I used the cleanser and that a little went a long way with all the products. My skin looks and feels smooth and soft so I'll definitely continue using these products. I received this product complimentary from laneige for my honest review."
        },
        {
            "review_title": "Hydrated and Soft!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "As a dry skin girly, I've been wanting to try products from the Water Bank Hyaluronic Hydration line and I was so happy to receive this set complimentary from Laneige. It comes with a cleanser, toner, hyaluronic acid serum, and a full size cream! The cleanser lathers beautifully. After cleansing, toning, using the serum and the moisturizing cream, my skin felt so soft and hydrated; and stayed hydrated through the night. The products have a scent; it's very clean and pleasant, I didn't find it overpowering or irritating at all. I'd recommend this is you have dry skin and like products that are hydrating without being heavy and greasy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This set is amazing for combination and dry skin. Toner is especially good for my acne prone skin. Itu2019s safe for fungal acne too. Highly recommended to try if you have similar skin type. Give it a try. Gifted by Laneige"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This set is amazing! If you have been wanting to try these hyaluronic acid products I highly recommend. I love that you get to try some of the best sellers and they are also great for travel. I am loving mine. Gifted by Laneige"
        },
        {
            "review_title": "Awesome hydration set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this set! Itu2019s so nice to treat products before you commit to the whole set. Overall, I really enjoyed the set and it did exactly what it said it would do. HYDRATE! My skin looked super hydrated after all of the steps without being too heavy. All of the items applied super smooth and easily- there was no heavy scent. When I woke up the next day my skin was plump and ready to go! I love how easy this set was to transform my dry skin into hydrated skin! Gifted by laneige."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Laneige in exchange for my honest review. This Water Bank Blue Hyaluronic Hydration Set has everything you need for hydration-drenched skin! As someone who is already a huge fan of the Water Bank Hydration Serum, I was elated to try this set and see the results of using the serum along with the other products in the Water Bank line and have to admit, I'm pretty impressed! The set includes a full size of the Water Bank Blue Hyaluronic Cream Moisturizer for Moisture Barrier Repair along with deluxe mini sizes of the cleanser, serum and toner, so you have the entire routine. It is perfect for gifting and for travel, and is an excellent value too! These products work together to deliver long-lasting hydration to the skin while also supporting skin barrier health. I personally feel like not only does it provide instant hydration for my skin, but my skin has been feeling more hydration in general lately when I've been using this set. The textures are lovely and they all have a subtle fresh scent which is great for those who don't like strong fragrances in their skincare. The serum and moisturizer both absorb into the skin quite quickly and leave my skin feeling hydrated, soft and smooth. Definitely cart worthy and perfect for travel!"
        },
        {
            "review_title": "Perfect for summer travels!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is literally the perfect set and is a must have for your summer travels. This contains the cleanser, toner, serum, and moisturizer, all super hydrating formulas perfect for any skin type. They are pretty decent sizes, too, so youu2019ll get some good use out of each one. Definitely good for a week long trip, maybe two. I love Laneige and this line works really well for my normal skin. If youu2019re looking for a good travel set, this is it! Gifted by Laneige."
        },
        {
            "review_title": "Perfect for dry skin and traveling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Laneige strikes again (and this time in the form of a set!). There are four products that come with this set - a full-size Water Bank Cream Moisturizer and three travel minis including their Water Bank cleanser, toner, and serum. First off, the powerhouse full-size Water Bank Cream Moisturizer - supple, creamy, and hydrated my skin overnight. Itu2019s thick without feeling greasy and perfect for my combo/leans dry skin. I use it before bed and wake up without irritation or dry skin! Second, the cream cleanser. A little goes a long way, so I use a little less than a pea-sized amount and my face feels soft and clean afterward. I follow with the toner and serum and my face doesnu2019t feel stripped or dry afterward. The toner has more of a watery gel consistency than the typical watery consistency of toners which is SO helpful because I can control the amount of product coming out better. If you have dry or combo/leans dry skin, this set was made for you. Canu2019t wait to travel with it and maintain my skin as I go! Gifted by Laneige in exchange for my honest review."
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by laneige this set and so far iu2019ve loved it! Iu2019ve used their moisturizer before and iu2019m a huge fan, this is what drew me in to pick this set! itu2019s been about a few days of me using the entire set. I didnu2019t have any problem areas before so itu2019s hard to totally sure how i feel.  I do love how my skin feels after using these products though. definitely a fan of the moisturizer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This is such a great value set! It contains a full size moisturizer and 3 travel size products, all for $3 more than the cost of the full size moisturizer. Itu2019s a great way to try out some of the other products from this line, especially if you know you already like or want the moisturizer. This moisturizer absorbs nicely into my skin, leaving it feeling and looking hydrated. It also works well under makeup and doesnu2019t pill. Gifted by Laneige."
        },
        {
            "review_title": "Great set for trying this line!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This set was gifted to me by Laneige in exchange for my unbiased review. I really love this set! Itu2019s great value and I have genuinely enjoyed trying this line of products. Iu2019m not a huge toner user but this one was nice. I really liked the serum as well. However, the real showstopper of this set is the moisturizer. I really love this moisturizer. Itu2019s a great weight for me for both am and pm use. Not too heavy but still feels like it has substance and is very hydrating. Using all of the products together leaves my skin feeling very hydrated and revived. I canu2019t recommend this set enough. I will buy these products again once I use them up."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I love the water bank moisturizer so this set has been perfect for me when i want to travel and not worry about taking my full size items for the airport I highly recommend if you wanna try some of these products before buying for full price as well offered by laneige"
        },
        {
            "review_title": "Perfect mini set with a FULL size face cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This mini set is probably the first one that I have purchased where I have loved and used ALL the products. The bonus is that the face cream is full size. You need such a minimal amount of each product that these mini sizes will last a long time. Everything is very hydrating except the face wash. The face wash gives you that squeeky clean feeling.  Only down fall is the scent on the face wash. It smells like baby powder products, but the face wash is good enough to power through it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Such a fun set! It includes a Laneige cleanser, toner, serum and moisturizer. All these products work great together to hydrate my skin. The scent is fresh, pleasant and relaxing. The moisturizer absorbs quickly and is long lasting. Even overnight I still feel it in the morning. My skin is smooth, hydrated and feels firmer. I received this set complimentary from the brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After using this product over the past few weeks I am loving the results. It hase cute packaging and also these all are scent free."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This set is a great way to try their Hyaluronic line!I really like how hydrating all the products are without feeling heavy on my skin. everything absorbs quickly without any pilling and leaves my skin soft. Gifted by laneige"
        },
        {
            "review_title": "A must have for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "This set is incredibly hydrating and perfect for on the go! I keep these goodies when i am traveling. The blue hyaluronic acid is a miracle worker. I have very sensitive skin so these products work amazing. This set was gifted to me by Laniege."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I'm grateful for receiving this Water Bank Blue Hydration set gifted by Laneige in exchange for my honest opinion. I have used Laneige products before that are now a staple in my skincare routine. I was really excited to use this moisturizer as it was very light and smooth during application. It absorbed quickly into the skin and did not leave a cast. My skin stayed hydrated for hours. Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was so excited to receive this set! I swear that Laneige products never disappoint. These moisturizers are my go-to when my sensitive skin is acting up. It instantly soothes and delivers hydration. My skin looks a million times better. I received this gifted by Laniege."
        },
        {
            "review_title": "Must-have skin hydration set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This water bank blue hyaluronic hydration set is awesome. It came in a nice packaging including moisturizer, serum, cleansing foam, and toner! They are made my skin healthier, skin glowing and look much hydrated without any irritations ud83dude0d   Gifted by Laneige ud83dudc95"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "This is a really great Laneige set! I received this kit complimentary from Laneige in exchange for my honest thoughts. I am a big fan of the water bank moisturizer from past use, but the other products in this kit are amazing as well! The cleansing foam is gentle, but cleans well and doesn't leave my skin feeling stripped. After the whole kit, my skin feels soft and smooth. Pores are barely visible!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "At the heart of the Laneige Water Bank Hyaluronic Hydration Set is the Water Bank Essence. This powerhouse serum is enriched with Green Mineral Water and infused with Laneige's patented Hydro lonized Mineral Water technology, which work together to deeply hydrate and revitalize the skin from within. Upon application, I immediately noticed a surge of moisture, and with continued use, my skin appeared plumper, smoother, and more radiant than ever before."
        },
        {
            "review_title": "Great set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I tried the Laniege water bank hyaluronic hydration set and I loved most of it. The packaging is really cute and the products worked well. All the products had a light scent that reminded me of the ocean. The serum was my favorite as it was light and absorbed quickly into my skin. The moisturizer and toner were both excellent as well. The only thing I didn't love fully was the cleanser, as it made my skin a little dry after. These products worked really well together and my skin was super soft in the morning. I received this complimentary from Laniege."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love easily these products absorbed into my skin. It made my skin feel really soft and smooth and my skin felt hydrated overnight. Needed this as it has been so cold and dry! Love this set so much!! Gifted by Laneige."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I saw immediate hydrating results with this set. I put it on the night before and when I woke up my skin felt and looked super super hydrated. I really love the results I got, hyaluronic acid is amazing!"
        },
        {
            "review_title": "Hydrating set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Definitely one of my favorite sets at the moment it comes with a full-size moisturizer and minis that you can try from which are actually pretty decent size. Also, I really love this hydrating set. It makes my skin look and feel very soft and hydrated."
        },
        {
            "review_title": "My combination skin loves it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This kit is all you need to get that hydrated, plump and healthy looking skin. My combination skin loves it. The moisturizer is very light, ultra moisturizing, sinks into the skin without being oily at all. The foaming cleanser is very gentle on the skin and not over stripping. The serum gave a glow to my skin instantly with just one application. Lastly the toner, it does give hydration to the skin with firmness. All in all I a complete game changer if you have dull dehydrated skin like mine. This was gifted to me by laneige but i would be buying it again."
        },
        {
            "review_title": "Itu2019s good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The water bank blue hyaluronic hydration set gifted by laneige is so good! It is very hydrating and good on my dry skin. Would recommend if you want a set of skincare that works well together and doesnu2019t peel."
        },
        {
            "review_title": "Dry skin must haves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Laneige gifted me their Water Bank Hyaluronic Hydration Set and it's just what my skin needed. Upon using these products, my skin instantly felt hydrated. Not only do these products leave my skin feeling so hydrated, but also my skin feels incredibly soft and smooth. The water bank cream isn't too heavy on the skin either. I love this set and it's perfect for travel."
        },
        {
            "review_title": "My first experience!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love that this set comes with a full size water bank cream! Itu2019s unscented and feels velvety on the skin. It instantly cools and smooths the skin, leaving it feeling velvety smooth. It easily soaks the face and doesnu2019t leave any cast. Gifted by Laniege"
        },
        {
            "review_title": "Good quality brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I love this set! It is perfect for travel. I love the water bank cream. It isn't too heavy and is moisturizing. It feels perfect for the summer. I just tried the serum too and it made my skin look so plump. This is the perfect travel set because it has everything you need. *gifted by laneige*"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Who doesnu2019t love minis? These minis set are EVERYTHING because they are easy to carry anywhere and travel with them and offered by laneige. Also, these kits are good for keeping your skin hydrated, smooth, and firm! Both kits have hyaluronic acid that helps with wrinkles and lines! They have helped tremendously with my dry to combination skin! Overall, great kits to try out their amazing products!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "An entire program of hydration. This laniege set is such a gift! It is the perfect size to travel with. Blue hyaluronic is next level. They have done all sorts of research and science to improve the molecular size but the end result is your skin just feels 100% better. Offered by laniege."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I have very dry skin so I was very excited to try this set! Iu2019m obsessed with all of these products. I love the minis so that Iu2019m able to travel with them. They leave my skin feeling plump, and taken care of. If youu2019re looking for a good starter kit for your dry skin, I highly recommend. I was offered by Laneigee"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am loooving this cleanser. I have been struggling with hormonal acne and I am having the hardest time adapting to a skin care routine as almost everything breaks me out. This product has helped me to clear some of the acne and I am so happy"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "i had the opportunity to test out the new water bank blue hyalonic hydration set and i'm already in love after just the first use of all the products! the full-size (we love full size products in sets) water bank cream moisturizer is so rich and luxurious, leaving my skin feeling incredibly soft and hydrated. plus, the travel-size water bank serum, revitalizing toner, and cleansing foam are perfect for on-the-go hydration and i will DEFINITELY be traveling with these all summer long! i love knowing that the blue hyaluronic acid in these products is 2000x smaller than regular hyaluronic acid, so it absorbs faster and delivers intense hydration - laneige is so innovative in the skincare space and is always making super cool products like these. and the best part? after just one use of all these products, my skin feels firmer, smoother, and more hydrated. definitely a skincare essential and i canu2019t wait to be consistent with these throughout the summer! gifted by laneige"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this water bank set complimentary from Laneige. I have combination skin so I love using the ear products with Hyaluronic Acid to hydrate my dry parts while not making my oily parts look greasy. It includes all the basic step in a skincare routine so itu2019s perfect for traveling with. I love all four items, they work well together."
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really love this set! Has everything that I need to hydrate my sin, I use it as part of my day routine and I love the results , very nice texture and smell! I really recommend this set if you have dry skin, I was gifted by Laneige!"
        },
        {
            "review_title": "A MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The Water Bank Hyaluronic Hydration Set stands out as an exceptional skincare collection designed to deliver intense moisture and hydration to the skin. Formulated with hyaluronic acid, renowned for its moisture-retaining properties and skin-plumping effects, each product in the set works to leave the skin looking radiant and revitalized. Typically consisting of a hydrating toner, essence, serum, and moisturizer, this set offers a comprehensive skincare routine tailored to address dryness and enhance skin texture. Users commend its lightweight texture, fast absorption, and noticeable results, making it suitable for all skin types, particularly those with dry or dehydrated skin concerns. In summary, the Water Bank Hyaluronic Hydration Set is a must-have for anyone in search of a deeply hydrating skincare regimen that leaves the skin feeling soft, supple, and refreshed. gifted by laneige"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Love this set! Iu2019m already a huge fan of the water cream but this is my first time trying to rest of the items and so far Iu2019m not disappointed. I really like that these are travel sizes at a discounted price. This way Iu2019m able to try it all out first and make sure that my skin is truly happy with it. It definitely helps calm down my recently irritated skin and addresses some of my recent dryness. Gifted by Laneige."
        },
        {
            "review_title": "A must have in your skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "After using these products it brought the moisture right back into my skin I absolutely love all of them!!"
        },
        {
            "review_title": "Cool set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The Water Bank Hyaluronic Hydration Set is an exceptional skincare collection that delivers intense moisture and hydration to the skin. Each product in the set is formulated with hyaluronic acid, renowned for its ability to retain moisture and plump the skin, leaving it looking radiant and revitalized. The set typically includes a hydrating toner, essence, serum, and moisturizer, providing a comprehensive skincare routine to address dryness and improve skin texture. Users praise its lightweight texture, quick absorption, and noticeable results, making it suitable for all skin types, especially those with dry or dehydrated skin. Overall, the Water Bank Hyaluronic Hydration Set is a must-have for anyone seeking a deeply hydrating skincare regimen that leaves skin feeling soft, supple, and rejuvenated. Gifted by laneige."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This hydration set is everything. I love how amazing my skin looks after using it.  My skin looks so flawless and smooth after using it.  My face glows after using it. My makeup looks flawless as well after using it."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Love it! Itu2019s very hydrating and feels great on my skin. I also love that it comes with a spatula for finger free application! It comes with the rest of the travel size line which allows me to see how the entire set will feel on my skin! Love that this was gifted by laneige and I canu2019t wait to try the rest!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Been wanting to try this product line for a long time and finally got to! Such a cute set and so useful for travel. Love the moisturizer, so good. And the serum is really nice as well. Makes skin radiant, bouncy and really hydrates. Gifted by laneige"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "What a hydration powerhouse! I have combination skin with dry skin and oily tzone. All of these products feel fantastically hydrating and occlusive on my skin without feeling heavy or greasy. Texture is so smooth. gifted by laneige"
        },
        {
            "review_title": "Perfect for yourself or a gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have always loved laniege water line and this set is perfect. All of these products help so much with my combination dry skin. Not only do you feel hydrated when you first put hit on, but also for the rest of the day. The texture is light and blends easily. Gifted by Laniege"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Iu2019m you are a dry skin gal like me, this kit is your new best friend! I tend to have sensitive, and dry skin and this is like a thirst quencher for my skin! I love how you can try all these great products at once! Gifted by Laneige"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is everything you need for your skincare routine. Especially if youu2019re new to Laneige and want to try if it works for your skin. The travel size is perfect to take it with you anywhere you go. I love Laneige, and this didnu2019t disappoint. My skin feels so hydrating and moisturized without feeling greasy/oily) gifted by laneige"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I love this set I rotate it with my murad routine. I get compliments all the time asking what do I use. just my skin routine and no need for makeup."
        }
    ]
}