{
    "product_id": "1619",
    "name": "Born This Way Soft Blur Flexible Finish Setting Powder",
    "brand": "Too Faced",
    "categories": "Makeup, Face, Setting Spray & Powder",
    "price": 54.0,
    "about": "What it is:A non-comedogenic, silky-smooth powder that sets, blots, and touches-up makeupu2014the lightweight formula blurs pores for a flawless soft-focus finish..Coverage:Light.Finish:Matte.Formulation:Pressed Powder.Ingredient Callouts:Free of parabens and mineral oil. It is also vegan and cruelty-free..What Else You Need to Know:This oil absorbing formula offers a light, smooth, cloud-like feel.",
    "ingredients": "Synthetic Fluorphlogopite, Silica, Zinc Stearate, Caprylic/Capric Triglyceride, Dimethicone, Triethoxycaprylylsilane, Mica, Sodium Hyaluronate, Rhododendron Ferrugineum Extract, Dimethicone/Vinyl Dimethicone Crosspolymer, Ethylhexyl Palmitate, Trihydroxystearin, Diisostearyl Malate, Potassium Sorbate, Dehydroacetic Acid, [+/- Titanium Dioxide (CI 77891), Iron Oxides (CI 77491), Iron Oxides (CI 77492), Iron Oxides (CI 77499), Zinc Oxide (CI 77947)]. ..Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
    "how_to_use": "Suggested Usage:.-Swirl brush in powder..-Sweep onto skin or use a sponge or pad to gently press powder onto high-shine areas as needed.",
    "num_reviews": 475,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/too-faced-born-this-way-soft-blur-flexible-finish-setting-powder-P512388?skuId=2794600&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2794600-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Light",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2794592-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Medium",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2794600-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Tan",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2794618-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Deep",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2794626-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this it gives that full coverage and donu2019t make your skin feel like your make up is to caked up on your skin."
        },
        {
            "review_title": "BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "By far the best setting powder I have used!  Must have"
        },
        {
            "review_title": "broken and dirty",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "It came broken and dirty :( i was very excited to own this but became disappointed after opening the product.  iu2019m still happy i got this but im very sad it arrived crackedu2026 this is why i am scared of ordering online.  but sadly there is no sephora stores near me!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Light",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product is very blurring and holds up for several hours, but it can cake up if not applied properly. Have repurchesed due to the great formula and the packaging is beautiful."
        },
        {
            "review_title": "Really solid",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really loved this powder! The shade I got was too dark, so I use this daily for contour and Iu2019d honestly repurchase! I have fair-light skin and the shade is perfect for bronzing/contour. Love the packaging and the formula!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this born this way blur flexible finish setting powder so muchhhh. It's lightweight after applying on my face. It's a must have item for my makeup routine"
        },
        {
            "review_title": "Liked it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I liked this product but mine came broken so I feel like it was a bit harder to use."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is amazing bronzer it's so easy to blend out and looks gorgeous on the skin! I love it and the packaging is so pretty and luxe feeling ! Love this"
        },
        {
            "review_title": "yay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "pic is my concealer after an 8 hour shift working in food, concealer didnu2019t budge with this powder and barely any creasing (usually my creasing is really bad) but it looks like thereu2019s not a lot of product in the pan"
        },
        {
            "review_title": "It does nothing.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Tbh I donu2019t understand the hype. It was so chalky and it did nothing for my makeup."
        },
        {
            "review_title": "Too drying, chalky",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "cute packaging but its too drying. I have oily acne prone skin and dry under eyes. I was using this to set my concealer but it emphasized my fine lines making them look like wrinkles. on top of that it oxidized on me. Ended up returning"
        },
        {
            "review_title": "Amazing full coverage.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this brand makeup so much!  The price is reasonable and the coverage on this powder AMAZING!  I put it on twice in a long night I had of fun and. I love how soft the powder is.   There is no scent to the product like most others have.  I recommend anyone with a soft but yet full coverage powder need."
        },
        {
            "review_title": "I use it every day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This powder is actually good! A lot of times I have trouble finding a good powder, since the powders Iu2019ve tried were pretty dry or I just saw no results. I wouldnu2019t really say it has full full coverage, but it's definitely there. If youu2019re looking for a very full coverage powder, this is not for you. The packaging is the best part! Itu2019s so cute. The heart shape combined with the gold and pink is adorable! The mirror inside is very clear and did not get bogged up with powder which sometimes happens. This powder is actually so good at giving a semi-matte appearance and itu2019s perfect. For reference, I have oily and acne prone skin. This also doesnu2019t break me out, which is surprising since I break out very easily and need to be very careful. I would repurchase! I donu2019t know how long that would take though, since the powder has a lot of product!"
        },
        {
            "review_title": "So cute!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "The heart-shaped compact powder is so cute! Everything Too Faced makes is super cute! Easy to travel with in my purse. The color is deep, so I use it as a bronzer on my face. Good quality formula, and it adds nice sun-kissed color."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Deep",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Packaging was great if gifting to someone. Powder does not leave spots when applied and lasted a full day."
        },
        {
            "review_title": "Definitely Blurring!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love the packaging itu2019s so cute! I have very large pores and I felt like this really did give that blurring effect. Also love that theres no super crazy scent with this product since I am very sensitive to those sorts of things. Thereu2019s definitely color to the powder, I do wish I went with medium. Even being fair skin I just felt like the light was a little bit too light for me and washed me out. Not sure if thereu2019s more shades but thatu2019s the one thing I think is lacking."
        },
        {
            "review_title": "Works really well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Has the perfect blurring effect without leaving any excess - I think this would have exceeded my expectations and been more worth the price if it came with a cute heart shaped puff"
        },
        {
            "review_title": "Perfect for everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This setting powder is just what I expected from Too faced. Itu2019s high quality, easy to use and very practical.  It looks amazing and lasts a long time!"
        },
        {
            "review_title": "Powdery Soft",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "The packaging is cute and very on brand for TooFaced. The powder was soft and didn't feel cakey. It was a tad too light, but it looked great under my eyes. Creasing happens, but this didn't over exaggerate it."
        },
        {
            "review_title": "A great powder with a hefty price tag.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I switched to this powder becaues I realized that my drugstore powder had a lot of pore clogging ingredients. This one is WAY cleaner and better for my skin. I am happy with the coverage it provides - it's a good shade match for my fair skin. However, I agree with everyone elses comments about how little product is provided. For $54 this compact should be WAY bigger. I have had this powder for a little over a week and I have already hit pan. Now, I do use powder as my primary foundation because i'm very oily so I don't wear regular foundation, so I do use a decent amount of product. But still - I think for this price tag there should be no reason I have hit pan already. My drug store powder would last me 2-3 months at least. I want to continue using this but I don't know if I can justify the price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Deep",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I used this powder to set under eyes and it makes my under eyes look so smooth. It set my concealer perfectly and gave a soft blur. I also love that it comes in a little heart compact."
        },
        {
            "review_title": "Luck",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Wow, to be honest, I purchased it because it was a hard shape. I didnu2019t really use it until now. Wish me luck thank you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Deep",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The first thing you notice is the packaging, which is very pretty and feminine. The powder is very dark for me, but I still like its texture, it feels very loose and light."
        },
        {
            "review_title": "Too cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Ok, first of all LOVE the packaging, it is too cute! Thereu2019s not much of a scent which I also really like, leaves a really soft finish and held my makeup pretty well. Tinted enough to touch up without completely leaving patchy colors."
        },
        {
            "review_title": "so nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
            "review_text": "This product was really great! i loved how velvety smooth It felt on my skin. Itu2019s light coverage but great to set your foundation. I would highly recommend this powder!"
        },
        {
            "review_title": "A new staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I received this product free from Influenster for my honest review. I wasnu2019t sure if I would like this product or if it would be a staple in my makeup routine, but it has surprised me. I loved how it blurred my under eyes in particular. I didnu2019t see those typical lines and creases after a few hours of wear, and I felt that it controlled my oils through the night. Not to mention, the packaging is perfection."
        },
        {
            "review_title": "Must have to set makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Get this if you want perfect makeup! This takes you under eye setting to another level! Helps with creasing and blurs so good better then other powders I have. I use this before my other setting powder and my makeup last allll day!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Great product! I like that it comes in different shades as I find light ones can wash me out. It is a great size to fit in a purse to touch up your makeup which is what I used it for. The finish I would say is matte-natural depending how much you use. Not heavily scented. Really helps to hide texture."
        },
        {
            "review_title": "Uche was right.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "Great for the girls that love huda but find her a bit too drying"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Tan",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I definitely have the wrong color but other than that I think it works great! overall it gives great coverage and helps the oils in my face stay at bay and gives a matte look to the face"
        },
        {
            "review_title": "New go-to powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gives a soft blur to the skin without looking cakey!"
        },
        {
            "review_title": "I must have in my make up routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Well, using this product, I realize what a clean application this is! I use it just about every day and am loving it!"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "It works great I think I could of gotten the light color but overall it gives great coverage and helps the oils in the face and gives a matte look to the face"
        },
        {
            "review_title": "Great Tinted Setting Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I loved this setting powder! It gave such a nice finish without being overly cakey or causing creases. The packaging is also really heavy and nice! Will definitely purchase again. I did receive this product in exchange for my honest opinion."
        },
        {
            "review_title": "Too expensive for that amount of product.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I like the powder but not for this price, there is very little of it and it runs out quickly. The photo shows only two weeks of use. I will not buy it again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Deep",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "The cutest packaging! This setting powder leaves my face looking flawless and matte. Since it does not match my skin tone I use it more as a bronzer but it does last throughout the day. Recommend!!"
        },
        {
            "review_title": "Staple on my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Packaging is super cute, perfect to have in the purse, I have very sensitive skin and it worked wonders, no issues, the coverage is medium but perfect for every day use, leaves the skin looking smooth and leaves a perfect finish. I tested this product for free via influencers"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tan",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Born this way never misses, I love their products and when I received this to try I was super excited. And when it was time to use it I was surprised because itu2019s very lightweight and actually does help make my makeup last longer. Definitely recommend!!"
        },
        {
            "review_title": "A must have in your routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "After using this product for a few weeks Iu2019m loving how it making my makeup look way better then before"
        },
        {
            "review_title": "Cute and reliable",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Ok, first of all LOVE the packaging, it is too cute! Thereu2019s not much of a scent which I also really like, leaves a really soft finish and held my makeup pretty well. Tinted enough to touch up without completely leaving patchy colors."
        },
        {
            "review_title": "Blur setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "My experience with this product has been in the daytime and applying after cleaning my face. I swept it across my cheeks and nose bridge with a powder brush. I didnu2019t wear any other facial make up.  I found this to be a great substitute when I donu2019t want to apply skin tint, blush, etc. The powder is blurring and looked fine on my skin.  I think the heart shape takes away from the process of application because it is heart shape. However, I like that this item contains a mirror."
        },
        {
            "review_title": "Very smoothing!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The packaging is BEAUTIFUL!! The little heart shape makes it so easy to take anywhere. Very smooth look to it when i put it on, it literally blurred like it said it would. Thereu2019s no scent which im grateful for. Overall i love this product!"
        },
        {
            "review_title": "ABSOLUTELY LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I love this product so much, it blurs and keeps the face matte. Also leaves a nice finish on the face, there's no fragrance so very good if you have sensitive skin."
        },
        {
            "review_title": "Repurchased",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I got this from Influenster for free for my honest review. The packaging is so cute and there barely any scent to it. I love the lightweight feeling and it doesnu2019t cake. Really good at setting my forehead and the chin where I get oily it and Mattifying it. I also bought my own second time"
        },
        {
            "review_title": "Recommend!:)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I absolutely love this powder! It has made such a difference in my routine. The texture is so smooth, and it blends effortlessly. I appreciate how it enhances my overall look without being too heavy. Plus, it lasts all day without needing touch-ups. I highly recommend it to anyone looking for a high-quality powder!"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this Too Faced Born This Way Tan Flexible Finish Setting Powder. Itu2019s the perfect color for my fair skin after a little bit of time in the sun. Itu2019s going to be the perfect setting powder to bring on our Thanksgiving cruise.  cruise this Thanksgiving!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I think that this is a great setting powder that feels soft and airy, without creasing or messing up your makeup. The packaging is a great selling point. It feels very high-quality and can be repurposed as a mirror."
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This was my first time trying the born this way brand and I was so impressed! The shade ended up too dark for me to use as a setting powder, but I utilized it as a contour and I loved it! The formula is so smooth and long lasting overall would recommend."
        },
        {
            "review_title": "Too faced",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "This setting powder is on top of its game. Too faced brand never disappoints when it comes to beauty products. Not only do they come in an adorable heart shaped container but they always have a wonderful scent to go right along with them. I highly recommend this to anyone looking for a good finishing powder!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "",
            "review_text": "I was a little concerned about this powder because I wasnu2019t sure if the color would match but it ended up being a great match. It really softened the appearance of my skin and wore really nicely throughout the day!"
        },
        {
            "review_title": "My favorite heart",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The most beautiful packaging u2728 totally gold. My first impression was: I will eat it with a delicious chocolate smell. It is a heart full of surprises, my shade is Deep, I have used it as a bronzer and it has been the best decision, the application is fluid, its pigmentation is spectacular, the coverage is great with a hold that lasts for hours and hours. The finish is matte and natural."
        },
        {
            "review_title": "Matte, Smooth Powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Using a poof, I bake my makeup with this powder and it leaves a smooth, matte, look thatu2019s perfect for those with oily skin who are looking for a dry matte finish that doesnu2019t settle into creases. I will purchase in the future!"
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Omg Iu2019m in love with the packaging ud83dude0dud83dude0dud83dude0d so gorgeous! Makes me feel like a princess lol Love the compact packaging! It gives my makeup a soft filter look."
        },
        {
            "review_title": "Lightweight!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the packaging and how lightweight the product is. I wish I couldu2019ve ordered a selection that matched my skin tone better but overall the quality of the product is good!"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It looks so cute, the Heart shape melts my heart. Itu2019s firmed texture so really keep your make up last longer. Itu2019s able to cover all the bad spot on your face."
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this product! The packaging is stunning. It has zero scent that is bothersome. The finish is so flawless. The coverage is perfect for my taste!"
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this product! The packaging is stunning. It has zero scent that is bothersome. The finish is so flawless. The coverage is perfect for my taste!"
        },
        {
            "review_title": "Nice product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Received free from Influenster in exchange for my opinion.  Pretty packaging, looks like a beautiful product. Smells nice, looks high end. Texture is smooth."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I have very oily skin and this powder took the shine away while blurring the skin. I canu2019t get over how beautiful the packaging is! Highly recommend!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Great! Worked well and applies nicely. Smells good and the packaging is super cute. Will definitely be using in my day to day makeup routine!!!!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I know this brand work perfect i have a lot of products of this brand the only thing of this one is that i get the deepest  color so for me don't work but the texture the finish the packaging are so beautiful and the product work perfect."
        },
        {
            "review_title": "Power but make it skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This truly melts into my concealer . I had makeup on and with this powder it gave skin!"
        },
        {
            "review_title": "My new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Ong this powder is perfect! I like my makeup on the lighter side and this helps me achieve the light almost no make up look! I took this on my trip to europe and most days I only wore concealer and this! Itu2019s perfect for the T zone and doesnu2019t look cakey like a lot of other brands!"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I revived this free product from influencer and honestly I tried it and I liked it i used it as a bronzer instead because I got sent the wrong shade it does not match my skin tone cause itu2019s way to dark for me but I used it as a bronzer and it works good and leaves the skin smooth so I like it I would buy it but the one that matches my skin tone"
        },
        {
            "review_title": "So nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I am a pretty fair toned girl, so I was a bit nervous to try this product. Although this finishing powder is too deep for my skin tone, it still makes a lovely bronzer and gave my skin such a natural cool toned glow!"
        },
        {
            "review_title": "Locked in makeup, happy with the product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The product itself is just pigmented enough to blend seamlessly into my skin tone but not too cakey looking or anything weird. Packaging was nice but it came cracked unfortunately. Very neutral smell, happy with the product overall!"
        },
        {
            "review_title": "blurring !!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "really great powder that blurs and takes up excess oil. It lasts long and the coverage is great. The packaging is also super cute which is of course a plus!!! Definitely recommend!!"
        },
        {
            "review_title": "New User",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I could see an immediate difference between the side that had the powder and the side that didnu2019t. I was very impressed how my pores disappeared and got rid of my shine."
        },
        {
            "review_title": "Absolutely love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Light coverage with a light texture. Had a nice clean smell that was not too overwhelming. The coverage was definitely a surprise and is great! Everyone has commented on how cute the packaging was. Totally happy!"
        },
        {
            "review_title": "it's worth the 40$ for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I don't know what they put in here but it's not drying and is blurring while being thin and lightweight. I know it's not a lot for how much you pay but it's worth it if this powder makes my face look airbrushed and so much better than if I was using other powders. I've tried CT and huda and many others and I've never felt this way about them. I also have tried a lot of loose formulas and I just don't like any until I found this one. I have combo dehydrated skin with dry undereyes with lots of creasing and this is the best powder I've ever used. I don't care it's 200$ per oz, I think it's 100% worth it if it makes me feel and look good."
        },
        {
            "review_title": "Beautiful shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "This is such a beautiful setting powder, i love the cute heart shaped packaging. This medium shade is a perfect for my skin tone. Texture is lovely and covers imperfection nicely."
        },
        {
            "review_title": "Great as a contour",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I received this product for free from Influenster in return for my honest review. As you can see from my skin tone Iu2019m not a u201cdeepu201d tone so idk why I was sent this shade lol all that to say other than that this product was amazing and I love everything else about it ! Not scented, packaging was 100/10 so cute. Super matte, super full coverage,  very easy to blend out, I will definitely purchase this as a setting powder in my skin tone !"
        },
        {
            "review_title": "Cute packaging.. natural beauty look",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I screamed when I received this package ! Lol I go crazy for packaging and too faced NEVER miss . The price is a bit higher than Iu2019d like to pay for the amount of oz you get .so what I purchase over my go to powder ? Probably.. the shade range maybe need to go a bit darker.. it could be a little too sheer to know if itu2019s on our not . It gives a natural look instead of cakey coverage powder normally gives ."
        },
        {
            "review_title": "Good but lack of shade selection",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love the packaging, smell, and texture of this product. However, the tan is very tan. I feel like normally it goes light, tan, medium so I selected the incorrect shade. If I were to buy again I would buy a lighter shade because I need to use this as a bronzer. However it is one of my favorite powders."
        },
        {
            "review_title": "New favorite setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is my new favorite setting powder because I no longer have any creases from my under eye concealer. Itu2019s a good formula that doesnu2019t flake and get all over the place when I apply it with a sponge! Love the magnetic and aesthetic packaging!"
        },
        {
            "review_title": "beautiful product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "this product is beyond beautiful. the packaging is beautiful as always! i love the pink + gold combo. the powder itself spreads and layers like BUTTER! it is absolutely amazing. im using mine as a contour!"
        },
        {
            "review_title": "Great Formula, Disappointing Shade Range",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have a lot to say about this powder. The fact that itu2019s vegan and cruelty free is a huge plus for me. I also really appreciate that itu2019s non comedogenic, and doesnu2019t break out my sensitive, acne prone skin.  One of the things I like most about this powder is how lightweight it feels. Even when I layer it on top of my foundation and concealer, it never looks cakey. Itu2019s perfect for mattifying the T zone, but I do find that I need to touch up every few hours. I have larger pores, and while I didnu2019t notice a magically dramatic difference, I did see a slight blurring effect on my cheeks.  I have a big issue with the shade range. Four shades just arenu2019t inclusive enough, and I feel like brands should really know better by now. Thereu2019s no excuse for not offering a wider range of shades to suit all skin tones. Itu2019s disappointing because the product itself is great, but the limited shade range makes it less accessible.  If you can find a shade that works for you, I think this setting powder is worth a try, especially if youu2019re looking for a setting powder thatu2019s gentle on sensitive, acne prone skin. But the shade range could use improvement."
        },
        {
            "review_title": "My new go to!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve never used a bronzer  setting powder before just regular bronzer and I was thoroughly impressed! The product lasts long and the pigmentation is solid. I do struggle To apply it turns out uneven"
        },
        {
            "review_title": "Try it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received this product as a free sample. No scent, moderate color pay off. The powder is silky smooth and keeps makeup perfect al day. The shade range is small its only about 5 shades to choose from. The packaging is super cute in the shape of a heart."
        },
        {
            "review_title": "AMAZING!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "Amazing!!!!! I absolutely love this product. The only thing I warn about is flashback when you take pictures with the flash on when using this powder. Other than that it was great!!"
        },
        {
            "review_title": "Love the feel of this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I use a little of this for contour and it works really well. I love the soft texture of the powder and it seems to hold up really well over the course of the day. The packaging is super cute too!"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to receive this from Influenster to review. The packaging of this is adorable and is great quality. I love that it comes with a mirror. Iu2019ve used this a few times, so far and am very impressed with it. It applies very smoothly and has no scent, which I appreciate. I donu2019t feel like it makes my makeup cakey at all. Itu2019s pretty natural looking. I would definitely recommend it."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I was so excited to receive this from Influenster to review. The packaging of this is adorable and is great quality. I love that it comes with a mirror. Iu2019ve used this a few times, so far and am very impressed with it. It applies very smoothly and has no scent, which I appreciate. I donu2019t feel like it makes my makeup cakey at all. Itu2019s pretty natural looking. I would definitely recommend it."
        },
        {
            "review_title": "beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "i love toofaced packaging they always know how to create beautiful packaging and i did'nt smell anything but the coverage was perfect not to white casting which is perfect but the finish is soft and blurring."
        },
        {
            "review_title": "Lightweight Setting Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This setting powder is perfect for touching up your makeup or for giving it a lightweight finish. What I love about this product is that the powder is easily applicable, and it doesnu2019t make my face feel heavy with product. A little bit of this goes a long way, and it prevents my skin from looking oily. Often, I struggle with oily skin, especially in my T-zone. I applied this after foundation, and I felt like my oily skin was instantly gone. The effect of this product is very natural, and this shade was perfect for my neutral skin."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This powder keeps me matte and gives me a very smooth coverage. It does not get cakey. This is one of my new favorite powders. I rarely have to touch up with this powder."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "This powder keeps me matte and gives me a very smooth coverage. It does not get cakey. This is one of my new favorite powders. I rarely have to touch up with this powder."
        },
        {
            "review_title": "Creamy going on and flawless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Gorgeous packaging. It's a magnetic smooth plastic. No scent. smooth matte finish on skin. Full Coverage and very creamy to apply. Staying port for me was 5 hours and I have oily skin"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received this free to test out and review. I actually really liked this product! It was blueing and a little goes a long way! I was scared it was going to be to dark but it was perfect shade! This is a must have for sure and Iu2019ll be using this daily!"
        },
        {
            "review_title": "Nice finish",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "The powder was all broken up when it arrived so I had to reset it and Iu2019m not sure if that affected the quality. It comes in a very cute, convenient compact and the powder gives a very nice finish over my makeup. It doesnu2019t leave too much pigment and looks much tanner than it goes on. Itu2019s a nice finishing powder, especially for the summer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Light",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Itu2019s a really cute little powder. I think itu2019s a great little touch up powder. It seems kinda small for the price but I like the actual product! It must be pretty firmly pressed too because it shipped with no protection (not through Sephora) and was in pristine condition!"
        },
        {
            "review_title": "Amazing finishing powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love this powder!! My skin looks blurred and smooth without feeling or looking cakey. I love using it for touch ups throughout the day especially if I look oily because it takes away the shine immediately. I used this powder to touch up my makeup before going out and when I came home, my makeup still looked flawless. Plus the packaging is also gorgeous! I highly recommend trying out this powder!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "What a surprise. I donu2019t have much experience with the brand and was very pleasantly surprised. Itu2019s very lightweight but has good blurring coverage. I donu2019t like heavy and very fragrant products and this powder had none of that. Definitely recommend"
        },
        {
            "review_title": "Great for under eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I love how this setting powder really helps from my under eyes caking and creasing. It is really mattifying. I love the cute heart packaging!  Definitely a great product!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "What a surprise. I donu2019t have much experience with the brand and was very pleasantly surprised. Itu2019s very lightweight but has good blurring coverage. I donu2019t like heavy and very fragrant products and this powder had none of that. Definitely recommend"
        },
        {
            "review_title": "Cutesy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love this little compact, it is so cutesy and darling. I love the look of it in my makeup bag. Itu2019s a pretty typical pressed powder, it does its job baking under eye concealer and blurring oil zones. It doesnu2019t cake up or crease which is fantastic! Very good coverage for a powder."
        },
        {
            "review_title": "Such a cutesy compact!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love this little compact, it is so cutesy and darling. I love the look of it in my makeup bag. Itu2019s a pretty typical pressed powder, it does its job baking under eye concealer and blurring oil zones. It doesnu2019t cake up or crease which is fantastic! Very good coverage for a powder."
        },
        {
            "review_title": "Heart it<3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this product! Admittedly I have shied away from powder recently. It tends to cake up and become spotty. This is not that! It went on evenly and gave a nice natural tint to my complexion. I love that I can use it in many ways. A setting powder, a powder foundation, and for fixing up oily spots toward the end of the day if u need a fresh face, instead of redoing makeup. The packaging makes me smile too! Itu2019s so cute and I love there is a mirror. I feel like products, even high end, have stopped putting mirrors in a lot of things. It is not only useful, it gives a nice elegance to it."
        },
        {
            "review_title": "Absolute must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Very cute heart shaped container. Itu2019s a very nice and gentle finishing powder. Goes on perfectly. Iu2019ve gotten so many compliments since I started using this setting powder! Definitely born this way quality - would recommend"
        },
        {
            "review_title": "Blur your imperfections!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is a nice setting powder that helps my foundation look more natural and blurs my imperfections. It doesnu2019t have a scent so nothing to get sick of and better for sensitive skin. The mirror included in the compact is handy."
        },
        {
            "review_title": "Cute product, nifty packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Received it for reviewing. Itu2019s such a glam product. I love the packaging, scent and texture of it. It goes on smoothly, doesnu2019t leave a weird crease, and gives you a Matt finish. Keeps make up on for hours and wont make it look weird"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Normal skin",
            "review_text": "I think this product is amazing. Ever since receiving  this setting soft powder. I donu2019t wear make up much. But when I do this powder is a must. I have used it every other day. Amazing plain amazing.  Itu2019s ultra smooth it blends nicely. Again skin looked smooth, face didnu2019t feel heavy. Didnu2019t look cake like. The packaging beautiful. Itu2019s going to be a must in my make up routine."
        },
        {
            "review_title": "Good for setting plus a little extra",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This powder is super soft and really does blur my skin! I wear it over my liquid foundation to set my makeup in place, and it provides a little extra coverage on top. The color is good for my super fair skin, and it can be packed on for more coverage if desired."
        },
        {
            "review_title": "Too faced did it again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I love this setting powder! Itu2019s great to finish off a full face of makeup, or even just a concealer day. It smooths out my pores giving my skin a smoother look without being too heavy. I did not notice a scent which is always a plus. Also a plus is how ADORABLE the packaging is."
        },
        {
            "review_title": "Great for on the go coverage",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The packaging immediately took me back to Polly Pocket when I saw it. Itu2019s cute and makes it super easy to access the product. I selected medium as I thought it would be a bit darker and compliment my tan in the summer, but itu2019s actually quite light. It makes for a great mattifying powder or quick under the eye coverage to prevent mascara smudges. However I didnu2019t seem to get it to last all day and needed a few touch ups by the afternoon. Not sure this beats loose powder but itu2019s pretty great for an on the go product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This powder was almost too pretty to use. It really leaves my skin looking matte. It has a very smooth texture and smells great. It gives me really good coverage. The compact is the perfect size to carry in my purse."
        },
        {
            "review_title": "The very best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Dry skin",
            "review_text": "This is the best setting powder Iu2019ve ever tried! The lightweight formula goes on smooth leaving you skin looking flawless. Doesnu2019t setting into my fine lines and wrinkles."
        },
        {
            "review_title": "Super cute setting powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Porcelain skin tone, Oily skin",
            "review_text": "The Too Faced Born This Way Soft Blur Flexible Finish Setting Powder in Light is my new favorite powder.  First of all, the packaging itself is so cute!  It makes me happy every time I take it out of my purse.  More importantly, it does an amazing job at setting my makeup and blurring any imperfections.  I carry it with my every day and use it whenever I need a touch-up!  I would recommend this setting powder!"
        },
        {
            "review_title": "New in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "It's excellent, I love the soft effect it leaves on my face, the finish is impeccable, it blurs the appearance of my pores and blocks the shine of my T-zone, I love the packaging, it's very nice and practical.  u201cI received this product for free or complementary for testing purposesu201d"
        },
        {
            "review_title": "Mostly good!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The product itself is good. This is not cakey, which is great since I have dryer skin. It also blurs, and holds my foundation/concealer in place well. My biggest issue is with packaging. Small amount for the price and packaging feels cheap."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tan",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This setting powder leaves my face looking flawless and matte. It lasts throughout the day and doesnu2019t crease. The packaging is adorable. I just wish it came with a puff or a brush."
        },
        {
            "review_title": "Mixed Feelings",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The packaging is obviously adorable. It is compact with a high-quality mirror. As for the product itself, it has a soft, natural matte finish that blurs the appearance of pores. It wears well throughout the day and doesn't get cakey when reapplied. My problem is the shade range. There is a considerable jump between shades Tan and Deep. The line would benefit from adding an additional shade or a translucent option to fit more skin tones.  Also, this is only .16 ounces of product when most other pressed setting powders from comparable brands are at least .20 ounces. It's not a big difference, but it's something to be aware of.   I received this product from Too Faced in exchange for an honest review. "
        },
        {
            "review_title": "IN LOVEEEEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "First of all, the packaging is super cute!!!! I fell in love with love with the packaging as soon as I saw it. Secondly, I love how my makeup looks after using this setting powder. It does leave a blur effect. I would definitely recommend this to others. Definitely worth the price!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Normal skin",
            "review_text": "I think this product is amazing. Ever since receiving  this setting soft powder. I donu2019t wear make up much. But when I do this powder is a must. I have used it every other day. Amazing plain amazing.  Itu2019s ultra smooth it blends nicely. Again skin looked smooth, face didnu2019t feel heavy. Didnu2019t look cake like. The packaging beautiful. Itu2019s going to be a must in my make up routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Deep",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Great setting powder that lasts all day. Feels lightweight and easy to brush on. The coverage was just right not too obvious and not cakey. The heart case is super cute but a big bigger than I normally like."
        },
        {
            "review_title": "Cute packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I personally did not like this product for my skin type. When placed lightly over my makeup, it did not skin nicely on my skin. It looked very powered on and caked in my creases. I will say the packaging is fanatic. I think this product would work better on a less oliy skin type. The smell was pleasant."
        },
        {
            "review_title": "Adorable compact!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My fave thing about this product is the packaging! The metallic heart compact design is adorable and great for travel! The powder applies beautifully and isn't cakey!"
        },
        {
            "review_title": "Cute packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love the packaging so much. Itu2019s in the heart shaped compact. I can easily carry it out with me. Itu2019s such a great setting power and lasts all day long. Too faced never disappoints me"
        },
        {
            "review_title": "Light and Airy Setting Powder",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "My first product came destroyed from the mail and my second package was almost destroyed as well. The cover itself was great. The texture, which is light and airy (feels like nothing is on your skin) which I love! Does have a slight scent but I donu2019t mind it at all! Aside from the terrible packaging and delivery this product was overall good for the cost!"
        },
        {
            "review_title": "Stunning formula.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This powder is so pretty. I got a darker shade to use for contour/bronzer and itu2019s perfect. It can tend to be a little on the dry side so itu2019s perfect to use for depth. Stunning formula. The packaging is TO DIE FOR."
        },
        {
            "review_title": "Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The packaging on too faced products is always so cute . This product had a nice soft texture and decent coverage. The shade light was perfect for me and my skin tone. It went over top my liquid products just fine and blended out very nicely and my powder products also blended out really well over top"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Deep",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This past weekend I had an event that required me to wear makeup for long periods of time and I will say after using this product to set my makeup throughout the weekend, that it did an phenomenal job. I was sent the shade Deep from Influenster to test out and I am very impressed! I will definitely be incorporating this product into my everyday makeup routine!"
        },
        {
            "review_title": "Dry",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I like the packaging, but I feel that the powder was a little dry around my mouth area."
        },
        {
            "review_title": "Wish it had a puff!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "First time using Too Faced powder and I love it!  I use it as both a setting powder and touch up powder through out the day. I have very sensitive acne prone skin and this powder does not break me out or congest my skin. The shade is very versatile, especially if youu2019re using contouring, blush, etc. It does in fact blur, but you might get some light creasing that is easily fixable. The packaging is adorable, just wish it came with a puff!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Tan",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I received this product for free in exchange for my honest review. I liked this setting powder! It made my skin less shiny & really set my make up in place. The packaging is adorable too"
        },
        {
            "review_title": "Beautiful and lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I received this as a gift and Iu2019m really enjoying it so far. The packaging is absolutely gorgeous. Iu2019ve used it three times now and I think itu2019s really good it is a very thin powder very lightweight."
        },
        {
            "review_title": "A bit disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I received the Too Faced Born This Way Soft Blur Setting Powder from influenster in exchange for my honest review, and while the product seems nice, the shade I received wasn't a match for my skin. It's a bit disappointing since it didn't come with any applicator or puff, which would have been handy. The packaging is adorable, and the powder feels really smoothu2014I'm sure it would work wonders if the shade was right."
        },
        {
            "review_title": "No chalky residue!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received the product for free from Influenster and Too Faced in exchange for my honest review.  Too Faced Born This Way Soft Blur Flexible Finish Setting Powder is a game-changer in the realm of setting powders. It delivers a flawless, airbrushed finish that feels incredibly lightweight on the skin. The powder's blurring effect minimizes the appearance of pores and fine lines, providing a smooth and natural look that lasts throughout the day. Its versatile formula adapts to different skin tones, making it a great option for a wide range of users. Additionally, it sets makeup beautifully without leaving a chalky residue, enhancing the overall complexion while ensuring longevity. Overall, it's a must-have for achieving a perfected, radiant finish."
        },
        {
            "review_title": "Not my color",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "It simply wasnu2019t my color to really highlight or match my skin tone so I wasnu2019t really a huge fan of using it more often. I think the product overall is alright but nothing really stands out to me from it otherwise."
        },
        {
            "review_title": "Cut packaging, decent powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely adored this product! The heart shaped packaging is just too cute. I love that it comes with a mirror and the fact that the compact is magnetized. If youu2019ve tried other Too Faced powder products, you likely know most of them come with a scent (like their eyeshadow palettes were u2018chocolateu2019 or u2018peachu2019 scented depending on the type you got). Iu2019m happy to say that this one had no scent. I feel like this did a decent job at helping cut the oily shine my skin often gets with makeup wear. It held up well for 5+ hours in 80+ degree weather, which impressed me. The powder wasnu2019t overly heavy and it didnu2019t make my foundation or concealer under it feel or look cakey. Plus it did a good job at helping set the concealer on my under eye area. Definitely a lot of wins with this product.   Now the biggest reason I took a star off is because I had issues with the powder making my u2018peach fuzzu2019 on my face more noticeable in my opinion. Plus the fact that they only offer four shades for this product. In this day and age for a brand to be more inclusive, they need to offer more shades in my opinion."
        },
        {
            "review_title": "Cute packaging, decent powder.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I absolutely adored this product! The heart shaped packaging is just too cute. I love that it comes with a mirror and the fact that the compact is magnetized. If youu2019ve tried other Too Faced powder products, you likely know most of them come with a scent (like their eyeshadow palettes were u2018chocolateu2019 or u2018peachu2019 scented depending on the type you got). Iu2019m happy to say that this one had no scent. I feel like this did a decent job at helping cut the oily shine my skin often gets with makeup wear. It held up well for 5+ hours in 80+ degree weather, which impressed me. The powder wasnu2019t overly heavy and it didnu2019t make my foundation or concealer under it feel or look cakey. Plus it did a good job at helping set the concealer on my under eye area. Definitely a lot of wins with this product.   Now the biggest reason I took a star off is because I had issues with the powder making my u2018peach fuzzu2019 on my face more noticeable in my opinion. Plus the fact that they only offer four shades for this product. In this day and age for a brand to be more inclusive, they need to offer more shades in my opinion."
        },
        {
            "review_title": "Not enough product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "For the amount of product you receive this powder is worth HALF of the price itu2019s listed at. I ordered this online and when I opened the box I was flabbergasted.   Returning"
        },
        {
            "review_title": "A must have in my everyday makeup routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "After trying this product a couples times, I ended up loving it. I liked the finish it left on my skin after setting it. And it made my under eyes look smooth and it crease. I also loved the package because it has a mirror that I can use when I need to touch up my makeup. Would recommend with product."
        },
        {
            "review_title": "Setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product for free from Influencer and Too Faced in exchange for my honest review. Itu2019s a great powder that sets and lasts all day. I love the entire line of Born This Way and the powder looks great when used with the Born This Way Foundation."
        },
        {
            "review_title": "I will keep using it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love the heart shape of Born This Way setting powder from Too Faced! It looks so romantic and feminine. I received it from Influenster for free to try and share what I think. First of all, the setting powder feels absolutely light on my skin, but smoothes all imperfections and covers my not even skin tone. An applicator doesnu2019t included, which I would like to have. Wet technique works very well with this powder. If you use your wet applicator and apply this setting powder on a problematic zone, it will work like a concealer and double cover the area. I think this is a great product for every day and will work for most people. Great product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Light",
            "review_buyer_description": "Combination skin",
            "review_text": "u201cI recently tried the Too Faced Powder and was pleasantly surprised by its overall performance. The packaging is sleek and visually appealing, which adds a touch of luxury to my makeup routine. The powder itself feels lightweight and provides a smooth, matte finish that lasts throughout the day without making my skin feel dry. I also appreciated how it helped to blur imperfections and control shine. However, I did notice that it can settle into fine lines if not applied carefully, so it might require some touch-ups for those with more mature skin. Overall, itu2019s a great product for those looking for a reliable setting powder with a touch of glam."
        },
        {
            "review_title": "I will keep using it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love the heart shape of Born This Way setting powder from Too Faced! It looks so romantic and feminine u2764ufe0f. I received it from Influenster for free to try and share what I think. First of all, the setting powder feels absolutely light on my skin, but smoothes all imperfections and covers my not even skin tone. An applicator doesnu2019t included, which I would like to have. Wet technique works very well with this powder. If you use your wet applicator and apply this setting powder on a problematic zone, it will work like a concealer and double cover the area. I think this is a great product for every day and will work for most people. Great product!"
        },
        {
            "review_title": "Cute packaging & blends nicely",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Firstly the packaging in the heart shaped compact is so cute. The setting powder is great. Iu2019ve been using it in the peak of the summer and it has held my make up in place very well through sweat and humidity. The color match is great too, I was worried it would have a slight orange tint to it but it doesnu2019t. My only wish is that as a travel compact with a mirror I would like some sort of basic sponge/ applicator to come with it for topping up on the go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Light",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I really liked this product. It went on easy and  kept my makeup looking fresh throughout the day. The coverage is light. I also really like the heart shape the product comes in."
        },
        {
            "review_title": "It works",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I normally donu2019t wear makeup but was interested in the soft blur aspect. At first I didnu2019t know how to use it. After figuring it out, it actually did help with creating a blur effect."
        },
        {
            "review_title": "a must have for on the go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "the packaging for this product is so cute! the heart shaped compact is a perfect size to keep in a makeup bag or purse. The coverage is great for this powder it blurs my pores and sets my foundation all day."
        },
        {
            "review_title": "Cute but not favorite shape for functionality",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I received this for free from Influenster in exchange for my honest review. I at first was disappointed because the actual shape is not super ideal in my opinion - but it is super cute and you get used to it! Also I initially tried to apply with a brush and I didnu2019t even notice the product applying to my skin. I switched to a powder puff and itu2019s way better!"
        },
        {
            "review_title": "Not my favorite shape for functionality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I at first was disappointed because the actual shape is not super ideal in my opinion - but it is super cute and you get used to it! Also I initially tried to apply with a brush and I didnu2019t even notice the product applying to my skin. I switched to a powder puff and itu2019s way better!"
        },
        {
            "review_title": "Cute packing, super smooth and stay matte all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is the first time I tried this flexible finish setting powder from Too Faced. I normally only buy eye shadow palettes from this brand. Too Faced is popular makeup brand not only because the quality of products but also cute packaging cases and palettes. I love the texture of this powder, not thick coverage but super smooth and stay matte on my skin for so long. The shade is light and it is perfect for me. I love the fact that it has no scent, not irritating my skin. I highly recommend this setting powder to all my love ones and makeup lovers!!! 10/10"
        },
        {
            "review_title": "Love the finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for my honest review, and after using it, I can say this powder sets my makeup without drying out my skin. It provides a natural finish with long-lasting wear while effectively blurring pores and fine lines. Additionally, the case features a beautiful gold heart shape that I love"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely gorgeous powder, skin looks photoshopped. Honestly itu2019s more than enough for summer, great coverage, No dry feeling. And have absolutely no aroma."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love too face products and this was no different. This setting powder blurs perfectly and made my skin look beautiful. Perfect coverage. Their packaging is beautiful as always. Too face never disappoints."
        },
        {
            "review_title": "Like!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I love the coverage, I can use this as a foundation if I choose and the packaging is durable and cute!"
        },
        {
            "review_title": "Great setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "Beautiful packaging and the way the made the powder. Itu2019s a great powder in very oily and this definitely helped me stay clean! Finish is matte and is great coverage!"
        },
        {
            "review_title": "Great powder lovely packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Live this setting powder. Great packaging and I love that it has a mirror. Didnu2019t notice any scent made my foundation look great and it lasted longer."
        },
        {
            "review_title": "Very nice powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Oily skin",
            "review_text": "I've used this alone and to set my makeup. I enjoyed both. But I like it better as a setting powder. It's very smooth and goes on nicely. The compact is very high quality, so is the mirror! I wanted the light shade, but it wasn't available, so I got medium. It was surprisingly not too deep for me. I really liked using this powder. I will be replacing my Fit Me powder with this."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I received this product for free from influenster. This setting powder works so incredibly well! The color match my skin perfectly and there are not weird scents. My makeup looks amazing after this! Would definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I received this product for free from influenster. This setting powder works so incredibly well! The color match is perfect and there are not weird scents. My makeup looks amazing after this!"
        },
        {
            "review_title": "Nice Neutral Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "In addition to the super cute packaging, the product preforms as expected. Its a pressed powder thats still very soft and silky on tbe skin. I use it to dust away after baking; the color is neutral enough not to alter all of the work ive done and adds extra coverage."
        },
        {
            "review_title": "New daily facial powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used this setting powder under my eyes during a hot day and a concert, and it stayed put so well! The shade blended nicely with my natural skin, and I didnu2019t need a lot to see the effect it gives. There is no scent which is something I look for in my makeup products. Not to mention how cute the packaging is. I canu2019t wait to continue to use this as it is now incorporated into my daily makeup routine."
        },
        {
            "review_title": "Smooth Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product for free for my honest review. First of all, this packaging is the cutest thing ever! I love the smooth texture of this powder. It makes my skin look even and flawless. It is light and not heavy on my skin."
        },
        {
            "review_title": "Wondering at blurring pores",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Since receiving this setting powder I have used it every day. I love this product. If you are looking for a setting powder that leaves your face looking matte and ultra smooth then this is the product for you. I love to use it under my eye and on the balls of my cheeks. I think it really blurs the look of my poor. Iu2019ll be adding this as a staple to my makeup routine."
        },
        {
            "review_title": "Good product.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "The consistency is great, the product is great. I think the powder doesnu2019t sit very well and you must brush most of it off. I wish it would melt more into my under eyes for a more flawless look. Overall a great product and highly recommend to try."
        },
        {
            "review_title": "Good for oily skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "The consistency is great, the product is great. I think the powder doesnu2019t sit very well and you must brush most of it off. I wish it would melt more into my under eyes for a more flawless look. Overall a great product and highly recommend to try."
        },
        {
            "review_title": "Perfect for touch ups",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "First off the packaging is beautiful itu2019s a gold shaped heart and includes a mirror perfect for touch ups on the go. The powder is so lightweight and gives a soft matte finish, it smooths and blurs everything without looking too cakey or powdery. Plus I get oily throughout the day and this powder works great at absorbing it without clogging my pores ."
        },
        {
            "review_title": "Most beautiful packaging ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Packaging is so beautiful that I just want to use it as a display ud83dude05 Medium tone is perfect match for me! I love the formula as well. My only concern is that it seems you received a not so much product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Deep",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "too dark for me to use as a powder but iu2019ve been using it as contour and i absolutely love it. the packaging is adorable and i just love it. maybe not for the right purpose but thatu2019s okay"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I accidentally grabbed this product in deep when Iu2019m more of an olive! I have been using this more of a contour and it does a great job of that as well! Itu2019s super subtle and blends very nicely!"
        },
        {
            "review_title": "10/10 amazing product ud83dudc95",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is one of my favorite setting powder. The powder is very smooth and doesn't clog pores. I have combo skin so it helps absorb the excess sebum without over drying my skin. The packaging is also super cute. This setting powder gives my skin a full coverage. It also has a nice shade range. I got this free in return for my honest review."
        },
        {
            "review_title": "Amazing finishing powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love this powder! My skin looked smooth and blurred without feeling or looking cakey. I love using it to touch up my makeup throughout the day, especially if I look oily since it immediately takes away the shine. I used it before going out one night and when I came home, my makeup still looked flawless. The packaging is also gorgeous! I highly recommend this product!"
        },
        {
            "review_title": "Love the heart shaped and gave me soft matte look",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "The heart shape is soo cuttteee! Itu2019s slim, light, and love the heart shape. I have acne prone, oily face, and this setting powder gave me the soft matte look without breaking me out. One thing I wished it was different is to have a small brush or puff included so I can take it with me everywhere."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This finishing powder is beautiful, lightweight, and silky. It feels incredibly soft on my skin and provides excellent coverage while feeling virtually weightless. There's no heaviness or creasing, and it lasts all day without needing touch-ups. I highly recommend it for a flawless finish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Light",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This finishing powder is beautiful, lightweight, and silky. It feels incredibly soft on my skin and provides excellent coverage while feeling virtually weightless. There's no heaviness or creasing, and it lasts all day without needing touch-ups. I highly recommend it for a flawless finish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tan",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "The package is really luxurious and they sent is really good. The texture of a product is really solved with high coverage with match finish that absolutely love it is not much my skin, but I will use it as a 10 maybe or like bronzer"
        },
        {
            "review_title": "Reliable Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The Too Faced Blur Flexible Finish Setting Powder is an impressive choice for achieving a flawless, soft-focus finish. Its ultra-fine formula effectively blurs imperfections, leaving skin looking smooth and radiant without feeling cakey. Itu2019s perfect for setting makeup, minimizing shine, and extending wear time. The powder applies evenly and blends effortlessly, suitable for various skin types. The packaging is also a lovely touch. Overall, itu2019s a reliable option for a polished, long-lasting look."
        },
        {
            "review_title": "Nice texture",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "More than a setting powder itu2019s a bronzer, I loved the gold heart packaging, the color was as expected, but I didnt like it on my skin, not my undertone"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I really liked this powder, the texture is light, it doesn't feel heavy on the skin and it covers what is necessary, leaving a natural finish, plus the packaging is the most beautiful I have ever seen."
        },
        {
            "review_title": "Really good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My wife loves this in her makeup routine. Itu2019s light, blurs imperfections, and keeps her skin looking natural, not cakey. It controls shine without making look overly matte. The soft-focus effect is perfect for all-day wear. Love the easy open and it is easy to hold as well"
        },
        {
            "review_title": "Super cute powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Too faced did so well with this setting powder! I used the deep shade to bronze and sculpt my face. It's so pretty on the skin, and the finish is flawless."
        },
        {
            "review_title": "Excellent Quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I can use this to set under the eyes and do touch ups as the day goes. Iu2019m pretty impressed. I do recommend a puff not a brush for a nice application."
        },
        {
            "review_title": "Excellent powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The color I received was too dark so I used it as a setting powder for my bronzer and as my bronzer. It blends so naturally, helps my cream bronzer last throughout the day. Highly recommend!"
        },
        {
            "review_title": "A must-have in my makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "When I tried the Born This Way Soft Blur Flexible Finish Setting Powder, I was pleasantly surprised by how seamlessly it blended into my skin. The texture is incredibly lightweight, almost as if itu2019s not even there, yet it provides a soft, blurred finish thatu2019s perfect for setting my makeup. I noticed that it kept my face looking fresh throughout the day without feeling heavy or cakey, which is something I always look for in a setting powder.  One of the things I love most about this powder is its versatility. It works well whether Iu2019m going for a more natural, no-makeup look or a full-glam appearance. It helps to subtly blur imperfections, giving my skin a smoother, more polished look without being too matte or too dewy. Plus, the fact that itu2019s flexible means it doesnu2019t settle into fine lines or emphasize dry patches, which is a huge win for me.  Overall, the Born This Way Soft Blur Setting Powder has become a staple in my makeup routine. It gives me that perfect finish every time, and I can trust it to keep my makeup in place all day long."
        },
        {
            "review_title": "Great coverage!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It provides a light, airy feel and excellent shine control while blurring pores for a flawless finish. The compact is super cute with its gold heart shape. Unfortunately, mine arrived broken, but the powder itself works wonders."
        },
        {
            "review_title": "Great coverage!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This powder provides a light, airy feel and excellent shine control while blurring pores for a flawless finish. The compact is super cute with its gold heart shape. Unfortunately, mine arrived broken, but the powder itself works wonders and is non-comedogenic."
        },
        {
            "review_title": "Deff worth your $$",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love the packaging very beautiful. It doesnu2019t have any smell to it. Its light weight on the skin and gives a nice coverage can be buildable with a matte finish."
        },
        {
            "review_title": "Perfect shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the consistency of the Born This Way soft blur flexible finish setting powder. The medium shade looks perfect for my skin tone. The heart shape packaging is too cute."
        },
        {
            "review_title": "Perfect color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the consistency of the Born This Way soft blur flexible finish setting powder. The medium shade looks perfect for my skin tone. The heart shape packaging is too cute."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "LOVE this product! It has great coverage and leaves my face looking way less oily after a night of wear. I will definitely purchase this again!!!"
        },
        {
            "review_title": "Love the product and packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "In love with this product! It has a great finish and leaves my face like a dollu2019s face. The texture is great and smooth and it does what is supposed to do. The packaging is another level, absolutely adorable."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Deep",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I got the darkest shade to use as contour/bronzer. The color is nice and the consistency is very smooth but definitely not great as a bronzer, it just doesnu2019t blend to that seamless finish youu2019d want in a bronzer. I can see it as a great setting powder though"
        },
        {
            "review_title": "Great for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This powder works well on my oily skin. It fixes my makeup perfectly and lasts almost all day long. It also has a very beautiful design, every time I'm happy to take it out of my purse"
        },
        {
            "review_title": "Born this Way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Dry skin",
            "review_text": "Great product! Finish is beautiful and not cakey! Doesnu2019t have a chemical smell! Great tone. Would purchase again, have actually looked at other products from this brand since then!"
        },
        {
            "review_title": "Lightweight setting powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This is a great setting powder. I love that it has a light tint to blend with my foundation. It does just enough to set my makeup and tale away any oily/dewy sheen. It's lightweight and works with my cream, stick, and powder foundations."
        },
        {
            "review_title": "Impressive",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019m impressed, it did exactly what it said it would. It had great coverage, blurred my pores and didnu2019t look cakey or crusty. The powder is smooth and light without a ton of kickback when you use a brush."
        },
        {
            "review_title": "Great touch up powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "First I love the thin, heart shaped packaging. It's cute and will be easy to throw in your purse or travel with. This is great for taking down shine in areas that are a little too glowy without completely mattifying. This will also be great to touch up makeup you've been wearing a long time. It's very silky feeling and has a little tint to it. This would be a great one to carry around for touch ups."
        },
        {
            "review_title": "Great setting powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I really like this setting powder! It goes on light without being cakey but also goes on consistently and evenly to give my skin a matte finish. I love the heart-shaped compact as well."
        },
        {
            "review_title": "Very nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "A truly Beautiful product with a very soft and light consistency and texture I highly recommend this to anyone who is looking to try it out! Very nice"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Whoo girl, she is cute! The packaging is adorable, and I love that there is a mirror. The texture and coverage are amazing. Love how this pulls my makeup look together."
        },
        {
            "review_title": "So cute and slim itu2019s a perfect size on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Too faced delivers yet again! First of all, the packaging is simply adorableu2014itu2019s so pretty and luxurious that I almost didnu2019t want to use it. But when I did, wow! The texture is incredibly lightweight and smooth, making it feel like nothing on my skin. It gives me the perfect matte finish, blurring my pores and setting my makeup flawlessly, whether Iu2019m using liquid foundation or powder. I also love that itu2019s non-comedogenic, so I donu2019t have  to worry about breakouts. This is definitely a must-have in my makeup bag!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "The formula for the Too Faced Born This Way setting powder is smooth and lightweight, applies well, and does not look cakey. This pressed powder boasts a matte finish and comes in a charming, heart-shaped gold compact with a mirror. It lacks an applicator or sponge for effortless application, which could make carrying it around easier without adding the bulk of another makeup brush. The powder effectively sets my under-eye concealer, although it tends to settle within the pores around my nose. Despite this, it remains my preferred choice for achieving a natural, long-lasting makeup look."
        },
        {
            "review_title": "Fantastic pressed powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is a fantastic pressed powder option. It gives enough coverage that Iu2019m comfortable wearing it alone and it has a beautiful natural finish on the skin. I have also used this while doing a full face of makeup and it held up fantastically with other products layered on top of it. I did not notice any scent while applying or wearing it which is always what I prefer. Each time I wear it, it has lasted until I take it off with makeup remover. I would recommend this to anyone looking for an easy pressed powder foundation. I also love the compact case for travel."
        },
        {
            "review_title": "A fantastic pressed powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "This is a fantastic pressed powder option. It gives enough coverage that Iu2019m comfortable wearing it alone and it has a beautiful natural finish on the skin. I have also used this while doing a full face of makeup and it held up fantastically with other products layered on top of it. I did not notice any scent while applying or wearing it which is always what I prefer. Each time I wear it, it has lasted until I take it off with makeup remover. I would recommend this to anyone looking for an easy pressed powder foundation. I also love the compact case for travel."
        },
        {
            "review_title": "Must for oily skin ( bought shade light)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Having very fair skin I was scared it was going to look yellow but it blended in great and it didnu2019t look yellow on the skin. I also have very oily skin especially in the T-zone and IT DOES A GREAT JOB AT CONTROLLING OIL"
        },
        {
            "review_title": "Love this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Too faced never fails. Love the smell of this compact in addition to the smoothness of the powder on the skin. The color was perfect and the packaging is so cute!"
        },
        {
            "review_title": "A must have setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "The Too Faced Setting Powder is a great setting powder. I love the packaging I like how itu2019s shaped in a gold heart. Itu2019s actually small as well so itu2019s perfect for traveling."
        },
        {
            "review_title": "Mattifying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This born this way powder blends and very nicely and modifies the face, getting rid of the sheen oil look. I really like the packaging and that it comes with a mirror."
        },
        {
            "review_title": "So soft and light!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love the packaging of this compact. The color variation is a bit limited    which is why I gave it four stars. Velvety smooth finish, feels light on skin.   This product was received in exchange for my honest review."
        },
        {
            "review_title": "Does what it says",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Actually blurs! Looks great on the skin. Easy to apply, super cute packaging"
        },
        {
            "review_title": "Long lasting, smooth finish, convenient packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Goes on sooo smooth and actually lasts! I work outside for 12+ hours a day so Iu2019m very selective when choosing my foundation and setting powders. This stuff actually lasts and helps u201csetu201d your makeup. It doesnu2019t have a thick cakey texture, itu2019s almost like a loose powder just without all the mess. I put this over my liquid foundation and it doesnu2019t cake up in crease/wrinkles and it gives a very soft blurred finish. The packaging is also very thin and doesnu2019t take up a lot of unnecessary room like a lot of other brands do. Definitely love this product and will be buying it again!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is such a cute little compact powder that does itu2019s magic. Love how small this is so Light I can carry it anywhere. Definitely going to repurchase this. Two faced it my fav brand!!!"
        },
        {
            "review_title": "Perfect addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I absolutely LOVE this finish setting powder! It does a great job at creating a nice blur and making everything seem so smooth and seamless! It comes in super cute packaging and I love the heart shape. Iu2019d definitely purchase this product again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am not a big believer in setting powders needing to be a bronzer but holy cow this product works. I am not good at applying make up and you donu2019t not need to be to use this product. This thing is awesome. I loved it. Loved the packaging. Itu2019s great, I received the product complementary for my honest review."
        },
        {
            "review_title": "Cutesy and demure",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The packaging alone is so adorable. The product itself is a little too dark even with my summer shade but it sets beautifully. Ultra blueing on the skin and doesnu2019t have a strong scent."
        },
        {
            "review_title": "Good setting powder!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "I love this powder because it sets and matiffies your makeup without being heavy nor looking cakey. The packaging is very cute, but I feel like it should have more product considering the price point."
        },
        {
            "review_title": "Great formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The shade was a little dark for me so o used it as a bronzer and the formula is nice and so smooth and love the way it worked over my foundation, def going to be using a lot!"
        },
        {
            "review_title": "Easy to use and looks amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This powder is exactly what I needed and the best coverage! It leaves me with a nice finish and stays all day! I absolutely love the packaging and design of the container and would definitely recommend!"
        },
        {
            "review_title": "Great item !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The packaging to this item was gorgeous, it smelt like brownies or cookies, a beautiful dessert! The coverage is perfect for a really pretty contour. The texture is very soft and super easy to blend and the finish is stunning, it goes on so natural and so smooth and blends impeccably into your skin!!!!"
        },
        {
            "review_title": "Love this brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The packaging to this item was gorgeous, it smelt like brownies or cookies, a beautiful dessert! The coverage is perfect for a really pretty contour. The texture is very soft and super easy to blend and the finish is stunning, it goes on so natural and so smooth and blends impeccably into your skin!!!!"
        },
        {
            "review_title": "Not worth the price - like other powder product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "First of all, I love the packaging compact! A classic for too faced but other than that - it's just like any other setting powders but not as great as Charlotte Tilbury.   It does its job and I have oily skin so it does give off the matte finish look if I pat in a lot but it's not a blurring effect and sometimes it feels a bit cakey. I would stick with the Charlotte Tilbury powder especially for the price you're paying."
        },
        {
            "review_title": "Removed 1 star- no applicator",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love yu2019all at Too Facedu2014 thanks for the chance to try out this product Born This Way Soft Blur Flexible Finish Setting Powder in Tan! For my combination skin this formula worked well! I can use it to set concealer under my eyes without being cakey or making any of my fine lines and wrinkles stand out more so than normal. I am slightly disappointed without a type of applicator and at this price point they could certainly have included one as itu2019s really necessary for this type of product. Because of the applicator I removed 1 star from my review."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a cute case and compact! It worked fine as a setting powder but the color match was a little bit off. It would work for me during the summer though"
        },
        {
            "review_title": "Great option to have it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "firstly, the cute packaging, secondly, the product itself. The powder does its job perfectly. I have oily skin, and especially in the summer I have to deal with shine problems much more often. And of course, I want a perfect skin tone and finish, but not a full-coverage mask. It fits perfectly, mattifies the skin and covers the pores! I'm in love!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "This setting powder from Too Faced delivers on its promise of a soft-focus finish. In the Medium shade, it seamlessly blends into the skin, leaving a natural, matte look without the dreaded cakey feel. The blurring effect is impressive, especially for minimizing pores and fine lines. Its flexible formula adapts well to different skin tones, making it versatile for those in the medium range. The powder is lightweight, so it feels comfortable throughout the day. However, if you're aiming for a full-day wear, a touch-up might be necessary, especially in humid conditions."
        },
        {
            "review_title": "Magic Blurring Setting Powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This powder is great for when you want your pores to look smaller or you just want to touch your makeup up. It comes in 4 shades, Light, Medium, Tan, and Dark and works for all skin types. I got mine in Medium and I should have went with the Light shade, because it's a little dark for my liking. Other than getting the wrong shade, I love that it doesn't feel cakey on my face and that it goes on so smooth. It also seems to last a good while, which I am a fan of. Try your shade today."
        },
        {
            "review_title": "Great!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Absolutely loved how soft this powder felt on my skin! It had a nice finish to it and kept my makeup from getting cracked all day. The packaging is also just beautiful and my favorite!"
        },
        {
            "review_title": "Good smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love the products of this brand! The elle is unique and unparalleled, the quality is good! And super super remarkable, it has good coverage and for oily skin as is my case it goes well"
        },
        {
            "review_title": "Cute",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Love this little packaging moment with the gold heart. The product however is not super pigmented which would be nice especially because I wanted to use it as a bronzer. Which is understandably not the point of the product however I wanted to test how pigmented it was for that and it is not. Still not a bad product, I actually love the way it looks on my skin."
        },
        {
            "review_title": "Flawless Finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Really liked the way the setting powder looked on my face. It gave it a blur, making the makeup look flawless. I used it on both heavy and light makeup and the setting powder helped keep the longevity of my look. Using it after setting spray also helped seal in my face. The packaging is very cute and very easy to hold in my hand. The slim design makes it easy to throw into my makeup bag. Definitely worth a try"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "Blot, set, and touch up with this silky-smooth, oil-absorbing pressed powder. Light coverage and a flawless matte finish. Vegan and cruelty-free!a"
        },
        {
            "review_title": "Great quality setting powder!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I really really enjoy this setting powder! It is smooth, creamy and does not make the makeup underneath look weird or dry. The only reason I gave this a 4/5 stars is because of the shade range. The lightest shade barely works for my pale skin which is a bummer."
        },
        {
            "review_title": "Perfect finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Packaging is very small and cute, very vibrant color and eye-catching doesn't really have a scent. The texture is pretty smooth. Easy to apply covers the areas. I needed to without any problem. Smooth Matte type finish overall, very pleased"
        },
        {
            "review_title": "Loveeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Oily skin",
            "review_text": "I absolutely love the packaging of this product. It is super cute! This product is just as amazing. It goes on smooth and even and blurs fine lines while also covering the skin and evening skin tone perfectly. I love it.  I recieved this product in exchange for a free product from Influenster and Two faced"
        },
        {
            "review_title": "Love the packaging ud83eude77",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The packaging is so cute I love it!!! I also love how it has no scent and how blurring it is. I love using this powder especially on my t zone where I'm more oily."
        },
        {
            "review_title": "Super small",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Maybe itu2019s just me but the size of this product is extremely small. Not worth the price at all. Comparative to others in the same product group, itu2019s like half the size and barely holds much. I returned it."
        },
        {
            "review_title": "Adorable packaging !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The packaging alone is so adorable. The product itself is a little too dark even with my summer shade but it sets beautifully. Ultra blueing on the skin and doesnu2019t have a strong scent."
        },
        {
            "review_title": "Love the heart shaped packaging!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Adorable packaging, love the heart shape. Nice makeup product as well. Good pressed powder to set makeup in place. Thank you Influenster for this free gift."
        },
        {
            "review_title": "Smooth finish!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Omg how beautiful is this! I love love LOVE!so this matches my skin pretty well. Makes my face look smooth but donu2019t over use this! It can go from blurring to looking caked on. Anyways this is amazing and would buy again!"
        },
        {
            "review_title": "Love the heart shaped design.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "First off, I have to say that the packaging is very pretty, I love the heart shape, and I like that it's a compact mirror,  there's not really a scent to it, coverage wise goes on nice and smooth. Absolutely flawless..thank you, influence it for letting me try this product"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Great product coverage is outstanding texture is smooth very easy application soft look finish no scent really but color matched perfect very pleased with this item"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Tan",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The packaging of the Born This Way Soft Blur Flexible Finishing Powder is absolutely adorableu2014I love the heart-shaped design and appreciate that it's slim and compact. The powder itself is fantastic; I even use it as a bronzer. It pairs perfectly with my lighter  foundation, providing a natural, sun-kissed glow and great coverage. As for the scent, I didn't notice any fragrance. Overall, it's a great product that delivers both style and function!"
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Really beautiful compact. The color was spot on, and the finish is so flawless. Iu2019d say itu2019s more of a medium coverage, but it looks very nice on the skin."
        },
        {
            "review_title": "nice product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "Very cute packaging. I was unfortunately sent the deep color and I am very pale so I used it as a contour/bronzer. The texture is nice. I think I would have loved it in my color. The deep was a little orange. So I cant really use it at all but I believe it to be a nice product if it matches your skin."
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product as a free sample.  Love the packaging. It's sturdy and not cheap feeling. Went on smoothly with a brush. Felt like it did a good job and no weird finish. No strong scent. Would buy again and recommend! I will keep using it for setting powder!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The Too Faced Born This Way Setting Powder has quickly become part of my makeup routine. It's incredibly lightweight and leaves the skin with the most beautiful, natural finish. I love how it sets foundation without looking cakey or overly matteu2014just a soft, flawless glow that lasts all day. Plus, it blurs pores and fine lines like a dream! The powder is also finely milled, so it blends effortlessly, and I appreciate that it doesnu2019t settle into any creases. It's truly a game-changer for anyone looking for that perfect, airbrushed look. Highly recommend!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "It is so cute !!! The heart package is the cutest thing ever!!! Itu2019s for sure my favorite powder! It covers my imperfections. Itu2019s really smooth and it makes a mat finish. I used this now on a daily basis for about 2 weeks."
        },
        {
            "review_title": "super good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "The packaging is absolutely adorable and super cute. Its compact and easy to bring on the go. The formula is great and leaves a matte finish without any creasing. The coverage is on the medium side."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "A very soft finishing powder. Helps my makeup stay on longer. No strong scent and gentle on skin. The packaging is soooooo cute. Very easy to use and blends in easily"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I really like this product! The packaging is cute as can be and the product is really good. It does a nice job creating a uniform texture on the skin and feels nice and light. It wouldnu2019t say itu2019s full coverage and did see some movement from my makeup but I really enjoyed it and would use again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "i recieved this free from influnester & too faced. Great product! The packaging is so adorable and the product actually does work really good. It seemed to keep my makeup on atleast several hours longer then it usually does. I like the texture and finish."
        },
        {
            "review_title": "Flawless Finish with this Setting Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Light skin tone, Combination skin",
            "review_text": "This Setting Powder is amazing! It sets my makeup perfectly, controls oil, and gives a smooth, soft-focus finish. The light, non-comedogenic formula blurs pores without feeling heavy. The compact design is super convenient. Highly recommend for a flawless look!"
        },
        {
            "review_title": "Worth the Money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This product is definitely worth the money in my opinion. The compact is so cute with its heart shape and more importantly the product itself feels weightless on my skin and absorbs any excess oil."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product for free in exchange for my honest review. Unfortunately mine came shattered in the mail, but Iu2019m making do with it. The blurring is honestly insanely good, and it has a really nice matte finish. I wish it were a little more mattifying, but the blur is pretty long lasting. Iu2019m a fan!"
        },
        {
            "review_title": "Has my heart..",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Born This Way has done it again. I am in love with the heart compact mirror easy to carry anywhere case. The color Tan suits me perfect. It really did hide a couple of no so nice spots on my face. The finished look was fabulous."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is so beautiful I love it so much it leaves such a nice finish. The coverage is amazing and it has a very nice texture. The packaging is so beautiful"
        },
        {
            "review_title": "Best setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is one of my favorite setting powder. The powder is very smooth and doesnu2019t clog pores. I have combo skin so it helps absorb the excess sebum without over drying my skin. The packaging is also super cute."
        },
        {
            "review_title": "Is it life changing? No. Is it nice? Yes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Does crack easily so would recommend picking this up in store rather than getting it delivered! The product itself is nice it makes your skin feel and look smoother. For the price point it isnu2019t revolutionary. But if you love cute packaging and want a pressed everyday powder this is perfect for you. The coverage is nice as well! You can really build it up if you needed"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Oily skin",
            "review_text": "I absolutely love the packaging of this product. It is super cute! This product is just as amazing. It goes on smooth and even and blurs fine lines while also covering the skin and evening skin tone perfectly. I love it."
        },
        {
            "review_title": "Cute and good coverage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "It is so cute with the heart shape ud83dudc95 I ended up getting the u201cDeepu201d color and instead of using as a full powder , I decided to use it as blush and for the contour of my face, since I have a lighter skin. With just a little bit of the Born this way powder, I was able to get a good finish make up showing a little bit more of my tan skin as a blush. It covers really well and I loved the texture."
        },
        {
            "review_title": "Such a great setting powder!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This setting powder is great! It is so creamy and has a beautiful finish on my skin. It really blurs my pores and smooths out any texture I have on my skin. The packaging is so cute!"
        },
        {
            "review_title": "Cute",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The packaging is so adorable. The smell is very light. This is a little too dark for me but I use it as a bronzer and it works very well for it. The texture is very smooth and easy to blend."
        },
        {
            "review_title": "Finally a setting powder that actually works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "You donu2019t even want to know how many years that Iu2019ve been looking for a setting powder that hides my pores. Iu2019m in my late 30u2019s and mature skin is creeping up on me, and this is the only thing that worked with my skin. I take this powder with me everywhere I go. Itu2019s a must have every time I put my makeup on. Iu2019m so happy I found my new holy grail. Just buy it, trust me you wonu2019t regret it!"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The packaging is so cute and girly which I love! Something about the gold and  pink matches so well together and thereu2019s no fragrance of any type in this but this does finish off my makeup beautifully"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Light",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "this is a nice pressed powder! i have extremely extremely dry skin and have trouble finding powders that work for me. this powder was soft and didnu2019t cling to most of my dry spotsu2014 i have some excema around my nose and it did cling to the worst dry patches from that, but i have yet to find a product that doesnu2019t, so i canu2019t really fault them for that. it did a nice job controlling oil and shine. i would say it is light coverage but it is buildable.  the compact is cute and small and i could keep the powder in my purse without worrying about it breaking. it doesnu2019t come with a puff and one wonu2019t fit inside, which is a little inconvenient for travel. the reflective packaging also gets dirty and shows fingerprints easily.   one critiqueu2014 i am very pale (second palest shade in too facedu2019s foundation) and wish that they had a shade lighter than this. i can make it work on my face, but it doesnu2019t work for brightening under my eyes."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I got this too faced born this way soft blur flexible finish setting powder i like how soft it is and the color match me so well i highly recommend this powder"
        },
        {
            "review_title": "Definitely worth trying!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This powder worked really well ontop of my normal foundation! It made my makeup look really smooth & created that u201csoft bluru201d effect as advertised. The heart shaped packaging with the mirror inside was also soooo cute!"
        },
        {
            "review_title": "Cute Packaging with Staying Power",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "First of all, the packaging for this is absolutely gorgeous. This pressed powder compact gives me Sailor Moon vibes, and I am here for it.   This is probably my fault, but I received the wrong shade, so I use this more as a bronzer than as a setting powder. I wore it in 80u00b0 weather and high humidity yesterday for a performance, and it 100% stayed put! So, I can see that with the right shade, it would definitely be affective as a setting powder. Iu2019d love to give a better color match a shot at some point."
        },
        {
            "review_title": "Great new addition!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "The powder absorbs excess oil without feeling heavy or cakey, and it doesn't settle into fine lines. I also appreciate the wide range of shades available, which ensures a perfect match for different skin tones. Overall, this setting powder is a fantastic addition to any makeup routine, offering both durability and a natural look. The packaging is also SO ADORABLE!"
        },
        {
            "review_title": "Works great, looks amazing & smells delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a great product but the packaging is what made me fall in love with it! It is absolutely beautiful and I love carrying this in my purse or having it on my vanity because it so cute! It is a very good powder I just wish I got a lighter color as the color Tan is way too dark for me! But no worries at all I use it as a bronzer and itu2019s absolutely gorgeous! It smells amazing too and has a great coverage Z!"
        },
        {
            "review_title": "Best for combo to oily skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Super cute packaging. However, it does get dirty easly. There is no scent which is nice. It does blur out pores pretty magically. I would, however, say that this is not the best option for dry skin. Perfect for combo to oily. I was a little disappointed by the amount of product you get for the price. It does however live up to its claims. I would recommend going into store and trying it out."
        },
        {
            "review_title": "Flawless look love it light weight!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The Born This Way Soft Blur Finish Powder is a standout product for those seeking a flawless, natural-looking complexion. It is a soft-focus effect that blurs imperfections while providing a smooth, lightweight finish. The powder is finely milled, making it easy to apply and blend without settling into fine lines or looking cakey. It works well for setting makeup or for touch-ups throughout the day, offering a radiant, yet matte finish that lasts. Ideal for all skin types, this powder is a great addition to any makeup routine for a polished, airbrushed look.i just loved it u2026"
        },
        {
            "review_title": "Perfect for summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "This product is perfect for summer!  It brings out the natural glow without being cakey or too dark.  It does leaves the face looking naturally tan instead of whitening areas with traditional setting powders.  Who doesnu2019t love the heart packing!  ud83dude0d"
        },
        {
            "review_title": "Itu2019s si beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "It's just beautiful! I love the heart-shaped packaging and the golden color that makes it feel so old money hahaha! But I love how it looks on the skin, the skin looks so velvety and beautiful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really love looking at this cutest little box of powder, it's just lovely, the texture of this powder lays evenly on the skin and makes my face smooth, it smells nice, medium coverage just like I like"
        },
        {
            "review_title": "Perfect skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster in exchange for my honest review. The packaging is beautiful, I like pretty packaging. It doesn't have a strong scent, which is nice. The texture of the setting powder is very fine and buildable. It does a good job of setting makeup and eliminating shine, but still leaves skin looking healthy. The coverage is buildable, but I prefer a single swipe of pressed powder. The finish is beautiful, healthy skin. The price is worth what you get."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Deep",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "*I received this product as a free sample*  This is a beautiful powder! I received it in the shade Deep, which is too dark for my skin tone, so I canu2019t speak on how well it works on the overall face, but I did use it as a contour/bronzer shade & it was beautiful! It has good coverage & a beautiful finish, also blends easily. I canu2019t wait to try it in my correct shade(:"
        },
        {
            "review_title": "Cute packaging + eliminates shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product free from Influenster for testing purposes. The packaging is cute + I like the smooth texture of this pressed powder. It does a great job at eliminating shine + setting my makeup. Thereu2019s no scent, which is surprising for Too Faced. I definitely recommend this product."
        },
        {
            "review_title": "New favorite setting powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is my new favorite setting powder because I no longer have any creases from my under eye concealer. Itu2019s a good formula that doesnu2019t flake and get all over the place when I apply it with a sponge! Love the magnetic and aesthetic packaging!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I simply loved it! The packaging is so cute and d fancy!!! Has a nice texture and coverage, gives a light but matte finish and has no scent which I love!"
        },
        {
            "review_title": "Blurs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "First of all the packaging is adorable. But the coverage! I was blown away! It blurs the skin and gives it a nice finish to set the make up. The shade was also perfect for me."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Beautiful! I used this to set my makeup before a concert and it made my face flawless and matte. My makeup stayed perfect all night and it really helped make my pores disappear. The color was perfect for me. I absolutely love the container."
        },
        {
            "review_title": "The Too Faced Born This Way Soft Blur flexible fin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Too Faced Born This Way Soft Blur flexible finish setting powder in the shade light really blurred my under-eye when applying it, doesnu2019t look cakey, heavy or dry. This product has a creamy velvety feel. I would repurchase this product. I like that it comes with a compact mirror."
        },
        {
            "review_title": "My favorite thing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "There are so many good things to say about this product, mainly it is a powder that nuances your skin as if you had a filter, it is a creamy powder that leaves the feeling of velvet on the skin, and what to say about the packaging is so beautiful and practical, that golden heart is the most fancy thing in life. The best coverage too . One thousand percent recommended."
        },
        {
            "review_title": "Great setting powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This setting powder is great and is very effective. I love throwing it in my purse for touch ups throughout the day when my face gets a little too oily. It sets your face down to a matte finish but isnu2019t drying. The texture is soft, light, and airy. It blends effortlessly. It doesnu2019t provide a lot of coverage, which it doesnu2019t claim to. Itu2019s more of a setting/finishing powder. There are currently 4 color options. I got the u201clightu201d shade and it worked well for my skin tone. The packaging is beautiful! Itu2019s a sleek, compact heart. I do wish it came with a little pad or sponge to apply it since I plan on keeping this in my purse. Overall, I really liked this product and will repurchase when I run out. Itu2019s convenient and effective. I received this product complimentary from Influenster but all opinions are my own."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I really liked it. It has buildable coverage and itu2019s very cute. I use the darker tones as a bronzer and lighter one as a base"
        },
        {
            "review_title": "Perfect Contour",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product free from Influenster in exchange for my honest review. This beautiful product blends smoothly. For me, it is too dark, but it works perfectly as a contour and blends out perfectly. I absolutely love it."
        },
        {
            "review_title": "Blends like a dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I use the Deep color powder as my bronzer, so my review may not be applicable to those who use this product all over the face!  That said, this is a beautiful, very pigmented powder that blends absolutely beautifully. The packaging is adorable too."
        },
        {
            "review_title": "A dream come true for my skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I love that the Too Faced Born This Way Soft Blur Setting Powder is lightweight and easy to blend. It doesn't cake up on my skin, and it gives my skin a natural, airbrushed look. I also love that it helps to control shine throughout the day. I have oily skin, and this powder helps to keep my face looking stunning all day."
        },
        {
            "review_title": "Works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "I received this product for free in exchange for my honest review. This is a nice setting powder if you like the matte finish look. This stuff is light weight and looks amazing over the skin rather you set it on top of liquid foundation or powder! Great product! The packaging is so adorable and the product actually does work really good."
        },
        {
            "review_title": "love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was sooo excited for this to come out!! The packaging is amazing, love the shape, color and the overall compact is such high quality. The actual product does not disappoint either! The powder is super fine and blends like a dream under my eyes. I have very dry under eyes and this product does not feel cakey and sets my concealer so well every time."
        },
        {
            "review_title": "Another wonderful Too Faced product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve always enjoyed Too Faced products so I was delighted to be able to try this setting powder. The packaging is so pretty and luxurious feeling! The heart shape is adorable. I always have to keep an eye out for products that are non-comedogenic and was glad to see that this one is. The texture is lightweight and even if the shade is off a bit, I feel like you could use this as a lighter under eye powder (if too light) or a bronzer (if too dark)."
        },
        {
            "review_title": "New go-to setting powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I was in the market for trying a new setting powder, so I was happy to test this product out. Firstly, the packaging is that perfect combination of cute and sleek. The light shade is a great match for my fair skin. Itu2019s a creamy soft powder that goes on to make my skin look smooth and takes away excess shine. I find it didnu2019t look chalky or overbearing but natural with light coverage upon application. Iu2019ll be keeping this one in the makeup rotation!"
        },
        {
            "review_title": "Too face has won me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Too faced has woke me the packaging is soooo cute and the little mirror inside really convenient for travel for touching up your makeup or finishing it off for a perfect smooth and matte finish the coverage is really good and buildable if you  wanted a very light or really bright and matte look itu2019s didnu2019t have any scent which is great and I love how soft and smooth and light it feel on the finger and in the skin"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love a good setting powder. This stuff is light weight and looks amazing over the skin rather you set it on top of liquid foundation or powder! Never causes it crack or look patchy. Great formula and works well with most brands"
        },
        {
            "review_title": "Love this stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love a good setting powder. This stuff is light weight and looks amazing over the skin rather you set it on top of liquid foundation or powder! Never causes it crack or look patchy. Great formula and works well with most brands"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Tan",
            "review_buyer_description": "Blue eyes, Medium skin tone, Dry skin",
            "review_text": "I received this product for free in exchange for my honest review. This is a nice setting powder if you like the matte finish look. It gives you really nice tan skin. Thereu2019s no shimmer to it. The packaging is super cute as it is shaped like a heart. Great for those who like to set the face. It lasted all day. Overall great, but I personally prefer a glowy look."
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Great product! The packaging is so adorable and the product actually does work really good. It seemed to keep my makeup on atleast several hours longer then it usually does. I like the texture and finish."
        },
        {
            "review_title": "Yes girl!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Whoo girl, she is cute! The packaging is adorable, and I love that there is a mirror. The texture and coverage are amazing. Love how this pulls my makeup look together."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I am absolutely in love with the Born This Way Soft Blur Flexible Finish Setting Powder! It feels light and comfortable on my skin, giving me a smooth finish that lasts all day. The powder blends effortlessly and has a good amount of coverage. Plus, it shipped super fast and arrived in the most adorable heart packaging! I can't recommend this product enough!"
        },
        {
            "review_title": "Very nice setting powder. Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Cute packaging. Feels lightweight, soft, smooth and natural on skin. The blurred finish helps to minimize pores and fine lines. Also, this setting powder has a matte finish, which really helps to control oil/shinny look. Itu2019s super easy to apply with brushes, doesnu2019t require advanced makeup skill to have a nice foundation. It doesnu2019t cake or settle into creases. Since it provides a matte finish so my makeup still looks good after a long day at work, not melting at all. If only I had picked a lighter shade for my skin, that would be perfect. Iu2019m going to use this as bronzer and definitely will purchase another one better for my skin tone. Highly recommend!"
        },
        {
            "review_title": "Very nice setting powder. Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Cute packaging. Feels lightweight, soft, smooth and natural on skin. The blurred finish helps to minimize pores and fine lines. Also, this setting powder has a matte finish, which really helps to control oil/shinny look. Itu2019s super easy to apply with brushes, doesnu2019t require advanced makeup skill to have a nice foundation. It doesnu2019t cake or settle into creases. Since it provides a matte finish so my makeup still looks good after a long day at work, not melting at all. If only I had picked a lighter shade for my skin, that would be perfect. Iu2019m going to use this as bronzer and definitely will purchase another one better for my skin tone. Highly recommend!"
        },
        {
            "review_title": "Very nice setting powder. Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Cute packaging. Feels lightweight, soft, smooth and natural on skin. The blurred finish helps to minimize pores and fine lines. Also, this setting powder has a matte finish, which really helps to control oil/shinny look. Itu2019s super easy to apply with brushes, doesnu2019t require advanced makeup skill to have a nice foundation. It doesnu2019t cake or settle into creases. Since it provides a matte finish so my makeup still looks good after a long day at work, not melting at all. If only I had picked a lighter shade for my skin, that would be perfect. Iu2019m going to use this as bronzer and definitely will purchase another one better for my skin tone. Highly recommend!"
        },
        {
            "review_title": "Very nice setting powder. Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Feels lightweight, soft, smooth and natural on skin. The blurred finish helps to minimize pores and fine lines. Also, this setting powder has a matte finish, which really helps to control oil/shinny look. Itu2019s super easy to apply with brushes, doesnu2019t require advanced makeup skill to have a nice foundation. It doesnu2019t cake or settle into creases. Since it provides a matte finish so my makeup still looks good after a long day at work, not melting at all. If only I had picked a lighter shade for my skin, that would be perfect. Iu2019m going to use this as bronzer and definitely will purchase another one better for my skin tone. Highly recommend!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I enjoyed this product! It is apart of my daily routine and I canu2019t go without it! The the color is very vibrant and the product itself is portable and lightweight. Would definitely recommend people to give it a try over similar products!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tan",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I LOVE that I get to set my bronzer with this u201cBorn This Way Soft Blur Flexible Finish Setting Powderu201d. This makes for a seamless finish and blends beautifully into my skin!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Deep",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Color was very dark which is all they had so hoping it works as like a bronzer to be able to get some use out of it if not I will be donating the item to someone"
        },
        {
            "review_title": "Great powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love this powder! It is mattifying without being drying and I have skin that is on the dry side. Thr coverage of this is also just right and isnu2019t too cakey. The size of the compact is also small enough to take with me throughout the day."
        },
        {
            "review_title": "The best product ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "The best powder I have ever received. Amazing packaging , nice shape , color and sustainability . This is very high quality and matte finish product. Not glow and very good finishing. I love it"
        },
        {
            "review_title": "Used as a bronzer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The color I have is too dark for my skin tone so I have been using it as a bronzer instead of a finishing powder and honestly it does the job. Want to get another to test it how itu2019s supposed to be used."
        },
        {
            "review_title": "One of the best powder that I have ud83eudd0cud83cudffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this powder, the packaging is so cute ud83dude0d  it's super fine and leaves a beautiful finish on the skin. It really looks smoother and hides pores quite a bit, it looks like I'm using a filter. It works great for setting and also if I don't want makeup to control oil."
        },
        {
            "review_title": "Fabulous finishing touches",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This setting powder is the cherry on top of any good make up look! It feels very lightweight and absorbs any excess oil in areas you would need to conceal. I love the heart container and the application is really seamless with a fluffy brush or a powder puff. it provides the perfect finishing touches specially, with my oily skin. It has been a game changer!"
        },
        {
            "review_title": "Immediately a must have for my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "This setting powder comes in a cute heart shaped compact. If your skin is sensitive you'll be glad to know the scent is very subtle. A little goes a long way and has the perfect finish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "The packaging is so cute and simple, the gold gives it an elegant look. The setting powder is easy to use and doesnu2019t have a lot of fallout. I did receive a darker shade but it worked out."
        },
        {
            "review_title": "Blends like a dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I use the Deep color powder as my bronzer, so my review may not be applicable to those who use this product all over the face!  That said, this is a beautiful, very pigmented powder that blends absolutely beautifully. The packaging is adorable too."
        },
        {
            "review_title": "Perfect for Summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "First off, Too Faced has the best packaging in the makeup industry hands down!! This product is so feminine and beautiful, I absolutely love the heart shaped mirror :). The setting powder is a great product in and of itself! Itu2019s unscented, meaning thereu2019s no heavy fragrance that can irritate sensitive skin. The coverage is buildable, meaning you can use as little or as much as you need. Itu2019s very portable so itu2019s perfect for touch ups in this hot weather. Overall, it helps control oil and too much shine without being overly matte and drying, so itu2019s perfect for someone with dry skin like me!"
        },
        {
            "review_title": "One of the best face powder that I try ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this powder, the packaging is so cute ud83dude0d  it's super fine and leaves a beautiful finish on the skin. It really looks smoother and hides pores quite a bit, it looks like I'm using a filter. It works great for setting and also if I don't want makeup to control oil."
        },
        {
            "review_title": "My new go-to travel setting powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Great setting powder! Love that itu2019s compact and small- will be great for traveling! Iu2019m a huge fan of pressed powders as theyu2019re clean and donu2019t make a mess lol and this one did not disappoint! Another great Too Faced product!"
        },
        {
            "review_title": "best pressed powder i have ever tried!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This is such an amazing powder! The packaging is so so so cute and it is the PERFECT texture! Iu2019m very picky with pressed powders but this gives the absolute perfect finish. I usually just use it over concealer and it gives that perfect slight coverage on top. It also has no scent which i love! Overall amazing product and definitely better than the drug store ones i have tried!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Deep",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Works well and I also use as eyeshadow and bronzer so it has multiple uses! Has no scent as well. Received as a gift from influenster."
        },
        {
            "review_title": "Love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "I received this powder in the shade Tan. Matts well, does not emphasize dryness of the skin. Great for pale skin for summer (gives a slight tan). Satisfied with her"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This powder feels very smooth and has a wonderful blurring effect. It wore nicely over my makeup and helped everything stay all day. It also felt very lightweight on the skin. I absolutely adore the packaging too, itu2019s durable and very cute!"
        },
        {
            "review_title": "Love this as a bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I use this as a contour/bronzer and it works amazingly. This product blends extremely well and does not irritate my skin. I would highly recommend!"
        },
        {
            "review_title": "Cute and effective but not very much product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "The first thing I noticed about this compact is how cute it is and how SMALL it is. It's pretty thin and I don't think it'll last too long with daily touch-ups. It's a good powder though. It has nice coverage and blurs like it says it does. I have pretty tanned olive skin but the tan version of this powder is a little too dark for me. The medium would be too light, so I'm kind of stuck in the middle and will unfortunately be returning it."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this! The packaging, coverage and texture are amazing! The finish is really flawless and the scent is very subtle, not strong or anything."
        },
        {
            "review_title": "Great setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Medium skin tone, Dry skin",
            "review_text": "The Born This Way Setting Powder is a fantastic product. I have dark circles and fine lines under my eyes, and after applying some concealer, I used this finishing powder. I was really happy  by the resultsu2014it blurred and brightened my under-eye area, making my makeup look flawless. The texture is smooth and has a matte finish. The packaging is also adorable. I will definitely recommend this setting powder to friends and family."
        },
        {
            "review_title": "Cute palet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "It was easy to open. However when I opened it, it is way too dark for me. I canu2019t use it so I gave it to a  family member who can. It didnu2019t smell horrible and the texture was fine!"
        },
        {
            "review_title": "Love the heart shaped box",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "The packaging was apart when I got the product but the item was all good. I love the heart shape box. The texture of the powder is great and applies well in skin. My color Deep was a bit too dark for my skin tone. Iu2019m tanned but Deep is pretty dark."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Yes, yes & yes! First of all the packaging is so cute and fun! The texture of this product is amazing and it leaves a beautifully smooth finish for your makeup. I love how it comes in different shades to match your make up better so that it doesnu2019t leave q white cast on your face. I love this product and highly recommend using it"
        },
        {
            "review_title": "Great Coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The packaging is super cute and caught my attention right away. The blush itself does not have any scent to it. Itu2019s very light blush and applies super easy. Perfect amount of coverage you can put on as much or as little as you like."
        },
        {
            "review_title": "2 Thumbs Up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The packaging is super cute and caught my attention right away. The blush itself does not have any scent to it. Itu2019s very light blush and applies super easy. Perfect amount of coverage you can put on as much or as little as you like."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The born this way soft blur flexible finish setting powder comes in a cute packing and helps blur imperfections and evens out the skin tone. Super good coverage for oily spots and pores."
        },
        {
            "review_title": "Born this way blur setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Born this way soft blur finish setting powder goes on smooth and blends in easily to set my makeup all day. The color matches my skin well and I love the light feeling of the powder. It isnt heavy or cakey looking."
        },
        {
            "review_title": "Great product for every day use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I really like this product! The packaging is cute as can be and the product is really good. It does a nice job creating a uniform texture on the skin and feels nice and light. It wouldnu2019t say itu2019s full coverage and did see some movement from my makeup but I really enjoyed it and would use again."
        },
        {
            "review_title": "I will be adding to my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I always struggle to find a good powder and i think this is the one.  Itu2019s blurring it matches and itu2019s very lightweight.  Doesnu2019t feel packed on when having to reapply"
        },
        {
            "review_title": "Soft and smooth finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This blurring powder from Too Faced has a wonderfully smooth and soft texture, delivering a matte finish that effectively conceals pores. I opted for the tan shade, which is slightly too dark for my skin. However, it does an excellent job of controlling oil throughout the day. The packaging is so adorable. I highly recommend this powder for anyone seeking a flawless, matte look. I definitely recommend this powder to everyone who is looking for a matte and smooth finish."
        },
        {
            "review_title": "Perfect setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve always been a two faced face and when I got the opportunity to try this new setting powder I was so excited! I topped my spf tinted foundation with it and it set so light and so soft oh my face! The packaging is ADORABLE"
        },
        {
            "review_title": "Nice finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I tried the Too Faced Finish Setting Powder, and I can say, I really like it! In description I see the powder is non-comedogenic and this is true. For my combo skin itu2019s always difficult to find this type of product. I love how lightweight the formula is. One of the best things is that itu2019s completely unscented, which is great for people as me who prefer fragrance-free products. Plus, the packaging is stylish and beautiful, looks great in my makeup collection. Highly recommended!"
        },
        {
            "review_title": "Soft, Smooth, Flawless Finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This Too Faced Setting Powder in the Medium shade is just perfect! It's not too light or too dark for my light to medium neutral complexion. I love Too Faced products in general, and their concealers, in particular, are my HG. I usually use loose setting powders, but I love topping off my makeup with this setting powder now. It really does give you a nice, soft, smooth finish! I'm obsessed with how cute the packaging is! I love carrying this wherever I go now. Also, it's vegan and cruelty-free! Love this one. This pressed setting powder is the way to go!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Deep",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I really like this setting powder. Normally when I use different powders it settles and leaves creasing. However this doesnu2019t and keeps my makeup in place all day with minimal to no blotting."
        },
        {
            "review_title": "A good setting blur",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this item as a free product I usually use the Charlotte Tilbury pressed setting powder but after receiving this Too Faced soft blur setting powder I think I may make a change. The medium shade was perfect for the summer season. There is no scent to the product which I prefer with facial makeup and the coverage seamed to last all night long. My the end of a night out by the beach and humid weather my skin stayed looking smooth. Will purchase again."
        },
        {
            "review_title": "Great for blurring, pores, and wrinkles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I am 43 and this blurring powder did a great job evening out my skin tone. It really did blur my pores and fine lines overall. Went on nicely and didnu2019t kick up or get oily. The color is slightly tanner than my normal skin tone, but I like it because it just gives me an ice tan. I would definitely recommend this to anyone looking for, a smooth looking finish to their skin. I received this product free from Influenster in exchange for my honest review."
        },
        {
            "review_title": "Great for blurring pores and wrinkles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I am 43 and this blurring powder did a great job evening out my skin tone. It really did blur my pores and fine lines overall. Went on nicely and didnu2019t kick up or get oily. The color is slightly tanner than my normal skin tone, but I like it because it just gives me an ice tan. I would definitely recommend this to anyone looking for, a smooth looking finish to their skin. I received this product free from Influenster in exchange for my honest review."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I received this product free from Influenster & Born this Way Soft Blur Flexible Finish Setting Powder The packaging is beautiful the scent in light the texture is good unfortunately is not my shade but I'm going to look for my tone because I loved it"
        },
        {
            "review_title": "Too Faced setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Love this setting and blurring powder. Makes your makeup look flawless! Too faced is one of my favorite makeup companies."
        },
        {
            "review_title": "Natural finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The package is great and nice. The powder works well for light and everyday makeup. It also control oils on my face. One poor thing is their shipping which is bad. They didnu2019t put it in a box but just a simple shipping bag. So it was broken when I opened it."
        },
        {
            "review_title": "Great Coverage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this Too Faced Born This Way Soft Blur Flexible Finish Setting Powder from Influenster to try out. Upon receiving this product, I noticed the packaging is very simple and cute. There is no scent to this powder. The texture of the powder is very smooth and it applies very easily and smoothly. It offers a matte finish. The coverage is very good. The shade is a little dark for me however, I will be using this as a bronzer. I really enjoy this face powder."
        },
        {
            "review_title": "Effective but limited shade range!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Cute packaging! I love the heart shape. There's no scent this. It does have a blurring finish and does hide impurities, however, the shade deep is just a little bit off for my exact skin tone so it didn't provide good coverage and I used it sparingly."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I love this brand, it fits perfectly to my complexion. It took me a minute to find the right color but once l did, it was absolutely flawless matched perfectly. It does not dry my skin out. It doesn't look cakey. It's perfect and I get a nice full coverage. The packaging is so beautiful and luxury, it's fit every purses."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Light",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This instantly blurred my face like an automatic filter getting rid of any grease. The only downside is you need to bring your own powder puff any time you plan to use it!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Too Faced Born this Way Soft Blur Flexible Finish Setting Powder in color Deep really makes your face stand out for full coverage. The texture is very lightweight. I cant love this enough . The heart packaging is very beautiful."
        },
        {
            "review_title": "A must have in your back up bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "This finish setting powder is in medium color really is amazing. My wife fell in love with the texture and how it blurs out pores and doesnu2019t feel heavy. The packaging is super cute and the compressed powder has no strong scent."
        },
        {
            "review_title": "Not to many options",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Normal skin",
            "review_text": "The packaging is gorgeous thereu2019s no scent so like that too but itu2019s too dark for me I donu2019t like the fact that they donu2019t have many color options itu2019s nice just too dark"
        },
        {
            "review_title": "Too expensive for the amount you get",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Packaging is cute. Powder is fine. But it's the price of Charlotte Tilbury Airbrush powder, and you get half the product.  I had no idea it was so   little product until I got it. It's absolutely not worth the price just for a heart package..."
        },
        {
            "review_title": "Smoothing, lightweight, and sweat proof!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Too faced sent this complimentary born this way soft blur flexible finish setting powder in tan and it has definitely diminished the look of my wrinkles and pores. I have used it a few times and it helps set my concealer and foundation. The packaging is so cute! It is a metallic gold and pink! So feminine. There is not much of a scent. It feels smoothing and soft on my skin, it is not heavy at all."
        },
        {
            "review_title": "Blends so well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I chose to choose a deep coverage color because they didnu2019t have any quite match my fair complexion and I use it as a bronzer and love it as a bronzer. The package is so cute with a heart and gold.!"
        },
        {
            "review_title": "Love the heart packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Too Faced Born this Way Soft Blur Flexible Finish Setting Powder in color Deep really makes your face stand out for full coverage. The texture is very lightweight. I cant love this enough . The heart packaging is very beautiful."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Iu2019m in love with this pressed powder. I got the shade medium and it works wonderful."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Omg the packing is super cute and girlie love it doesnu2019t have a scent the coverage is amazing med to full the texture is buttery and the finish is so good"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Too face is such a great brand. I really enjoyed getting my free sample of tan from influenster. It goes on smoothly and matches my skin tone very well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this product. The packaging is adorable. The product is lightweight but provides full coverage. I definitely recommend!"
        },
        {
            "review_title": "A NEED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "The packaging is absolutely adorable and there isn't a scent. The texture is smooth and creamy like just as advertised. The finish is slimy smooth and the coverage is just perfect."
        },
        {
            "review_title": "Amazing product in a really cute packaging!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love this powder. It's really silky and blends well with my foundation. Gives really nice natural finish and blur texuture on your skin, that last all day. It gives you a bit of coverage, but not too much. Packaging is really cute and seems really solid and long-lasting. Mirror is very good, so you can use it for touch-ups thru the day. It's a great product inside and really cute outside!"
        },
        {
            "review_title": "Great for a summer glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product is great, especially for summertime! It has subtle enough color to give me that glowy look but itu2019s not too dark for my face. Iu2019ve always used translucent powders so I was excited to try this and itu2019s definitely a winner!"
        },
        {
            "review_title": "Love this finish!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I love this brand and was so excited to try this product. I got the tan shade and was worried it would be too dark, but it has a beautiful, soft finish, and it lasts all day! I love this setting powder! I recieved it complimentary from #influenster"
        },
        {
            "review_title": "Beautiful Powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I really liked this powder! The powder itself is very lightweight and sets my makeup just right.The packaging is very cute,however, it is very thin plastic."
        },
        {
            "review_title": "Amazing Setting Powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Too Faced Born This Way Soft Blur Flexible Finish Setting Powder is amazing!! It instantly sets my makeup, helps control oil and blurs my pores. It has such an amazing soft texture, and it is extremely lightweight you canu2019t even tell youu2019re wearing it. The packaging is so cute as well so thatu2019s a plus, I absolutely love it!"
        },
        {
            "review_title": "Blurring, Smoothing, Adorable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I first have to call out this packaging - it is SO CUTE. The gold is so bright and shiny, the heart shape is adorable! Taking this out for a touch up during an event would be so chic. As for the product itself - I am so impressed. The powder is so beautifully pressed and applies so smoothly. The color is perfect for me to set and bake my under eyes and other areas where I apply concealer. It really does instantly blur any imperfections and texture. It gives such a soft, smooth finish that completes my makeup look. I am really impressed and will be using this exclusively as my setting powder from here on out."
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This setting powder works great. I really like how easily it goes on. It matched the color of my skin and made my makeup stay so much longer. I would definitely recommend."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "First off , packaging is the cutest.  Does not have a strong smell or any smell I noticed. Good texture , AWESOME coverage completely covered my son burn amazingly I was so shook . The finished outcome is beautiful"
        },
        {
            "review_title": "A must have on my day to day routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "High end makeup with still affordable prices that actually do what they are supposed to do on any skin type? Count me in!!!! Letu2019s start by the packaging, it is so cuteeee It doesnu2019t have a strong scent and the coverage is amazing, leaving your skin looking flawless with a beautiful finish"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Light",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The setting powder works fine - it sets makeup and absorbs oil/reduces shine. My main gripe is the size (too small) and gold heart-shaped packaging (tacky, inefficient). I do appreciate the inclusive range of tints so that it works for multiple skin tones, not just pasty pale folks like me :)"
        },
        {
            "review_title": "Super soft feel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "The compact is really cute. I was worried the tan would be too dark for my skin, but it actually worked really well as it's a very light application. It has a very airy feel and goes on like silk. I'm not sure if multiple applications would cause it to become darker as I didn't try to over apply."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Tan",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I love the packaging. The powder feels very soft to touch. However, I got the wrong shade. I thought it was the bronzer. I got the shade Tan. Maybe I could use it as a bronzer. lol"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This packaging is so cute with the gold heart. It has a nice soft texture and it is buildable. It didnu2019t give me an orange look to me. It holds a lot of product but itu2019s small enough to fit anywhere!"
        },
        {
            "review_title": "Beautiful finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This was so cute I really love the packaging on this so much. So nice and small the heart shape is very nice. Love how this was nice to use a great setting powder. Gave me a beautiful finish to my makeup it does blur and just the final look was beautiful."
        },
        {
            "review_title": "CUTEST THING EVER ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like to start my review saying that I got this setting powder as a complimentary in exchange for my honest review. I am OBSESSED with this new Too Faced product, starting with the Heart Shaped compact and the colors has been giving me Barbie Vibesss, now talking about the formula it does absorbs and reduces my pores and shiny skin. I received a deeper shade than I picked but I am using it as a contour and bronzer and I really like it, it blends nicely and gives a smooth finish. This new collection offers 4 different shades and I am looking forward to get my right shade to compliment this one. Overall, I am definitely in love with this setting powder, the cutest packaging and the soft finish it offers."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Deep",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I honestly love this setting powder it's so soft and blurs . I also love the packaging and the scent of it and the coverage . I also love how mattifying it is ."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I really love this product. It comes in the cutest packaging. The powder is light weight but works great for blending on top of my liquid foundation.  I like a full coverage without a cakey feeling and this delivers that. It is a little too light for me right now since it is summer but I canu2019t wait to use this all the time in the winter."
        },
        {
            "review_title": "Setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recieved this setting powder from Born This Way . This is beyond gorgeous !  My first time ever trying this brand out . The packaging is exquisite very pretty ,loved how girly it looks . The powder itself is very pretty very matte yet doesnt leave the skin feeling cakey or heavy even . I loved how well this applied and how perfectly it matched my skin tone .  I will definetly be using this more since it did help my oily skin a lot and also it wore beautifully for hours without it becoming oily ! Love that !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tan",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "The packaging is so cute and simple, the gold gives it an elegant look. The setting powder is easy to use and doesnu2019t have a lot of fallout. I did receive a darker shade but it worked out. Loved getting this from Influenster"
        },
        {
            "review_title": "Very fine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is such a beautiful powder. Very finely milled. Very beautiful shade that compliments my skin tone. The packaging, though beautiful it's made feom a very thin plastic."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "First off, I want to say how cute the packaging is itu2019s so compact and perfect to travel with. The powder is amazing. It blurs all of your fine lines and pores and make your skin look not like skin and but in a good way. It does not make you look cakey at all. Def recommend this powder thank you Influenster for this product."
        },
        {
            "review_title": "Cutest setting compact!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is quite literally the cutest little compact iu2019ve ever had. It feels VERY polly pocket, top is gold bottom is light pink. The powder is sheer coverage but smoothly pigmented. The finish is more velvety matte than chalky. High quality, and vibrantly packaged product with magnetic closure"
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Exactly what I needed to add to my routine. Usually throughout the day I get very shiny, with this it just mattifies my oily skin. It very lightweight, so it did not cake up, nor did it make me look ashy!"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This make my makeup look so great. Feels very light and thereu2019s no scent to it so it was great. And the packaging too faced just knows how to make it look so cute!!"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really like this product, the scent is very fragrant. After applying, the skin is very smooth and lasts for about 3-4 hours. I am very satisfied with this product. The packaging is also very beautiful and unique. It also covers very well."
        },
        {
            "review_title": "High quality and adorable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Those blurring powder is absolutely everything. It makes my pores look so much smaller and my skin looks so much smoother. Not to mention, this compact is adorable. I am so thrilled that influenster sent me this! The finish is great - no shine and matte/stays all day. The coverage is nice as well!"
        },
        {
            "review_title": "No shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This setting powder is in such a cute case.  I love the magnetic closure and the thinness of it.  It is super easy to apply and doesnu2019t have powder going everywhere like some other setting powders I have tried.  It blends in nicely with your makeup and by the end of the day, I didnu2019t have any shine or oil.  It kept a nice Matte finish.  I will definitely recommend this product and continue to use it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tan",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "A very nice powder. Makes my makeup stay and not crease. Only problem seems I picked a slightly darker shade than I needed. The packaging is very nice and the coverage is great."
        },
        {
            "review_title": "Amazing blurring powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Oily skin",
            "review_text": "I received this product from Influenster in exchange for my honest review. I have an oily skin, and this setting powder helps me control the shininess on my t-zone. It seems to last at least six hours without having to put the powder on again. This is the most important factor for me, because I hate having super oily face! It also blurs some of my imperfections such as my pores. Itu2019s amazing that I look so smooth with this powder without looking cakey at all.     Itu2019s not a heavy powder, yet it seems like itu2019s almost a full-coverage finish. I donu2019t smell fragrance on this powder, and if there is, then it is so light that I couldnu2019t really detect it. I have the shade u201cdeepu201d and it gives me the most natural looking contour. I love it! Now letu2019s talk about the very pretty packaging! Itu2019s soooo cute!!! Itu2019s heart shaped, very light weight, and thin. Itu2019s so nice that I was able to bring this with me everywhere inside my purse.   My only issue with this product is that itu2019s so thin that thereu2019s not too many powder in it. I feel like itu2019s not going to last long unlike other powders. But overall, this product is one of the best powders Iu2019ve ever tried."
        },
        {
            "review_title": "Cute compact, great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "The Born this Way setting powder comes in a simple box but the product itself is in a cute, heart shaped compact. I didnu2019t notice much of a scent, which I liked and I was very happy with the texture and coverage. Itu2019s soft and applies very easily and gives your face a nice matte finish."
        },
        {
            "review_title": "Seamless finish for an all day makeup look",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this product in exchange for my honest review. The Too Faced Born This Way Soft Blur Flexible Finish Setting Powder in Tan is a fantastic product for achieving an airbrushed finish. The powder is ultra-fine and lightweight, making it easy to apply and blend seamlessly into the skin. The Tan shade is a little too dark for all over the face, but I use it as a bronzer and it works perfectly. Additionally, the formula is infused with hydrating ingredients, so it doesn't leave the skin feeling dry. Overall, it's an excellent setting powder."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "I really like this product, I did get the wrong shade so I used it more as a light bronzer. Love the texture and feels really nice on my face, blended well"
        },
        {
            "review_title": "Great finishing powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "The packaging is so pretty. The color is perfect. It leaves a nice finish. The texture is super smooth. I definitely recommend this finishing powder to anyone looking nice finishing product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Light",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This setting powder is gorgeous both in the packaging and the finish! I loooove the gold heart compact mirror and that itu2019s a magnetic close. Itu2019s just so cute. The powder doesnu2019t look cakey on and reduces the appearance of any oily spots or pores. Would definitely recommend!"
        },
        {
            "review_title": "FlawlessFinishu2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Recently got to try this soft blur setting powder and v impressed! Left my skin looking smooth and ALMOST matte without cakey. ud83cudf1f The finish is  natural and flexible.  + A little goes a long way, && it effectively kept my makeup in place even during a humid afternoon. u261dufe0fonly downside - can be a bit messy to apply."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The packaging on this product is beautiful and the makeup compact is a cute heart. It has a decent smell and the texture is very soft. I has a full coverage finish."
        },
        {
            "review_title": "Must Have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Cutest packaging and best blur powder Iu2019ve used in a long time! I love the coverage and how it gives that finishing look! 10/10 would recommend! Smells so good!!!!"
        },
        {
            "review_title": "Must have matte finished setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Literally such a beautiful packaging! I am obsessed! Itu2019s a nice shade and matte finishing! Blends in very smooth and well and blurs any imperfections! Thereu2019s no smell associated with it but great coverage overall! I also love that it comes with a mirror so that you can see any details up close and travel with it!"
        },
        {
            "review_title": "Light weight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This product is amazing the coverage is great it is light weight you donu2019t realize your wearing it!"
        },
        {
            "review_title": "loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "It applies flawlessly on my skin and feels quite lightweight and comfy. The powder blends in seamlessly, resulting in a soft-focus look that smoothes out blemishes. Its supple finish glides over my skin, never seeming cakey or setting into small creases. My makeup stays fresh all day, and I adore how it gives me a natural, airbrushed appearance. This powder has become an essential component of my beauty regimen! Also, the heart shaped package is so cute and light and doesnu2019t really have a scent."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I decided to get a darker tone to contour with it a bit and I love it ! It blends so easily ! Perfect finish and get texture love how I can easily just carry this on my go to bag !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
            "review_text": "Good powder, light fragrance, heart shaped design looks very cute and the color of powder I like is very suitable for me."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love using this setting powder for smooth under eyes, to get rid of blotting, and have a smooth base over all."
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Excuse me, stop right nowu2014this packaging is stunning! I am genuinely captivated by its beauty. The Too Faced Born This Way Soft Blur Setting Powder serves multiple purposes, including setting, blotting, and touching up makeup. Its silky-smooth texture ensures effortless application, effectively concealing oily shine without feeling heavy. My heart couldn't help but flutter upon discovering this creamy powder formula that imparts a soft-focus finish, remarkable for its weightlessness. I opted for the Medium shade. This product undoubtedly stands out for individuals seeking a flawless complexion. The setting powder creates a gentle, natural blurring effect, skillfully smoothing out imperfections without appearing cakey or heavy. Its lightweight composition guarantees comfortable wear throughout the day, while its exceptional ability to control shine makes it an ideal choice for those with oily or combination skin. This pressed powder not only does that alone, but it is also full coverage. I didn't notice any scent, but overall, I love it."
        },
        {
            "review_title": "Like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Very cute packaging decent amount of powder and nice scent ! I love the texture and how good it is at blurring pores to a smooth texture . I love the coverage and matte veil finish"
        },
        {
            "review_title": "Soft focus finish!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This Born This Way Soft Blur Flexible Finish Setting Powder in the shade medium gives such a beautiful, soft focus finish.  Itu2019s so finely milled and silky smooth, so my complexion never looks cakey, but very natural and fresh. It controls shine well too. I set my face and makeup with this powder with a fluffy brush which has helped my makeup to stay on all day. The gold heart packaging is so beautiful as well!"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Upon opening the product, I noticed that the packaging is not thick or bulky despite having a hard case which would make it super easy to throw into my bag on the go without it taking up too much space. The powder itself is scent less which I appreciate, and the texture is as advertised - soft, silky with a buttery feel that easily glides over the skin. No powder is able to hide extreme texture but this one does a pretty good job of blurring out any tiny blemishes. Overall, this is a great little compact face powder to have in my collection!"
        },
        {
            "review_title": "Cute and Effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is so helpful! I always have a shiny T-Zone and this setting powder absorbs it all with ease. Also, the packaging is always so on point!"
        },
        {
            "review_title": "Shine free look!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This is a win from Too Faced! I really like the Flawless look of this powder, it's very lightweight and gives me a shine free look. It has a very light scent, easy to apply and the packaging is absolutely adorable. Not too bulky either."
        },
        {
            "review_title": "My New Favorite Setting Powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This setting powder blurs my pores perfectly. My makeup had a great finish after putting this on top. It comes in the cutest packing and the texture is light and soft."
        },
        {
            "review_title": "Love this product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Love Two Faced products!! This setting powder is perfect! It leaves a soft blurring effect, goes on smooth, and absorbs oil. The packaging is so cute and small enough to take with you anywhere! I would recommend this! I recieved this as a free product."
        },
        {
            "review_title": "No fallout",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "The box the product came in had come apart in shipping, but the product itself is great! The color blends well and I noticed that the powder didnu2019t have any fallout when I picked it up with my brush."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "The Born This Way Soft Blur Setting Powder is a dream come true! It's absolutely flawless on my skin, feeling incredibly lightweight and comfortable. The powder blends in effortlessly, creating a soft-focus effect that smooths out imperfections. Its flexible finish moves with my skin, never looking cakey or settling into fine lines. My makeup stays fresh all day, and I love how it gives me a natural, airbrushed look. Packaging is absolutely adorable. This powder has become an essential part of my beauty routine!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This heart compact is so adorable!!  Iu2019ve always been a fan of this brands packaging :) The mirror is a HUGE plus!    This is a very nice setting powder. The texture is so silky and smooth, it definitely blurs the skin for a nice finish. Itu2019s lightweight on the skin and didnu2019t leave my face feeling smothered. Great for touching up your makeup, eliminating the oil on your face throughout the day!    I think the only downside is the price for the amount of product. But overall I really liked this product!"
        },
        {
            "review_title": "Shine free skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I received this product for free from influenster  to try and give my honest review. I really like how long the wear was on this product and the color of it. It gave me a subtle tan look while hiding my oily shine that I always have by the end of the day. The packaging is very cute and I love the heart shape of the container. I would highly recommend this to others."
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This is the powder Iu2019ve been looking for!! The finish is soft and blurred without being heavy/cakey or drying. It mattifies nicely so itu2019s great for touch ups throughout the day! Iu2019m also obsessed with the packaging, itu2019s SO cute and I love that I can throw it in my purse like a compact mirror! Lastly, itu2019s hard to find a powder without talc so Iu2019m happy with the ingredient list as well!"
        },
        {
            "review_title": "Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The packaging is super cute but not overdone! Doesnu2019t really have much of a scent. Great coverage. Texture was silky smooth. And the finish left my skin looking soft ."
        },
        {
            "review_title": "Loved this!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The shade was a little too, dark for me. But Iu2019m using it for eyeshadow and contour. Still works just as great and I love it!! Loved the texture, loved the smell. Great product!!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Omg!!! The packaging is so cute. I love the golden heart shape. Its very very lightweight and feels like nothing is on. It makes my skin feel and look flawless. High recommended"
        },
        {
            "review_title": "Another hit from Too Faced ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Another hit from Too Faced ud83eudd29 the coverage is nice and mattifying plus it leaves a good texture on my skin. I absolutely love the heart shaped compact so packaging is a 10/10 for me as well."
        },
        {
            "review_title": "Smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I live in a hot climate so I keep my makeup minimal most days. I really loved the outcome of this product. It really gave me a smooth finished looked without looking shiny. The packaging is small and compact so perfect to have in your purse for touch ups through the day. I loved the tone bc itu2019s neutral with no orange or yellows. Nice product."
        },
        {
            "review_title": "Obsessed with this powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I honestly have to say Iu2019m shocked I love the born this way setting powder! I have a lot of redness in my cheeks especially and this powder made my skin look all one tone and flawless. I will say that with a bit of a tan the shade I got was a bit light, but it will be perfect for winter and with a bit of bronzer my skin looks perfect! I love how light the powder is and gives me a great look without feeling like I have makeup caked on my face! The packaging is adorable and I love how it comes in a cute little heart compact!"
        },
        {
            "review_title": "Overall great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "The packaging is great; I love the pink and gold tones - elevates the product itself. I havenu2019t used many setting powders so hard to compare but this one seems to be very creamy, and it doesnu2019t leave dry patches on my face whereas few have before. Overall seems to be good product!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love the design! It is easy to apply, hides my pores, and eliminates oily skin. I like how this powder makes my skin look flawless! I honestly love everything about this powder. No complaints whatsoever. I highly recommend."
        },
        {
            "review_title": "Light soft blur finish !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Unfortunately my product came cracked and it was all over packaging box. I tested on hand it was good match  , went on soft and gave that light smooth blur. Scent was light. What I loved most was the heart shaped and the mirror."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Omg!!! I love this born this way soft blur flexible setting powder. The packaging is so cute. It is have the golden heart shape. The color fit with my skin tone."
        },
        {
            "review_title": "Darn, grabbed the wrong color!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I didnu2019t realize I grabbed the wrong shade and Iu2019m so sad. I did put the powder on over my makeup and it is much too dark. However, I wanted to write an authentic review. It does give a blurred look and absorbs the oils from my foundation. I wish I knew what it looked like if it were the correct color. I can use it as a bronzer though!"
        },
        {
            "review_title": "Love this u201ctranslucent u201c setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I really loved this too faced powder! It really held my makeup on longer with use without it which was a big surprise! Itu2019s very light weight the formula is oil absorbing as well which you can tell as soon as you apply it to your face (I sure could). It didnu2019t feel heavy or sticky and it has kind of a matte finish which definitely helps if you donu2019t want your face to look too shiny or oily. It doesnu2019t feel super dry now look dry. It does help with complexion issues and helps hide some blemishes or bright acne. I was so happy about this product. Itu2019s definitely a must have from now on"
        },
        {
            "review_title": "Cute packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019m so impressed. This powder provides a smooth finish and keeps my makeup in place all day. It has a lightweight, silky texture that blends into the skin. One of the standout features is the cute packaging. The golden accent and heart shaped packaging adds a touch of luxury to my makeup routine. Itu2019s both functional and aesthetically pleasing, making it a joy to use. Highly recommended!"
        },
        {
            "review_title": "Yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Such cute packaging! I love this setting powder! Works miracles and itu2019s sooo pretty! My go to setting powder. Do yourself a favor and get it! A must have!"
        },
        {
            "review_title": "Perfect formula exceptional results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "One thing is for sure that this finishing powder is going to be a must have. I have oily skin so my makeup get shiny in just few hours but not any more. This finishing powder blurs any pores or imperfection, take away the shine and sets makeup to perfection. It has a very light formula so your makeup doesn't get cakey and the coverage is also amazing. Nonetheless the packaging is also very cute. I would highly recommend this powder."
        },
        {
            "review_title": "Awesome product!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product as a free sample for a review and I wanted to try this so bad that I took a shade way to dark for myself so unfortunately I couldnu2019t use it as a setting powder, as intended, but I used it as a bronzer to warm around my face. It has a beautiful texture and does set the makeup nicely."
        },
        {
            "review_title": "Two for One",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "The packaging for Born This Way Soft Blur Flexible Finish Setting Powder makes me feel like a life sized Barbie. The mirror is convenient although it doesnu2019t come with an applicator. The setting powder is so light you canu2019t tell youu2019re wearing it. You donu2019t need much product to see results. Getting a darker shade can act as a contour or bronzer as well."
        },
        {
            "review_title": "Cute!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received a free sample of the Too Faced Born This Way Finish Setting Powder for my honest opinion. This is a really fantastic setting powder. It's has a unique creamy powder base that is both mattifying and blendable for an effortless finish without being too drying. I like to use this to both touch up my makeup or on makeup free days just to get rid of my oily shine. The compact is really cute, comes with a mirror, and it has a magnetic clasp that is extremely sturdy, so you won't have to worry about it randomly opening in your bag. I love it!"
        }
    ]
}