{
    "product_id": "1569",
    "name": "(Re)setting 100% Mineral Powder SPF 35 Mineral Sunscreen",
    "brand": "Supergoop!",
    "categories": "Skincare, Sunscreen, Face Sunscreen",
    "price": 48.0,
    "about": "What it is:u00a0A mineral setting powder that mattifies shine, sets makeup & applies sunscreen with an easy-to-use, soft-bristled brush...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Pores and Oiliness..Highlighted Ingredients:- 100% Mineral Zinc Oxide: Delivers broad-spectrum UV protection..- Ceramides and Olive Glycerides: Help seal in moisture..- Coated Silica: Diffuses light and helps to diminish the visible appearance of pores...Ingredient Callouts: This product is gluten-free, cruelty-free...What Else You Need to Know: With a built-in brush, mineral sunscreen actives & mattifying ingredients to control shine, this on-the-go essential makes it easy to retouch your look & reapply SPF anytime, anywhere u2014 even over makeup. Use it at home to set your look, then toss it in your bag to use throughout the day...",
    "ingredients": "-Mineral Zinc Oxide: Delivers broad-spectrum UV protection..-Ceramides and Olive Glycerides: Seal in moisture. .-Coated Silica: Diffuses light and diminishes the appearance of pores for a soft-focus finish...Zinc Oxide 24.5%, Calcium Aluminum Borosilicate, Silica, Polymethyl Methacrylate, Ethylhexylglycerin, Triethoxycaprylysilane, Nylon-6/12, Sodium Dehydroacetate, Olive Glycerides, Ascorbyl Palmitate, Ceramide 3, Iron Oxides (CI 77492, 77491, 77499), Titanium Dioxide (CI 77891).",
    "how_to_use": "Suggested Usage:.To apply:.-Prep skin with your favorite SPF-spiked moisturizer or primer, as the last step in your skincare routine..-After applying your makeup, brush the powder generously over your face to set the look..-Continue to use throughout the day to mattify shine and reapply your SPF....To open:.-Remove the cap, slide down the clear plastic sleeve, and remove the yellow pin from the center of the brush..-Twist the body of the brush from the closed position to open..-Tilt and tap the brush gently against your wrist until the powder flows through the bristles..-Use powder generously to reapply your UV protection....To close:.-Twist the body of the brush from the open position to closed, being careful not to twist beyond the closed position..-Pull up the clear plastic sleeve and snap the cap back on.",
    "num_reviews": 75,
    "overall_rating": 3.3,
    "product_url": "https://www.sephora.com/ca/en/product/re-setting-100-37-mineral-powder-spf-35-translucent-P502425?skuId=2625010&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2625010-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.15 oz / 4.43 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2625010-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "A must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I was in Las Vegas during the summer and had forgotten my SPF and only had this product. I used it on my face and chest and I didnu2019t burn at all!! And I am super pale and burn easily. This product works !!"
        },
        {
            "review_title": "Horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Could not get the product to come out. Had to return."
        },
        {
            "review_title": "Great concept but didn't work with my skin.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I tried this product during the summer. I was looking for a powder that offered SPF protection that I could apply throughout the day. I found the applicator easy to use (just needed to follow the instructions) but at times, it was a challenging to see if product was indeed coming out.  My skin didn't tolerate the product well and I seemed to have more acne after I started using it. As a result, I ended up returning it."
        },
        {
            "review_title": "Decent but not amazing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "It does the job for second application when I am at the beach especially when I have makeup on. You need to remove the yellow cylinder tube in the brush to make sure the product comes out. But I still have trouble getting enough powder out to actually cover my full face with adequate sunscreen. It's better than nothing but needs improvement.   The first time I bought this, the brush just broke off and nothing came out. But the second time I bought it, some powder comes out. Decent but not amazing"
        },
        {
            "review_title": "Handy and good at taming oiliness",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "My second time purchasing this. Iu2019m sure iu2019m not getting much spf protection from this, but it helps me set my physical sunscreen whenever Iu2019m out and i need to reapply. Itu2019s handy and easy to carry around, and some protection is better than none!"
        },
        {
            "review_title": "Wanted to love this",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love this brand but not this product. Applicator broke after 4 or 5 uses and spilled powder all over. Super expensive for a very small amount of powder. I wanted to love this but I will definitely not re purchase."
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this product!! I burn an easily on my scalp and this saves the day when you donu2019t want to wear a hat. I used it daily on my trip to Mexico and didnu2019t burn once. Itu2019s also a nice freshen up on the face too."
        },
        {
            "review_title": "Practical",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Very practical once you use it well. You have to remove the little yellow plastic in the middle in order to allow the powder to come out, but there are no instructions about it on the package."
        },
        {
            "review_title": "Great option for reapplying sunscreen over makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "A powder with sunscreen... perfect idea to keep oily skin under control and protected against sun damage. I don't think this should be used as your only sun protection, I use the Glowscreen as my main sunscreen and use this product just to reset it."
        },
        {
            "review_title": "Not practical",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Not useful. The product doesn't come out easily, it feels like is just not staying in the face at all."
        },
        {
            "review_title": "Very effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "Iu2019m very pale and it works for meu2026a great setting powder on itu2019s own as I even use it for night."
        },
        {
            "review_title": "amazing for on the go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Super easy to apply on the go, i LOVE that itu2019s matte because most sunscreen gives a greasy look so adding this after my regular sunscreen is a game changer!!!"
        },
        {
            "review_title": "A MUST BUY!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is really good I brought it on my trip to Mexico, and used it on my scalp since I always burn there. I was worried that the 35 spf was not going to be enough for me because I have pretty fair skin but I re-applied it multiple times in a day and it worked very well, my scalp didn't burn once. I think that a lot of people are confused with the packaging. You first open the lid then u have to push down the plastic part that compresses the brush. Then you will see a yellow piece in the middle of the brush, this is a stopper. It is meant to come out, it takes a bit of a pull to get out, but once you remove it the powder comes out very easily and is very easy to work with. It blended into my scalp very nicely and there was no patches of powder visible. I would give it a five star review but just because of how much product you get, for the price is not a lot but then again you don't have to use that much each use."
        },
        {
            "review_title": "Sun Protection Simplified",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Supergoop!'s (Re)setting 100% Mineral Powder SPF 35 Mineral Sunscreen is a game-changer for me. As someone who's always on the go and values convenience in skincare, this product has become an essential part of my daily routine. The powder formula makes it incredibly easy to apply and reapply sunscreen throughout the day without disrupting my makeup or leaving behind a greasy residue.  I appreciate that it offers SPF 35 protection, giving me peace of mind knowing my skin is shielded from the sun's harmful rays. Plus, being a mineral sunscreen, it's gentle on my sensitive skin and doesn't cause any irritation or breakouts.  One of the standout features for me is its versatility. Not only does it provide sun protection, but it also helps to set my makeup, giving me a matte finish that lasts for hours. It's like a two-in-one product that simplifies my beauty routine and saves me time.  However, I do have to mention that the packaging could be a bit more user-friendly. While the built-in brush is convenient for application on the go, it can be a bit messy and difficult to control the amount of product dispensed.  Overall, Supergoop!'s (Re)setting 100% Mineral Powder SPF 35 Mineral Sunscreen has earned a permanent place in my skincare arsenal. Its effectiveness, convenience, and skin-friendly formula make it a standout product that I highly recommend to anyone looking for hassle-free sun protection."
        },
        {
            "review_title": "Miss the old packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Love the product, love that itu2019s now refillable, hate some aspects of the new packaging. Not sure if this is just applicable to their Canadian version. The previous packaging enabled you to slide the brush portion back down easily so that you were able to place the cover back on, not any more. I spent about 5 min trying to not muck up the bristles. Not convenient, sadly returned"
        },
        {
            "review_title": "Horrible packaging!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Horrible packaging!!!! I love the idea of this product but the packaging broke very shortly after I bought it. A few of my friends had bought this prior to me and warned me to be careful so I was very cautious and it still broke."
        },
        {
            "review_title": "Very bad packaging",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Donu2019t waste your money! The packaging is awful! It doesnu2019t release any powder out! I ended up having to open the bottle and empty it in a small jar! There are better products out there! Worst spf powder I have ever purchased"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone",
            "review_text": "Love love love my only wish would be make a darker version!!!! I use it for my hair line which sometimes leaves a white residue on my brown hair however can blend in definitely recommend!! ufffc"
        },
        {
            "review_title": "Great product and concept. Just faulty packaging.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Great concept. Always looking for spf to apply midday on top of makeup. This works just have to remove the spout when you first receive it (itu2019s taller than the brush because you have to remove that protective piece first. The packaging does break but other than that great product."
        },
        {
            "review_title": "Not worth",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this a while ago and honestly I thought I wasnu2019t able to use it properly as the powder wasnu2019t coming up but I just read the comments and it looks like I wasnu2019t the only person with the same issue. I would like to return it but I already threw the box away so Iu2019m going to try dumping it into a container and using it from there and see how it goes not worth the money in my opinion. ufffc"
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Terrible product.. the packaging breaks. Unfortunately the power gets everywhere. The plastic was cracked and I wanted this for vacation but canu2019t take it anywhere."
        },
        {
            "review_title": "Small Amount of Product in a Terrible Brush",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The amount of product is sooooo small for the price you pay. Also, the packaging is terrible. I couldn't get the powder to come out of the brush at all. I ended up just opening it and dumping it into an old powder container I had."
        },
        {
            "review_title": "DO NOT BUY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Do not recommend. Bought it for my scalp as it always burns but now I have to return it. The spout where the powder comes out of the brush is taller than the brush itself, so the brush is useless. Not to mention the minimal amount of product you even receive for the price. Not worth the buy"
        },
        {
            "review_title": "Terrible if you have sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Burns and irritates my skin! I love the idea of the product but it causes extreme irritation and breakouts for me. I tired it several times, and every time I get a bad reaction."
        },
        {
            "review_title": "Une poudre 2 en 1 pratique u00e0 avoir sur soi!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019adore cette poudre solaire, ju2019ai tendance u00e0 transpirer facilement du visage surtout lu2019u00e9tu00e9 ! Du coup parfait pour faire un tour aux toilettes et se poudrer tout en se protu00e9geant le visage ! Je le recommandu00e9 apru00e8s bien que pratique, le packaging nu2019u00e9tait pas simple u00e0 utiliser au du00e9but."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a great product for on the go sunscreen touch ups.  It is easy to apply and reduces shine. I keep one at home and one with me at all times!"
        },
        {
            "review_title": "Brush fell off after a few uses.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "I loved the product because I could put it on top as a powder and use for hair. After about 10 uses the  brush fell off so it was no longer usable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used this in my hair this summer. As someone who always burn in my hair part, this has prevented all burning. It's lightweight and didn't make my hair greasy!"
        },
        {
            "review_title": "Must have in travel",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Use it a lot in my last travel!! Very easy to use during the day, no need a mirror, can easily be reapplied through out the day, help to manage the u00ab shine u00bb during a hot and sweaty day"
        },
        {
            "review_title": "Terrible packaging",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Do not waste your time buying this. Package is not poorly engineered and impossible to get product out! Very disappointing. If I could give it 0 Stars I would."
        },
        {
            "review_title": "New favourite - must have for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is great for on the go. The container and application is amazing- just read the instructions and youu2019ll do it easily & properly. My 5 year old even figured it out. The yellow stick in the middle is part of the packaging and has to be popped out.   I had a hard time trusting that this powder would protect me from the harsh Caribbean sun because itu2019s so light and translucent but it actually did its job. Iu2019ve even applied it on my kids when they needed a quick touch up on the go. 1 out of 3 of us that used it has extremely sensitive skin and it didnu2019t cause any irritation or problems. I only wish it was also available in a larger size so we could apply it to for larger areas like legs/ back etc easily."
        },
        {
            "review_title": "polemic product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I will try to break down everything that makes the reviews about this product so polemic.  1) the product is really good. it's lightweight and gives a matte finish , which is what you want when you apply sunscreen over make up,  not the usual shiny look. 2) the applicator is not so bad. a lot of people complained about the yellow part in the middle of the brush,  saying it makes it impossible to apply the brush directly onto the face, but If you read the instructions on how to use that part must be removed before first use.  having said that, replacing the cap when the brush doesn't retract is a bit tricky. 3) the amount of product that comes in the package is completely ridiculous. for 46 dollars I would expect a LOT more.    overall,  very good product and I will be repurchasing, but I wish these things above were considered by the brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "LOVE LOVE LOVE THIS!!!!!!!!!! such a great product"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The product itself is good. I like the coverage it gives. Great for oily skin. However, the applicator is absolutely terrible. Itu2019s really difficult to apply the product as the powder doesnu2019t always come out.  out:"
        },
        {
            "review_title": "nice super sheer coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I don't really wear makeup anymore but this is great for evening skin tone and hiding most of the redness from my sensitive, blemished skin while still looking natural. My skin gets really red and this hides most of it where Im not feeling self conscious. It also stays on all day for me while not feeling cakey at all.  Applying this does require some patience to build up on your skin but I prefer that to avoid the caked feeling right off the bat if I used a separate powder."
        },
        {
            "review_title": "Buy this if your scalp burns!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I am fair skinned and my scalp always gets badly burnt and peels. I donu2019t suit hats and regular sunscreen makes my hair greasy so this has been a lifesaver! Havenu2019t even tried it on my face but can confirm this works great when applied to your scalp! Helps to absorb excess oil too which is good for my greasy hair!!"
        },
        {
            "review_title": "It's giving sand",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I tried this on for the first time aaaand it was horrible. I was completely dry, minimal grease and only brushed a little bit of product on my forehead first which looked HORRIBLE. It looked like when you have sun burn and the skin is peeling so no amount of concealer can make it look smooth aka it clings on to dry spots. The application is so dumb it doesn't distribute the powder evenly and even if you switch it to the close mode it keeps pouring out product. I'll stick to my Kbeauty sunscreen"
        },
        {
            "review_title": "Doesnu2019t work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Literally nothing came out, tried multiple times and opened it correctly, donu2019t waste your money!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Didnu2019t love it. Found it to be too uneven and did not help prevent a burn."
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This product is mediocre considering how much everyone raves about Supergoop. It didnu2019t feel like anything special, and it was expensive. Little powder is dispensed at a time, and perhaps it gave me an SPF boost but  the powder never felt like it was coming out at the rate that I wanted it to. I was just dabbing my face forever to get a tiny bit of powder out. Wouldnu2019t buy again."
        },
        {
            "review_title": "Very little product for price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Very small amount of powder. A lot of empty space in bottle."
        },
        {
            "review_title": "Good choice for summer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s a good sunscreen powder for refreshing your sunscreen during the day. size of packaging is perfect and you can carry it in your small bag but itu2019s overpriced for this  amount product. Generally I recommend it if you donu2019t care about price"
        },
        {
            "review_title": "Reapplying made easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I burn very quickly and like to re-apply sunscreen often but when you have makeup on it isn't easy, now it is. I also like it for my hair part."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love powdered sunscreen.  This works great. Iu2019ll buy again."
        },
        {
            "review_title": "Broke after a few use",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I used it 3-4 times and it brokeu2026 not impressed I am returning it."
        },
        {
            "review_title": "Do not use as only sunscreen",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I use it every day on my face and love it. However, I also use a moisturizer plus tint with an spf 20.  I applied it to my arms today as I forgot sunscreen. I applied it twice in 3 hours and got very burnt."
        },
        {
            "review_title": "Good for scalp!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I had to look up how to remove the plastic in the centre so the product would dispense (it's there for protective reasons so the product doesn't spill before being sold to consumers). Like others, I had a moment where I thought it was a faulty product because of the plastic sticking out the middle, hahahah.  After that, the product came out well. I use it only for scalp protection on my hair part so it lasted a long time for me, but it's definitely too little product for the price if you're using it for your face."
        },
        {
            "review_title": "Donu2019t Waste Your Money on Goop",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "The applicator never worked properly even before it completely broke apart shortly after i bought it. The dispensing was very uneven and the powder itself it white and chalky. I have tried a two other goop suncreen products including the (face resetting spray with spf) and would not recommend ANY of themu2026. Would not use again even if they were free - buy something else!"
        },
        {
            "review_title": "Faulty design and applicator",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was so excited to see this mineral setting powder with SPF especially because I have a hard time reapplying SPF in warm weather as I sweat quite a bit.   Unfortunately the u201copen/closeu201d function on this did not work for me at all and I had to open the powder from the bottom and dump it onto my wrist, which is not easy to control the amount coming out and makes this product not very portable or efficient. Because there was so much product that came out the product come off cakey on my face. This might not happen if the applicator worked properly with a controlled amount of product being used.   Another poorly thought out design for the product is the tube part that the powder is supposed to come out of is in line with the product brush so you canu2019t really compress the brush on your face because the applicator is hard plastic. This makes application difficult even if the product were to come out properly.   Hopefully they can improve this product in the future because I really want to try this product for daily SPF"
        },
        {
            "review_title": "Brush System Doesnu2019t Work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Maybe product is ok but brush system doesnu2019t work. Kept trying, then it unscrewed and made a mess. Tried many times to get it to dispense, ended up having to pour onto my hand. Brush has a weird pot in the middle that makes application awkward so used my fingers. Will be returning."
        },
        {
            "review_title": "Did not work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "The brush system did not work at all. I had to pour the powder out."
        },
        {
            "review_title": "Mess free !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Used this for over a week in Mexico and I love it! Will be great addition for anyone that works outdoors and wants to top up sunscreen without getting their hands messy!! Matte, and good overtop makeup. Package could use some work as I found it twists too far so you have to be gentle (read the instructions first before using). A little goes a long way if you use it right."
        },
        {
            "review_title": "Too little product, great finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Here is the thing: this product needs a bigger container and refills. 46$ for this tiny amount is outrageous. BUT, that being said, it's incredible. Fits SO beautifully over the It Cosmetics Glow CC Cream. It blurs pores, keeps shine at bay and has really good sun protection. It is meant to be used as a touch up over makeup (because let's be realistic, who washes their face every 2 hours to reapply sunscreen and redo their makeup), not your sole sun protection. And again : it has to be used the right way. Make sure the bottle in unlocked (lock it before putting it in your purse). When it's unlocked, grap it with the brush downwards and just give it one shake down. The powder will fill the brush and you are ready to apply.  It works great for me. My only complaint is that there isn't enough product for it to be sustainable. You'd need a new product every 7-10 days if you apply it every day,  a couple of times a day."
        },
        {
            "review_title": "bad applicator",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I wanted this product to touch up my suncream in hot days, also remove shin on my forehead without mess up my make up however the applicator is very bad the powder doesnt come out and when you try harder lots of powder come out and make a big mess even if you try on your hand you will end up waisting produt. I trough out the box. I hope I can return it. This product should be like a compact format."
        },
        {
            "review_title": "The best on the go sunscreen!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "This is amazing.  Years ago I tried other brands which were too heavy or too white.  This does not add colour, but it does mattify.  I bought it in Hawaii when I noticed my nose getting red and popped into the Sephora at Whaler's Village.  This is exactly what I was looking for.  I keep it in my purse to apply as needed.  Everyone needs this!"
        },
        {
            "review_title": "Great addition to my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Great product to put in your bag for touch ups, around your hairline and on ears where cream is too greasy.  Note you should still use your regular daily sunscreen before your makeup, this is for setting and touching up."
        },
        {
            "review_title": "Better than more expensive competitors",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Application is less messy than similar product from Colorscience"
        },
        {
            "review_title": "refills please!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "love this but it does not come with enough product and it's really annoying that you can't just buy a refill instead of the whole brush again"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Please start selling refills for this so we don't have to purchase the brush and everything again."
        },
        {
            "review_title": "Hair line sunscreen!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Everyone needs this not for setting powderu2026. For your hair line!! I hate wearing hates and I applied this to my hair line in the front of my head where I normally burn. Life changing. Pat the brush into your hair line! No burns! Decent for shine and setting as well. But Iu2019d purchase again for my hair."
        },
        {
            "review_title": "A little complex with the packaging, but Iu2019m happy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It took me a bit to figure out how the applicator works - but once I finally did, I am satisfied! I always wanted an easy way to reapply spf in the day.  I would recommend adding more clearly defined instructions in the box to avoid frustration!"
        },
        {
            "review_title": "Great idea",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Love the packaging and the idea. Great way to reapply without messing up your makeup. Every skin care girly should have this!!!"
        },
        {
            "review_title": "Broke after 2 or 3 usages",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The brush disconnected when I was using  Powder everywhere lost most of the product  Disappointed dumped what I could save in a container  Like the other supergoop products"
        },
        {
            "review_title": "Great to take on the go!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Love the protection without having to use a cream!  Great for summer!  Helps set my makeup also so is 2 products in 1!  Portable and will buy again!"
        },
        {
            "review_title": "Sunny days woonder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Awesome idea and execution. To close the powder you need to twist the brush. I don't see here a problem."
        },
        {
            "review_title": "All the stars",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I LOVE this sunscreen. I have highly sensitive, breakout prone skin. I've been using it daily for a few months now without any reaction. The applicator is easy to use, it's truly transparent (no sign of it on with or without makeup), and is great for reapplying SPF throughout the day. I've been recommending it to everyone."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love this. Will not disturb your makeup. love that it's a mineral sunscreen. Read the directions before using it because I could not figure it out. However, this is very little product for over $40, the price is a little crazy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Was skeptical about the translucent but it works really well and you canu2019t notice on top of the makeup."
        },
        {
            "review_title": "Must have sunscreen essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Really love how light weight this powder is and how easy it is to add spf on top of makeup"
        },
        {
            "review_title": "Great product poor package",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "the powder is great but the package is terrible. It comes with poor plastic container that looses a lot of this expensive product."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love this! Protects my skin from the sun, helps absorb shine and applies perfect over my makeup."
        },
        {
            "review_title": "helps protect skin on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "starters: the yellow piece in the middle comes out. i had no idea and was initially frustrated. the lock is secure and the power is really nice. i have an issue with oily skin and sunscreen running into my eyes  over the day and then burning. this helps reduce that. i actually really like the product and its intended use."
        },
        {
            "review_title": "Works well but unnecessarily complicated packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I took this on a 3-week trip to Australia and New Zealand where I had a ton of beach and pool time. This achieved what I was looking for - a powder formula that applies easily without ruining my makeup. It provides good coverage and mattifies the skin. It's easy to apply with the built-in brush. However, as many have noted in this review section, the packaging is strangely convoluted. Every time I want to use it, I have to remove the lid (and hold that lid with one hand), push down the brush cylinder, then turn the powder lock to open in order to use. Then reverse those steps to close it! Often when I turn to close it, it somehow unscrews the whole powder chamber instead of lock into the closed position. Not an elegant product design. Luckily mine didn't break like others' did.   Hoping that Supergoop or some other brand could come up with more affordable powder SPF options with better application designs."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I actually really like this, I just wish there was more & it came out a bit easier. Otherwise, itu2019s done itu2019s job and itu2019s done it well!"
        },
        {
            "review_title": "Great concept, poor execution",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "once I opened it, I couldn't close it again , so it would apply way way too much powder. Then, the powder itself didn't sit well on makeup at all . Lifted makeup and looked cakey. I'll stick with re-applying tinted sunscreen"
        }
    ]
}