{
    "product_id": "1659",
    "name": "Lean Mineral Mattifying SPF 50+ Fragrance Free Screen",
    "brand": "Ultra Violette",
    "categories": "Skincare, Sunscreen, Face Sunscreen",
    "price": 48.5,
    "about": "What it is:u00a0A fragrance free, mineral SPF 50+ that leaves a visibly blurred, mattified, skin-perfected finish with minimal white castu2014Australian made and tested...Skin Type: Normal, Oily, and Combination..Skincare Concerns: Fine Lines and Wrinkles, Uneven Texture, and Acne and Blemishes..Formulation: Cream..Highlighted Ingredients:.- Zinc: A mineral UVA and UVB filter that soothes and protects sensitive skin..- Kakadu Plum: An antioxidant-rich vitamin C, that visibly brightens and smooths uneven skin tone..- Plant-Based Pentavitin: A clever, moisture-loading magnet, boosting skin hydration for up to 72 hours...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know:u00a0Lean is your go-to for non-chalky mineral SPF. Designed for daily wear, its fragrance-free formula has a visibly perfecting, subtly mattifying finish with minimal white cast...Ultra Violette's 'SKINSCREENS' equal skincare plus sunscreen. Their range is made and tested under the harshest conditions in the world: the Australian sun.",
    "ingredients": "-Pentavitin: A plant-based ingredient that delivers up to 72 hours of hydration..-Zinc: Prov Provides UVA and UVB protection to prevent the appearance of pigmentation and premature ageing..-Kakadu Plum: A rich source of vitamin C and antioxidants to brighten the skin...Zinc Oxide 22.75%, Water/Aqua/Eau, Coco-Caprylate/Caprate, Octyldodecanol, Caprylic/Capric Triglyceride, PEG-30 Dipolyhydroxystearate, Glycerin, Cetearyl Alcohol, Polyglyceryl-3 Polyricinoleate, Gluconolactone, Isostearic Acid, Sodium Chloride, Terminalia Ferdinandiana Fruit Extract, Cetearyl Glucoside, Sodium Benzoate, Saccharide Isomerate, Xanthan Gum, Iron Oxide Yellow, Iron Oxide Brown, Disodium EDTA, Iron Oxide Black, Citric Acid, Sodium Citrate, Ammonium Acryloyldimethyltaurate/VP Copolymer.",
    "how_to_use": "Suggested Usage:..-For everyday use (we mean it)..-Apply cream directly to face as the final step of your skincare routine..-Do not stay too long in the sun, even while using a sunscreen product..-Avoid prolonged exposure to the sun and wear protective clothing, hats, and eyewear.",
    "num_reviews": 110,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/ultra-violette-lean-mineral-mattifying-spf-50-fragrance-free-screen-P511212?skuId=2779668&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2779668-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2779668-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Best sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Works great for my oily skin, the tint gives a very airbrushed look without any makeup. The finish isnu2019t overly matte, itu2019s very natural 10/10 I love it"
        }
    ]
}