{
    "product_id": "1455",
    "name": "Izumi Tonic Strengthening & Thickening Rice Water Hair Mask",
    "brand": "shu uemura",
    "categories": "Hair, Hair Styling & Treatments, Hair Masks",
    "price": 99.0,
    "about": "What it is: A deeply nurturing, strengthening mask infused with Japanese rice water to repair damage, guard against future breakage, and visibly thicken fragile hair...Hair Type: Straight, Wavy, Curly, and Coily..Hair Texture: Fine and Medium..Hair Concerns:.- Thinning.- Volumizing.- Damage, Split Ends, and Breakage..Key Benefits:.- Leaves strands 30X stronger and increases hair diameter.- Reduces split ends by up to 91 percent and guards against breakage due to brushing.- Leaves strands soft, smooth, and shiny..Highlighted Ingredients:.- Rice Water: Is rich in amino acids, vitamins, and antioxidants that help restore damaged hair and guard against future breakage...Ingredient Callouts: This product comes in recyclable packaging...What Else You Need to Know: Inspired by yu-su-ru, the centuries-old Japanese beauty tradition of bathing hair in rice water, the Izumi Tonic range helps restore damaged strands, guards against future breakage, and reveals healthier, smoother hair. This nourishing, strengthening, and rich mask intensely hydrates and visibly thickens strands, restoring key nutrients and repairing damage due to brushing. The precious rice water it contains is sourced from Hyogo, Japan in an eco-friendly manner...Fragrance Description: The vibrant, woody, musky fragrance reinterprets a breathtaking rice-field horizon. It opens with bergamot and lemon top notes and unfolds with a heart of precious ylang-ylang, iris, and sweet rice water resting on a base of sandalwood and vanilla...Clinical Results: In a controlled study using a system of Izumi Tonic Shampoo, Mask and Serum.- Hair diameter is thicker, hair is shinier.- Hair is 30x stronger*.* When used system of Izumi Tonic Shampoo + Mask + serum vs. non. Conditioning shampoo.- Appearance of split ends is reduced by 91%**.**When used system of Izumi Tonic Shampoo + Mask + serum vs. non. Conditioning shampoo",
    "ingredients": "-Rice Water: Is rich in amino acids, vitamins, and antioxidants that help restore damaged hair and prevent future breakage...Aqua/Water/Eau, Cetearyl Alcohol, Amodimethicone, Glycerin, Behentrimonium Chloride, Cetyl Ester, Trideceth-5, Isopropyl Alcohol, Caprylyl Glycol, Trideceth-6, Benzoic Acid, Trideceth-10, Linalool, Phenoxyethanol, Limonene, Cetrimonium Chloride, Acetic Acid, Butylene Glycol, Citronellol, Coumarin, Alpha-Isomethyl Ionone, Geraniol, Hydrolyzed Rice Extract, Parfum/Fragrance.",
    "how_to_use": "Suggested Usage:.-Apply a quarter-size amount to wet hair weekly. .-Gently massage throughout hair from mid-lengths to ends..-Leave on for five to 10 minutes before rinsing thoroughly. .-Boost your hair-strengthening routine with the gently cleansing Izumi Tonic Shampoo (sold separately). ..Pro tips:  .-Part hair into two sections and massage mask throughout mid-lengths and ends for an even distribution..-Twist each section away from your face for more intense penetration. .-Leave in for five minutes. .-Rinse right before exiting the shower for optimal results...Recycling Instructions:.-This product comes in a sleek, eco-conscious bottle made with 95 percent recycled plastic and eco-friendly ink. .-Recycle outer box.",
    "num_reviews": 169,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/izumi-tonic-strengthening-thickening-rice-water-hair-mask-P504798?skuId=2658797&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2658797-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6 oz / 200 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2658797-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Great for my fine frizzy hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have fine curly hair that I straighten often itu2019s dry and frizzy and highlighted. This mask made my hair feel so soft and healthy and even fuller ! Itu2019s very expensive but since I donu2019t use much it lasts me a long time. It also doesnu2019t weigh down my hair."
        },
        {
            "review_title": "immediately Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I got a sample packet of this in a recent order, finally tried it out and...wow! I rarely write reviews or am impressed by new products, but this was an automatic, oh I'm gonna need to go buy that. I have very dry hair, and this made my hair feel the softest it's been in years. I found the smell to be nice, not at all overpowering, good consistency, nice to use."
        }
    ]
}