{
    "product_id": "1188",
    "name": "Mini Sunkissed Blush & Bronze 3pc Kit",
    "brand": "NUDESTIX",
    "categories": "Makeup, Face, Face Sets",
    "price": 47.5,
    "about": "What it is:A no-makeup, makeup kit that warms the complexion with a pop of nude color and contains everything you need to bronze, sculpt, and blush...Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. These products are also vegan, gluten-free, and cruelty-free..What Else You Need to Know:Inspired by the iconic, bestselling, award-winner, and a celebrity most-loved shade, Sunkissed, the Sunkissed Blush & Bronze Three-Piece Mini Kit is a limited-edition set that features the original Nudies Matte All Over Face Bronze Color in Sunkissed, and curated Nudies Matte All Over Face Bronze Color in Sunkissed Cool, and Nudies Matte All Over Face Blush Color in Sunkissed Pink..This Set Contains:",
    "ingredients": "Mini Nudies Matte All Over Face Bronze Color in Sunkissed Cool:.Diisostearyl Malate, Dimethicone, Polybutene, Caprylyl Methicone, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Synthetic Wax, Bis-Diglyceryl Polyacyladipate-2, Polyethylene, Dimethicone/Vinyl Dimethicone Crosspolymer, Kaolin, Aluminum Starch Octenylsuccinate, C12-15 Alkyl Benzoate, Tocopheryl Acetate, Silica, Caprylyl Glycol, Phenoxyethanol, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Hexylene Glycol [+/- Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499)].. .Mini Nudies Matte All Over Face Blush Color in Sunkissed Pink:.Dimethicone, Diisostearyl Malate, Polybutene, Caprylyl Methicone, Dimethicone/Vinyl Dimethicone Crosspolymer, Synthetic Beeswax, Synthetic Wax, Bis-Diglyceryl Polyacyladipate-2, Kaolin, Aluminum Starch Octenylsuccinate, C12-15 Alkyl Benzoate, Sorbitan Isostearate, Phenoxyethanol, Silica, Glyceryl Caprylate, Tocopherol [+/- Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492), Red 28 Lake (Ci 45410), Red 7 (Ci 15850), Yellow 5 Lake (Ci 19140)]...Mini Nudies Matte All Over Face Bronze Color in Sunkissed Cool:.Diisostearyl Malate, Dimethicone, Polybutene, Synthetic Wax, Caprylyl Methicone, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Bis-Diglyceryl Polyacyladipate-2, Dimethicone/Vinyl Dimethicone Crosspolymer, Kaolin, Aluminum Starch Octenylsuccinate, C12-15 Alkyl Benzoate, Sorbitan Isostearate, Phenoxyethanol, Glyceryl Caprylate, Tocopherol, Silica, Triethoxycaprylylsilane, Aluminum Hydroxide [+/- Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77499), Red 40 Lake (Ci 16035)]. ..Contains pigments not suitable for the eye area in the USA. Please review before use...NUDESTIX formulations are updated from time to time as part of the brandu2019s commitment to innovation and maintaining global compliance. Therefore, ingredient lists or claims shown here may differ from the box of the product depending on time and global region of purchase...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.Get the Look:.-Apply Sunkissed as a bronzer on highpoints of the face where the sun usually hits for an all- over healthy, tanned look..-Stipple Sunkissed Cool as a contour to define cheekbones..-Shade around the forehead or jawline then swipe onto eyelids as a subtle nude shadow..-Add Sunkissed Pink onto cheeks for a natural flush of color then press onto lips to add a subtle tint.",
    "num_reviews": 196,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/nudestix-sunkissed-blush-bronze-mini-3pc-kit-P510424?skuId=2756518&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2756518-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "It's a no",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I was really excited to try this kit but it was a disappointment. The colors are ashy and does not blend well. It disappears. I will not be using it."
        },
        {
            "review_title": "LOVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I absolutely love this mini sunkissed blush and bronze! It blends beautifully into the skin, giving a natural, flushed look that lasts all day. Unlike other blushes I've tried, itu2019s smooth and lightweight, with no patchiness. The formula is buildable, so I can go from a subtle glow to a more intense color, and it works perfectly for my skin tone.  Itu2019s also compact and travel-friendly, making it easy to apply on-the-go. Plus, it doesn't irritate my sensitive skin or clog pores. Iu2019d definitely buy it again and recommend it to my friends and family. This blush is a total game-changer!"
        },
        {
            "review_title": "Smooth as butter!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Dry skin",
            "review_text": "This product is actually super versatile. I like that. It comes in different shades That compliment each other, sunkissed, sunkissed cool and sunkissed pink. The packaging is super dope. It came in an awesome black tin which they all fit nicely in and are easy to travel with. They seem to have a decent amount of product per stick. if youu2019re not going super heavy on the daily with them they would last a pretty long time. I liked personally that they were subtle and blendable. When I first used it I was like u201cOHHHH LAWDu201d because it looked like I was going to have a straight up line on my face BUT they blend incredibly well and are super subtle if you want them to but you can build and make a more dramatic look. They go on super smooth, even smoother than my Milk lip and cheek stick which is usually my go to. Overall Iu2019d say theyu2019re versatile, smooth as butter and great complimentary colors. The only con I would say is that if youu2019re not experienced with makeup they might be a little bit intimidating. Overall 8/10 would recommend."
        },
        {
            "review_title": "An ok product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I recently tried the Nudestix Mini Sunkissed Blush & Bronze 3pc Kit, and while I liked it overall, it didnu2019t quite live up to my expectations in terms of pigmentation.  The shades are absolutely beautiful and perfect for achieving that natural, sun-kissed look. The creamy formula blends effortlessly and feels light on the skin, making it a great option for everyday wear. I also love the convenience of the compact sizeu2014itu2019s perfect for on-the-go touch-ups or travel.  However, I found that the pigmentation was a bit too sheer for my liking. I had to layer the product a few times to get the color payoff I wanted, which is fine for a subtle look but not ideal if youu2019re going for a bolder effect."
        },
        {
            "review_title": "I enjoyed them",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "love these, formula is awesome and they are all beautiful. stays for a good amount of time. not streaky, and very good pigmentation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I like the blush and bronzer. Im not usually a bronzer user but I always wear blush. The texture is creamy so it doesnt take much effort to blend. The color is light and long lasting. The bronzer is also a light enough color that it doesnt look too overwhelming.  My skin tone is more on the neutral tan btw."
        },
        {
            "review_title": "Perfect for light to medium skin tone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Love these colors and cream the product is. These colors would make the perfect blushes for me but are too light to be bronzers on my skin (medium to deep)."
        },
        {
            "review_title": "Effortless Glow in a Portable Kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is is such a perfect addition to my makeup routine! The cream formulas are super easy to blend, and they give me the most natural, sunkissed glow without any harsh lines. I love how lightweight and non-greasy they feel on my skin, making them ideal for everyday wear. The shades are so flattering and versatileu2014they work well with my skin tone and give me that fresh, bronzy look Iu2019m always going for. Plus, the mini size is perfect for throwing in my bag for touch-ups throughout the day. I highly recommend this kit if you love quick, easy, and natural makeup!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is my first time using blush and bronzer sticks and I loved how creamy and smooth these are! Very buildable and easy to blend. Super cute packaging too."
        },
        {
            "review_title": "Natural looking bronze",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Itu2019s a really nice subtle bronzer. Great for brown skin but for brown skin specially mine the colors could be a little more darker. Other than that creamy smooth finish . Easily to apply as well. Love the trxture"
        },
        {
            "review_title": "Another win for Nudestix!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I have now used all three of the products in this trio and I can safely see these are now my favorite bronzer and blush sticks Iu2019ve ever used. They have a beautiful sunkissed, lit-from-within glow to them, and they blend like a dream. I already know Iu2019m going to be wearing these all summer long in 2025. Also, for the girlies that love a lot of blush all but that isnu2019t going to overpower the entire look, this is the blush for you!"
        },
        {
            "review_title": "Easy to blend and beautiful colors!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love how easy to blend these blushes are and for the most part they are matte, which is my preferred finish. Even though they are u201cminiu201d, they definitely will last you a long time especially because there are three of them. The colors are different enough so that you do get 3 distinctly different blushes if you are a light to medium skin tone as I am. Love this and itu2019s a good deal!"
        },
        {
            "review_title": "Nude Stix",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "The Nude Sticks are the go to makeup you need for a quick fix. They are perfect for any occasion and any outfit. They create a glamorous look. I love how they compliment my skin and make me look ravishing. I highly recommend Nude Stix for everyone."
        },
        {
            "review_title": "Im in love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This kit is The BEST kit ive tried in a while. Literally covers up my blemishes .  I recommend this to everyone."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, mediumTan skin tone, Dry skin",
            "review_text": "This product is amazing , the formula is very creamy and melts into the skin, doesnu2019t lift your foundation , the colors are versatile and great for spring summer and winter! The bronzer undertone was amazing and the blush shades are beautiful ! Definitely a must for clean girl makeup or even sunkissed glow"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Very buttery and smooth to apply. The colors are great and I noticed they applied well with a brush or sponge. I like that they are multipurpose."
        },
        {
            "review_title": "For my minimalist make up girls (:",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have tested this product out just a few times, however, I will say the packaging & the versatility of the product is something I really like. From the benefit of using it for whatever piece of makeup youu2019d like (blush, lips, eyes) or even the tin. I would recommend this for my minimal make up girls. As the application is smooth, & subtle. The pi"
        },
        {
            "review_title": "Multipurpose and Portable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this little trio - from the size of each stick and the reusable travel tin, to the staying power and versatility of each shade. I almost wish this wasn't a limited edition run! Each shade shows up really well on my skin and I'm South Asian with a light/medium skin tone - but more importantly each shade LOOKS GOOD on my skin tone too. Each shade is highly versatile and can be used as a blush, eyeshadow, or lipstick. They have a nice dewy finish without feeling greasy, but with a setting powder they have the potential to last all day."
        },
        {
            "review_title": "Perfect for a no makeup makeup look",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I love how small the product is and how pigmented they are. Very easy to blend for a natural makeup look"
        },
        {
            "review_title": "Easy to use multi-wear sticks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I've been using this product for a few weeks. All of the shades show up well on medium skin tone. Additionally, I love using the sticks as eyeshadow and/or over the cheeks."
        },
        {
            "review_title": "Best Blush Trio",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I have been using this product for about a month now, it has been an amazing blush trio. The three colors work on my medium skin tone and even in the winter, they are not too dry on the skin. Even if the blushes are u2018matteu2019 they are creamy and stay on the skin. Application is easy and very fast. Formula is great not too dry but does have a finish matte look. I will definitely buy other colors and get the big sized blushes."
        },
        {
            "review_title": "Cute trio pack !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love how this comes in a little 3 pack trio of 3 different shades. I am so impressed with how creamy and versatile all 3 shades are. And love the little tin case it came in as well cus it comes with a little mirro which i thought was ao cute!!  Becauss"
        },
        {
            "review_title": "Perfect for a sun kissed glow!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Thanks Nudestix for the free product! Overall, I think this is a great product to provide a quick and easy glow. The colors are warm and beautiful, and the coverage is long lasting. If youu2019re looking for a quick and easy application, this is for you! I will definitely be adding these to my regular rotation!"
        },
        {
            "review_title": "All in one package, a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "After using this products for almost two weeks, I can say they are amazing, they gave me a natural look and they are so soft with my skin. Also they are easy to blend and left a glowy skin. A must have for me!"
        },
        {
            "review_title": "A great addition to everyday makeup",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Sunkissed Blush and Bronze palette offers a perfect balance of warm, sunlit tones that blend seamlessly for a natural, radiant glow. Its lightweight, buildable formula makes it versatile for both subtle everyday looks and more dramatic contouring. With long-lasting wear and a soft, silky texture, itu2019s a must-have for achieving that effortless sun-kissed complexion. I would highly recommend this product to anyone looking for a reliable and affordable way to enhance their natural beauty."
        },
        {
            "review_title": "Cute set!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "This product is perfect for travel or on the go. The nudestix are a great combo but not a lot of product with them. The packaging is very cute and would be great as a gift!"
        },
        {
            "review_title": "Cute, but tiny",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Super cute packaging, I love the tin with a little mirror in it son much.  Decent color payoff does look pretty natural and wears comfortably. But the amount of the product is so incredibly miniscule"
        },
        {
            "review_title": "A new go to for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "So creamy and blendable! I used sunkissed pink for blush on my cheeks and nose. I like it because itu2019s not too pink and can also be used as a matte lipstick!  You can really use them for buildable coverage. for contour I used sunkissed. It looks darker than it really is. I believe all 3 are great neutral colors and are able to be used on any skin tone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I absolutely love them they are super great im always in a rush and i love them how nicely they blend out and how they last all day and also look super natural its great for me. i would definitely buy for myself and for a friend."
        },
        {
            "review_title": "Very mini indeed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "The shades are very pretty and I love how easy the product is to blend but if I hadnu2019t received this product for free, I definitely wouldnu2019t spend $30 on these due to its size. Super MINI"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The packaging is too stinking cute but my mirror had a deep scoff down the center. I try to wipe if off but no matter how hard I scrubbed it stayed, rendering it useless.   Product performance is okay. I need more color variation for my brown skin with red undertones. Only one shade popped."
        },
        {
            "review_title": "Must have trip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Nudestix have the cutest packaging. This little trio was easy to apply and was buildable. I was able to go from a no makeup look into a full glam look."
        },
        {
            "review_title": "Must try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "After I've used these products for a couple of weeks, I can say I like them, they are versatile and easy to work with they blend very well to the skin. I 100% would buy these products, I told my sister about it."
        },
        {
            "review_title": "What a great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This has really simplified my makeup routine. I donu2019t like to do a lot, but adding a little bit of color really makes all the difference. I use this every day now and it will definitely stay in my makeup routine"
        },
        {
            "review_title": "So versatile!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "A stunning trio! I love everything nudestix does, these shades are versatile for everyone to use and love! Great for any season and so easy to blend and use! This truly is a must have staple for my makeup bag."
        },
        {
            "review_title": "Great multi-use product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "After trying the product a few times, I love the creaminess and application of the product. I have a deeper skintone and the pink shade is a great blush for me. I do think the darker shades could go a tad bit deeper for darker skin tones as far as blush goes. However, I love how multifaceted the product is. I was able to wear it on my cheekbones, lips and eyes! Also, great packaging. This would be great to bring for traveling"
        },
        {
            "review_title": "An Amazing Mini Sunkissed Blush & Bronze 3pc Kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "After using the Mini Sunkissed Blush & Bronze 3pc Kit product for a few weeks, I am loving the results! It has really helped my dry skin stay feeling hydrated and refreshed. This product is very easy to use and apply, and I really like the cute little case the product came in! I really like the shades of the products too. I'm very happy and satisfied with this product and it's results after using them! I'm most definitely going to purchase this product, and I do recommend to others to try this product!"
        },
        {
            "review_title": "Okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Definitely a blush trio. I wouldnu2019t consider the deepest shade a u201cbronzeru201d. I wish it came with a brush for application. Not very much product but they were nice."
        },
        {
            "review_title": "Great for on the go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love the versatility of the blush and bronze sticks! They are perfect for a touch up or to do a full face. I keep them in my diaper bag. The tin they contained in is super helpful to keep everything today. I love the mauve pink color to add color to my lips. They apply super smooth and are easy to blend. I particularly like that I can use them for different areas of my face, making them a really useful product. 10/10! Great product"
        },
        {
            "review_title": "creamy and pigmented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Blended very nicely as a blush. The smaller size of the product was perfect to throw in your purse or take for small vacations. Pigmentation was great and doesnu2019t feel heavy on the skin. Works as a cheek and lip product."
        },
        {
            "review_title": "Cute Packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Super cute, reusable tin to store the three sticks. Product applied creamy and is easily blendable. I enjoy using the sunkissed pink as a top blush.  Not the best for a glowy look but a nice add on."
        },
        {
            "review_title": "Sunkissed glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love these blush and bronzer sticks! My favorite is the pink one but theyu2019re all really nice. I have fair skin and was worried they might be too dark on me but they blend amazingly well and leave you with a nice submitted glow!nice"
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love that these products come in a little tin - makes it super easy for travel. These are great additions to my simple makeup routine - easy to blend, great pigmentation and I loved how well they worked with my skin tone. Price point is honestly great. These made me want to try more from this brand. I would recommend this if you're looking for cream blush/contour."
        },
        {
            "review_title": "Light application, wish it came with a mini brush!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I used this product consistently for a couple weeks trialing application in a few different ways, and found that I liked using it best as an underpainting before tinted serums etc. and brought out such a more natural rosey highlight than I expected! I was initially skeptical of what the texture would be like because I hate feeling cakey, but it was surprisingly light. The small size is so perfect for throwing in a clutch on the go, I just wish it came with a mini brush too or something as itu2019s def not one that easily applies well with your fingers!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "On my face, Sunkissed pink is the least offensive light powder, and I love it. Sunkissed cool is the most flattering and looks great as a lipstick. Sunkissed is not very fit me. I will try some different ways to use them. Is"
        },
        {
            "review_title": "For the money, worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "For the money, worth it. At this price point, you cant expect the best color/quality ever, but I am very impressed with the color sticks - extremely easy glide application. The tones themselves are pretty good for my fair-er skin, and stays on well. Would buy again. Cute packaging"
        },
        {
            "review_title": "Very blendable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "I'm usually skeptical about pencils & the blendability. These pencils went on smooth & blended out great. They didn't leave streaks on my foundation & went on super smooth."
        },
        {
            "review_title": "Would be better with a less orange-y bronzer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Normal skin",
            "review_text": "Thank you to NudeStix for allowing me to try this product for free! I really like the consistency of the stix and the packaging, I just wish the colors suited me better. The lighter bronzing color is a bit too orange for me, and the darker shade almost has a mauve tint to it that looks more like blush on me. I do love the color of the blush in the set, though. I also love that the travel tin they come in has a mirror on the inside! Genius! I would love to try other products from this brand, but maybe in different colors."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Dry skin",
            "review_text": "The formula is creamy and blends well. The blush colors were beautiful. My only issue was that the bronzer was not dark  enough for my skin tone."
        },
        {
            "review_title": "Such a cute product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is such a cool concept I lived being able to use it for my eyes cheeks and lips and itu2019s small enough to go inside of a cute little bag."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I love using cream products, so this worked perfectly for me. I use all 3 colors as blush, bronzer, and contour. They blend beautifully together and sit very well on top of my foundation. I wish the blush color was less pink because I feel like it doesn't go as well with the other colors, but I just add more of the other colors on top of it. The tin it comes in is pretty cute as well, I put my lipstick and gloss in it and bring it in my purse to reapply throughout the day."
        },
        {
            "review_title": "Cute Little Addons",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Tried few times and The colors are standard and fits wide shades of skin. Got to apply decent quantity to see the highlights.Price is perfect"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I was so excited to try this product since Sofia Richieu2019s wedding and finally I got the chance to buy it. Iu2019m feeling disappointed because I thought it would be more pigmented and blendable."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product for free in order to leave a review, and I was pleasantly surprised by the experience. The pigments are beautiful, buildable, and easily blendible. Blending with a sponge ended up erasing the color entirely, but using my fingers was the best way to leave a gorgeous hue behind. This will be perfect for summer!"
        },
        {
            "review_title": "I like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I used this product last few weeks. Mostly I used it as lipstick. I like it. This product has soft texture. Its easy to apply. This product is well pigmented. Basically I'm satisfied. I will recommend it to my friends."
        },
        {
            "review_title": "Great but broke",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received as part of a promotion but so far i really like them, the creaminess of the contour sticks is my favorite part. They spread nicely, however one broke already and now i feel like i cant even use the stick so that's definitely a downside."
        },
        {
            "review_title": "Efficient add-in to the work ready beautician",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "These sticks have a creamy and soft texture, they're super blendable and don't create cracks or dry up. I would compare it to the Charlotte Tillbury Colour Chameleon. This works beautifully on the lips and cheeks. They are nice hues for the eyes but if you have creased eyes like mine, the product accumulates along the creases and forms a line. I wouldn't really recommend it for the eyes. I do like the compact size, so I can take these with me on the go and touch up on my lips/cheeks as needed. The bottom twists to push the product up and you can twist opposingly to retract it (some products do not have that feature). I would buy this product again because it is convenient, I am a rather lazy person and this meets all the necessary needs to go out so it facilitates my morning ritual. It also smells quite decent. I've bought from nudestix before and they've never failed me. I'd recommend it to others as it's an easy product to use, the colors are pretty and natural, and it's travel sized. I received this product for exchange for an honest review."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I like the product, but I had to knock off a few stars because it is not for everyone. If you are any darker than tan these colors will probably not show up on you. Also, none of the shades really worked as a bronzer for me; the bronzer shade did give a nice flushed blush look."
        },
        {
            "review_title": "Super cute! Great for summer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Nudestix sent me this as a free gift. I love the shades. Didnu2019t quite match my skin tone but was great for underpainting. The more pink shade was great for blush! Canu2019t wait to try the other shades."
        },
        {
            "review_title": "Compact and cute!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m obsessed with this product and it hasnu2019t left my purse since I got it. Itu2019s super compact, comes in a cute little case, and gives me the perfect flush of color for any occasion. All three shades work so well for both lips and cheeks, but Iu2019ve been especially loving the sun-kissed bronze on my lips u2014 it gives me total 90s vibes. If youu2019re someone who likes to touch up on the go or just wants an easy pop of color in a hurry, this is a must-have!"
        },
        {
            "review_title": "Great colors, blend nicely",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love the colors. I only have a problem with the darkest bronzer shade since my skin is tan-dark tan, so doesnu2019t work so well as a bronzer. However the other two colors are great to use as a blush/bronzer, which I have been loving lately. The pigment is buildable. Okay for daytime and nighttime."
        },
        {
            "review_title": "Sun kissed GLOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I am in love with these! I use the bronzer as blush, and it gives me such a natural glow. The colors are absolutely beautiful!"
        },
        {
            "review_title": "I reach for it daily and not just as a blush",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I found that the cream formulas blend beautifully into the skin, leaving a natural, sunkissed glow. Itu2019s also a great lipstick giving you a cohesive monochromatic look with minimal effort."
        },
        {
            "review_title": "Gorgeous finish!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this product! Blends beautifully and does not get oily or separate in contact with other makeup. Natural enough to wear on its own!   It's not super pigmented, so I feel like I use a LOT at a time, so I'm not sure how long it will last, but I'm enjoying it - and it means it's easy to layer multiple colors.   I also have a full-size version of one of these and I think it's a bit firmer than the consistency of these.    But overall, a gorgeous, wearable glow that lasts and blends with very minimal effort."
        },
        {
            "review_title": "Perfect for On-The-Go!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This product is the perfect creamy formula and easily blend-able! While one of the bronze shades is a bit dark for my complexion, the shades are perfect for on-the-go and the tin is perfect too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I got this product as a free sample from the BzzAgent website. This is such a luxury product to receive for free. I loved it. Even though the samples are small-itu2019s enough product to try it out. My favorite shade was u201csunkissed pinku201d. It went very well with my olive skin and itu2019s very creamy and pigmented."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really liked this kit for a natural look that also don't make me look too oily. I have a combination skin so it's important to me for the product to not feel or look heavy and these blush and brozer are lightweight like that but I did need to blend well to get that look. Recommending using the lighter pink one it for a clean fresh face make up and the darker ones for a deeper casual look."
        },
        {
            "review_title": "PERFECT  TO GO OR TRAVEL BEAUTY SET !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "The NUDESTIX Mini Sunkissed Blush & Bronze 3pc Kit is a perfect  combination or effortless beauty.   I fell in love with its creamy, bendable formulas that deliver the perfect sun-kissed glow.  The shades are universally flattering and ideal for on-the-go touch-ups, making it my go-to for a natural, radiant look. Plus, the mini size is perfect for travel or keeping in my purse! Which is amazing .. not to mention this is vegan !!!!!"
        },
        {
            "review_title": "A must have to travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Loved the way it glided on my cheeks! This mini version was so easy to travel with!"
        },
        {
            "review_title": "My new everyday product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I wanted to test this out for at least a week and see how it works compared to some other products that I use. This is an amazing every day use product rather than for something like a dance performance or on set all day. Iu2019m a brown girl so the lighted is a bit too light for my skin but I LOVE the other two shades"
        },
        {
            "review_title": "Blendable and Great for Light Makeup Day",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "NUDESTIX generously sent me this set to try out and review. Application is super easy and smooth and the colors are super buildable. Blending takes little time so these are convenient to use. I think they work best for a light makeup day.   Theyu2019re a great size for on the go or travel when you donu2019t want to have a million large products rattling around. I used them with a powder foundation and was surprised by how much I liked the look. It gave an effortless makeup vibe for sure.   Iu2019d recommend trying these out especially if youu2019re looking to try out something new or condense your travel makeup. My only dislike is how pink toned all the shades are. They looked good blended out but the bronze shades are not a shade Iu2019d typically reach for especially as a regular contour. Blended out at first it looked like I contoured with a blush, but as it settled it did look less blushy. In general, I say give it a try and see how it goes for you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "perfect natural looking shades, the stick is creamy. Doesn't make my skin look oily or flaky, I use it almost every day now"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this for an exchange for a review but I must say I love it! I use sunkissed pink for more of a highlight, sunkissed cool as a blush and subkissed to color the middle of my forehead and top of my nose. It is super blend-able but I advice to work a little fast or warm the product up on the back of your hands and use a brush. I also use powder to set everything and it stays all day. It gives such a natural glow, it will definitely be part my summer routine."
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I received this product in exchange for my honest review & was rather impressed! All of the colors are absolutely beautiful and they go on smoothly - almost a creamy texture that is easy to blend! I did feel like they didnu2019t last as long as I would have liked but Iu2019m sure more setting spray would help! Overall a great addition to the daily makeup routine."
        },
        {
            "review_title": "Creamy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I was excited to try it this kit form Nudestix. I have tried their lip products in the past and loved them. I used the shade sunkissed on my eyelids and it left a pretty shade that lasted all day, and also use sunkissed pink that left a nice pink on my lips. I like that the colors are matte and also how versatile this kit is. The formulation is creamy which makes them very easy to apply. Coverage is medium. I recommend if youu2019re looking for neutral shades that are versatile and Iu2019m looking forward to trying more products from Nudestix in the future."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The bronzer and blush are creamy and easy to use. Blend seamlessly into the skin and create such a natural color when blurred out. Once you set it with powder, it doesnu2019t smudge so ever since I started using this, Iu2019ve really fallen in love with it and have been using it everyday. Wish also included highlighter."
        },
        {
            "review_title": "Smooth Formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The formula on these products is very smooth and they so easy to blend I can do it with just my fingers! Overall I am very impressed. I think this would be a great gift!"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After using this product over the past few weeks, I love how multi purpose this product is. Application is easy, and the colors are perfect"
        },
        {
            "review_title": "A summer must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love love LOVE this product. I bought it in the winter, looking to add some color to my pale skin. This set is perfect, it helps achieve a sun kissed glow without any aging UV rays. I use all the colors on a rotating basis, I especially love the browns for eye shadow. The kit is so easy to throw in my purse for doing my makeup on the go. Iu2019m so happy with this product that I used it as my wedding makeup. Would highly recommend and will definitely repurchase!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I enjoy using these makeup sticks! The texture and color payoff is nice and I like that they're multipurpose. I've used them for a splash of color on my lips, cheeks, and even as eyeshadow. It is not drying which is a plus for me."
        },
        {
            "review_title": "On The Go Must-Have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "The product is super smooth and blends beautifully with just your fingertips. The colors have the perfect amount of pigment for a natural look and they come in a very convenient case with a mirror that you can just toss in a bag. Love it!"
        },
        {
            "review_title": "Love This Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recently received this product from BuzzAgent and I love it. The three colors are great for everyday wear and they go on my skin very smooth. I loved using the colors on my lips and eyes.  The sticks are also very easy to use.  The colors also blend well with my other makeup.  The sizes are very compact, so if you go out and have a mini bag or purse, they are exactly for quick touch ups. I would purchase this product again and recommend it to friends who wear makeup daily."
        },
        {
            "review_title": "Great lip stick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I really like this product. I actually use these nudestix as lip stick and theyre my go to now. The color lasts really long on my lips, longer than normal lip stick. I also like the range of colors in this package. I recommend them for a pretty long lasting lip stick color!"
        },
        {
            "review_title": "I would pass on this product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "there isn't much color payout. I had to use a lot of product and you still couldn't see any color."
        },
        {
            "review_title": "Super helpful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Love this set! Super helpful when traveling and on the go. I also enjoy how it not too strong of a pigmented shade so I can layer for more definition."
        },
        {
            "review_title": "Love these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "They were very easy to use/apply and looked great on my skin. They also lasted a while."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This set was honestly pretty good. If youu2019re looking for a more natural look this is perffff and you can always build it up and u201cunder paintu201d with them if youu2019d like a full glam look. I donu2019t really use this a bronzer as i donu2019t really use any but it can def work as one! Love using it as lipstick lol. If you like using lipstick as blush this will be your fav except this wonu2019t leave you with a u201cthicku201d feeling. size wise theyu2019re pretty small but even then you get a TON of product and is perfect as a purse pick me up! Would definitely recommend:) thanks buzzagent for the sampleeee:)"
        },
        {
            "review_title": "Itu2019s OKAY",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I loveeeee the colors and creaminess of these sticks. The only complaint I have is that once itu2019s smoothed into the skin it quickly loses itu2019s rich coloring. Possible that itu2019s user error and just not applying it correctly?  Maybe"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Received this product for free courtesy of BzzAgent. I find the formula very easy to use, creamy and blendable for beginners. The color scheme is perfect for spring/summer on my light-medium neutral skin tone. These little sticks are the perfect size to throw in my purse for on-go touch ups! Can also use on eyelids and lips for a pop of color. Of note, I wouldnu2019t necessary say the darkest color is a bronzey color for meu2014 it still has some pink/red tone in it which I would use more as a blush. The tin box the blush sticks come in also has a mirror on the lid which I find very useful."
        },
        {
            "review_title": "Recommend for try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I use this a lot. I mostly use the pink blush, which is soft and creamy with on aging skin. I could have just ordered the blush, but I thought I'd try the highlighters. I do use the highlighters when I go out in the evenings. I have very fair skin and a natural redhead, so I have to be careful with color because I am so fair. It could be me, but I am not a makeup expert, so I struggle with where to apply the shading even when using YouTube tutorials. Real life is different, which most women get. It's worth if you are playing with learning how to shade and contour your makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Perfect for WOC with rich skin. I love this for anytime of the year!"
        },
        {
            "review_title": "Must have products on your daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Sticks are very comfortable to use and easy to apply to the face. The effect is wow. The color lasts all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This was a really lovely surprise. I use the two darker colors as the light pink doesn't work on my yellow undertones; I mostly use them as blush. They blend well with a beautyblender and have a very natural flush and glow. It does require multiple applications so color is perhaps not as pigmented on first swatch as I would like. I would definitely repurchase this."
        },
        {
            "review_title": "Good product.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The packaging is nice and the colors are great. Theyu2019re a bit hard to blend out when applied directly to the face. The product works better when itu2019s warmed up on the hand and then applied to the face with a brush. Over all  theyu2019re a good product."
        },
        {
            "review_title": "I like it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This kit is a great addition to my makeup routine! The blush and bronzer give a lovely, natural glow, and the compact size makes it perfect to carry in my purse for touch-ups on the go. The packaging feels sturdy.  The only reason Iu2019m giving it 4 stars instead of 5 is that the pigmentation could be betteru2014Iu2019d prefer a bit more color payoff, especially for blush. That said, itu2019s still a solid choice for a subtle, sun-kissed look and super convenient for travel!"
        },
        {
            "review_title": "A must Buy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "a perfect travel-sized set for achieving a natural, sun-kissed glow. It includes a bronzer that adds warmth, a blush that gives a soft flush of color with a subtle sheen, and a highlighter (if included) that delivers a dewy, natural glow. The products are pigmented, buildable, and long-lasting, offering a smooth and radiant finish. Lightweight and easy to use, this kit is ideal for creating a glowing complexion on the go. Highly recommended for anyone looking for a compact, effective way to add warmth and radiance to their makeup routine."
        },
        {
            "review_title": "Great make up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I really like this product. I would purchase more of them or other products from this company. They are well made, versatile, and easy to use."
        },
        {
            "review_title": "Creamy and blendable",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "These Nudestix are very creamy, pigmented and blendable. Iu2019ve tried other cream products that are sticky and cause your foundation to move and these blend right in. I can see these colors working on medium to fair skin tones. They blend very well together. I like that I can use them on top of foundation or just on bare skin when I need a little sun kissed bronze and blush! They are small enough to keep in your bag, they also come in a hard case that has a nice mirror. I would recommend this product to my friends."
        },
        {
            "review_title": "Love this product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love how this all came in little tin for easy storage! The colors are perfect and glide on well. Only issue was the lasting power on my eyelids when using as a shadow."
        },
        {
            "review_title": "I love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "After using this product for the past 2 weeks I can tell you it is a great buy! I wore it for a wedding and the bronze on it is amazing! I would definitely buy again."
        },
        {
            "review_title": "Gorgeous colors, Blends well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "The quality is so good. The colors are so pretty and clean looking. They go on easy and blend really well. So excited to continue using these. I definitely recommend!"
        },
        {
            "review_title": "Mixed Feelings",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I will start this off by saying the founders of this company have some political views that will cause me to not repurchase in the future.   The products itself were decent and I do love the packaging it came in. As someone who loves blush these had a formula as far as applying the product. However they are so sheer that I always have to layer with another blush no matter how much I put on. Overall I would recommend looking into the company first before considering . There are lots of options on the market price wise that are better ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Colors are great and Iu2019ve loved the application, smooth, it blends easily and you can even do it with your fingers. Wonu2019t leave patchy traces. Love them to travel with or as a retouch kit on my bag !"
        },
        {
            "review_title": "Pleasantly Surprised",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve been using these for about a week and I have to say, Iu2019m pleasantly surprised. I was a little skeptical on how these would perform on my dry, extremely fair skin but they are unbelievably creamy, blend like a dream, and all of the shades are very wearable. The baby pink blush is my favorite and has become a staple in my makeup routine. NUDESTIX sent me this free sample through the BzzAgent sampling program."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, mediumTan skin tone",
            "review_text": "love love  love this product so much  itu2019s long lasting easy application"
        },
        {
            "review_title": "Perfect for everyday makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "These shades are really lovely. They all work really great on my fair-neutral skin! My favorite shade is Sunkissed u2014 it gives such a beautiful bronzey look. I love that this set is the perfect size for everyday makeup and travel. It also makes the perfect gift or stocking stuffer!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This a nice little set. I like how compact it is and the nice container to comes in. Itu2019d be a great gift for someone. It blended nicely. I prefer the 2 darker shades on my skin tone but all looked good on the skin"
        },
        {
            "review_title": "Cute Travel Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Cute travel set! I have fair-neutral skin and enjoyed these. The cool toned bronzer and blush worked best for me, but the buildable coverage and easy blending made all of them work well. They will transition between seasons and can be used for contour or splashes of color. I recommend!"
        },
        {
            "review_title": "Perfect mini blush & bronze set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is the MOST adorable blush and bronzer kit I've ever seen. The tin that holds all of them is just darling and helps a lot to keep them all together. It's super efficient to use blush and bronzer sticks, and these blend out like a dream. These are bringing lots of warmth and depth to my dull, winter skin and are a new favorite with my makeup."
        },
        {
            "review_title": "Its Ok but",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for a review. The product is ok, easy to use, buildable coverage and very procides a very subtle dewy look. For me with dark skin its not pigmented enough to show a difference. You can see that there something but its not very visible. I would say its good for light day make up."
        },
        {
            "review_title": "New fave!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This product would be great for beginners as seen as it is easy to use and creamy.Great product would recommend to others."
        },
        {
            "review_title": "Itu2019s fine for fair skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "To be honest after using this blue and bronze kit I feel like they donu2019t really work on my skin. My skin is than dark and I didnu2019t see the pigmentation on my skin. The formula is super dewy which look"
        },
        {
            "review_title": "Set of 3 easy-to-use mini colors",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The product set is very useful, compact, easy to use, 3 colors are easy to coordinate, I like them very much"
        },
        {
            "review_title": "My favorite mini set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I am in love with this mini set. The colors are beautiful and they go on so easy. Also blends in very nicely. Adds a little color when I need it most. Also helps with a little definition. Best part? The cute black container they come in. Makes it easy for traveling."
        },
        {
            "review_title": "Beautiful Colors, Convenient for On-The-Go!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Really Like These! The colors are gorgeous, and you can pretty much make a full look out of the 3 alone, if you needed tou2014which brings me to my next plus; these are amazing for on the go, especially with their cute little metal case! I love the glide, consistency, and pigment of these little marvels. The only thing I didnu2019t like, and what lost them a star, is that the staying power just isnu2019t there, which would be much worse for someone with oily skin. Overall, sheu2019s a good set! Thanks to NudeStix for gifting the product in exchange for my opinion."
        },
        {
            "review_title": "Must Have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "After trying the Minis Sunkissed blush and bronze set I am absolutely OBSESSED! I keep these in my handbag in their convenient carrying case! They are the perfect pick me up for my no make up look! All day any where I am able to keep my look perfect I love these and will definitely be returning to purchase another set!!"
        },
        {
            "review_title": "Travel Friendly",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "These are great for a minimalistic and travel friendly make up kit! For every day use however, I wouldnu2019t reach for them often.   The colouring is definitely not for pale or black skin, whilst pigmented itu2019s a little bit chalky (the blush) however the blush was my favorite product because it complimented my skin where the bronzing sticks will only work if I tan or apply fake tan.  I think these would be good for someone a little tanned who likes a minimal makeup look and will apply them quickly as they do look very natural on the skin once blended.   The packaging is super sleek but a little awkward fitting them back into the tin, I actually ended up breaking the mirror inside trying too.   Overall I think pigmentation is high, the formula is quite creamy and creates a natural finish and the sticks are great for travelling, the quality is there just not for an every day routine!   3/5"
        },
        {
            "review_title": "A must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Obsessed with this product. Im not usually a fan of stick product but foundation doesnt come off and it looks fantastic!"
        },
        {
            "review_title": "Blendable, Pigmented and Easy to Use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Super blendable and easy for on the go. I love the convenience and packaging of the blush and bronzer trio. It blends really well and itu2019s quite pigmented and also stays on all day. I like to pack light and I always reach for this because itu2019s so easy to use. It can be applied with a brush, sponge or your fingertips which makes it so versatile."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "my go-tos!!! so cute compact and pigmented. very easy to blend and natural. I get so many compliments while wearing these. I did break out a little the first few times I wore these but I was also traveling somewhere very humid so it could be from either thing, still don't know."
        },
        {
            "review_title": "Love this trio!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Love how this blush and bronzer combo look and feel on my skin. Goes on so smoothly and effortlessly, blends perfectly. Add the perfect amount of color to make me look alive."
        },
        {
            "review_title": "A great option for a quick and easy look, butu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, gray hair, fairLight skin tone, Oily skin",
            "review_text": "Iu2019ve really enjoyed using this cute little kit for the past few weeks. The colors are great for my skin tone, which is great because a lot of bronzing and contour products are too orangey for my skin. I also love that it doesnu2019t have to be a huge production to apply some dimension to my face and feel put together, without much effort. They blend really well and super easily! I did knock one star off because there is only one color option and itu2019s for more fair toned skin. This would be a 5 star product if there were options for every skin tone."
        },
        {
            "review_title": "Creamy and travel friendly.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the formula of these sticks. Theyu2019re very creamy and blend in very nicely. The packaging is also travel friendly, so it was easy to take in my bag. The colors are beautiful but i only really use the lighter shades."
        },
        {
            "review_title": "Definitely try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Love the finish of the product and the wear is amazing!!"
        },
        {
            "review_title": "Perfect For On the Go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "The Nudestix Mini Nudies Blush & Bronze Glow Kit is a total game-changer for anyone who loves makeup on the go. This cute little black tin comes with a mirror and three mini sticks: a blush, a bronzer, and a highlighter. They're perfect for throwing in your bag and touching up throughout the day.  The blush is super creamy and blends like a dream, giving you a natural flush that you can easily build up if you want more color. The bronzer adds just the right amount of warmth and dimension without looking fake or too orange. And the highlighter? It's honestly the star of the show. It gives you this gorgeous, dewy glow without any chunky glitter.  Whatu2019s really great is how long these last. Once you put them on, they stay put for hours. Theyu2019re also water-resistant, so they're great even in hot weather. Plus, theyu2019re made with good-for-you ingredients like shea butter and vitamin E, and they donu2019t have any of those nasty chemicals.  For the price, you really get a lot. These mini sizes are generous and will last a while, even if you use them every day. If you love makeup thatu2019s easy to use and travel-friendly, this kit is definitely worth it. Itu2019s a must-have for simplifying your beauty routine without sacrificing any of the glam."
        },
        {
            "review_title": "Perfect for on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I recently tried the NudeStix Blush and love it. The stick format makes application super easy, and the cream-to-powder formula glides on smoothly and blends beautifully. It lasts all day without fading, even on my oily skin, and the sleek tin with a mirror is perfect for on-the-go. While the shade range is a bit limited and itu2019s a bit pricey, the quality and performance make it a great addition to my makeup collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I absolutely love this trio! These are the cutest little sticks and I love that they come in a tin. These babies are beautiful shades and perfect for an all in one look that is so easy to take on the go! Iu2019m on vacation as we speak and you know these had to come with me! Highly recommend."
        },
        {
            "review_title": "Love the packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Iu2019m obsessed. These are so cute and convenient. I was not expecting it to come in a tin holder that makes for easy storage in my make up kit and for traveling. I love that these are versatile and able to use on different parts of the face. I am oily so I need to top it with powder.  I really like these."
        },
        {
            "review_title": "No Makeup Makeup made easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This kit helps me achieve the no make up make up look easily. The formula is super blendable and has a natural skin like finish. I like that thereu2019s no shimmer in these, but they still look natural. I blend these out with my fingers when I use them for blush or as an eyeshadow. I use them on the high points of my face to get a sunkissed look. I also donu2019t have issues with lasting power. I can apply these in the morning and know that I donu2019t need to reapply throughout the day. I also like that the colors are cohesive and I can go for a monochromatic look if I decide to. If youu2019re just starting out with make up and want something versatile and easy, this is the kit for you. If youu2019d like to travel and want some thing thatu2019s packable but still performs well this is a great option. Iu2019ll definitely be purchasing more Nudestix products in the future."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "In the south, summers are terrible, and I like doing very basic makeup with no foundation.  I've been used only a concealer and this kit to do my entire face in less than 5 min! The nudestixs last me all day and I look nice and glowy without having to do a full face!"
        },
        {
            "review_title": "Perfect for summer :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "My absolute favorite is the blush shade. It's such a pretty pink shade with great pigmentation and blends well. The bronzer also gives you such a nice summery glow :)  Also love how they're mini sized and perfect for traveling on-the-go. Another plus: when you open the packaging container there's actually a mirror on the lid!"
        },
        {
            "review_title": "Multitasking trio!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This trio set is good for cheeks, eyes, and lips. Comes with three shades sunkissed pink, sunkissed, and sunkissed cool. This trio is perfect for a natural makeup look. I love that these are miniu2019s and travel friendly. The formula is creamy and easy to blend. The tin case is small and makes it easy to carry. Has a mirror inside the lid which is nice to have."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I really like its three colors. it is very suitable for use in summer. Convenient when traveling. The color adheres to the skin, is durable, long lasting, compact design and box with mirror"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Perfect for my no makeup makeup days! Just the right amount of pigment. Wore it every day on vacation!"
        },
        {
            "review_title": "Beautiful shades that last!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "These shades are so beautiful! Can be a subtle bronze and blush or you can go in more and build on it. They blend so well and donu2019t transfer! I love how it lasted all day. I used it on my cheek bones, ridge of my nose and some forehead bronzing. The box is adorable too and has a mirror inside. Cute packaging, as always!"
        },
        {
            "review_title": "Really like and great size!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like these and the size is perfect! I don't need to contour every day so these are perfect for the occasional extra touch."
        },
        {
            "review_title": "Great multi-use product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "After trying the product a few times, I love the creaminess and application of the product. I have a deeper skintone and the pink shade is a great blush for me. I do think the darker shades could go a tad bit deeper for darker skin tones as far as blush goes. However, I love how multifaceted the product is. I was able to wear it on my cheekbones, lips and eyes! Also, great packaging. This would be great to bring for traveling."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is such a cute little kit! The colors are great for my skin tone, and itu2019s decently pigmented. It glides smooth and it blends well."
        },
        {
            "review_title": "Cute, but wished there was more variation",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "The size of these balms are perfect for travel or keeping in your purse. The colors blend nicely on the face and give a natural, warm sun kissed look. However, they arenu2019t overly pigmented - if you are wanting a hint of color without something overwhelming, Iu2019d recommend these. Iu2019ve found that some liquid blushes are too overwhelming, and was pleased with the color of these. I do wish the shades varied a bit more, I was expecting more of a highlight and bronze tone, but they all seemed like blush to me. I enjoy these but not sure they are worth the price point."
        },
        {
            "review_title": "Travel goldmine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "The pigment in these bad babes is amazing! I definitely have had some less than favorable experiences with similar products (NOT the same brand!) where I felt like it just didnu2019t deliver on color, these are a hit! I didnu2019t need to use a ton to get my desired level of color and the formula goes on and blends phenomenally. I have an emergency kit in my car for just in case moments where I was hoping to keep these, unfortunately, I just donu2019t think theyu2019d survive the heat here during the summer - but thatu2019s okay, because theyu2019re definitely going to replace some bulkier products in my carry on!"
        },
        {
            "review_title": "Versatile and Easy to use Face Makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Thanks to NUDESTIX for the free Mini Sunkissed Blush & Bronze 3pc Kit! The versatility of this kit makes it a definite buy. I use the sunkissed pink on my cheeks and lips. The sunkissed and sunkissed cool are perfect for highlighting and adding to high points and cheekbones. I love that they are mini and come with a carrying case so I can bring them with me during the day. Each color stays on and looks great for my entire work day. I appreciate that these makeup products are free of harmful ingredients."
        },
        {
            "review_title": "Flawless",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After giving this product a try, I have loved it itu2019s really creamy & easy to blend ,its mini which is convenient to carry in your purse. I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I didnu2019t mid the formula and thought that the concept was great. However, these arenu2019t pigmented enough for deeper skin tones. They look a bit chalky as well once you actually do get them to swatch on the skin."
        },
        {
            "review_title": "Make up on the go kit, yay.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "At first glance, I was captivated by the travel-friendly tin packaging with a mirror it comes in, perfect for on-the-go touch-ups. The inclusion of blush, highlighter, and bronzer in easy-to-use multi-face sticks seemed like a dream come true to simplify my makeup routine. the shades I got worked well with my skin tone and it blended out quite nicely. it lasted for a good portion of the day ( I like my makeup dewy and don't like using powder too much) . I found that being able to swipe and blend with just my fingers, without the need for a brush, incredibly appealing. The formula itself is nice and creamy with just the right amount of pigment. It allows you enough time to blend before it dries down and set. I appreciated the buildable nature of the product, enabling me to achieve either a subtle, natural look or something more bold and dramatic. Overall, it's a truly effortless and functional kit that has the potential to streamline anyone's beauty routine."
        },
        {
            "review_title": "Flawless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Just tried the Nudestix Sunkissed Blush and Bronze duo and I'm loving it! The creamy formula gives a natural, sun-kissed glow. The blush adds a subtle flush, while the bronze warms up my complexion. Very easy to blend as well."
        },
        {
            "review_title": "Not really for dark skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Unfortunately this product did not work for my darker skin. The blush did look nice but disappeared from my cheeks within a few hours."
        },
        {
            "review_title": "Effortless Radiance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Just tried the Nudestix Sunkissed Blush and Bronze duo and I'm loving it! The creamy formula gives a natural, sun-kissed glow. The blush adds a subtle flush, while the bronze warms up my complexion."
        },
        {
            "review_title": "Sun kissed and glowing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I love a good natural makeup look, especially in the summer. This kit does just that! Itu2019s give a warm color to my face and really does give the us kisses look. It blends well and is buildable to your liking. Definitely recommend to anyone who is looking for any of these things in a product."
        },
        {
            "review_title": "great pigmentation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "i really like to use these as blush but i also put them on my lips and i look forwards to even using as eyeshadow. itu2019s so versatile ! the pigmentation is great and itu2019s very layerable ! theyu2019re so cute and mini"
        },
        {
            "review_title": "Would definitely recommend. Very blendable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "These colors are gorgeous! They are the perfect balance between not too opaque but not too sheer. I especially love sunkissed pink since I have fair, cool-toned skin. The sunkissed cool is gorgeous as a lip color as well. Long wearing, blendable, and I love the size!"
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I looove these!! They make my makeup routine so much better and quicker"
        },
        {
            "review_title": "Love these shades! So easy to blend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Absolutely love how the Mini Nudies Blush & Bronze Glow Kit feels on my skin! The creamy texture blends like a dream, giving a beautiful, natural glow. The colorsu2014Sunkissed, Sunkissed Cool, and Sunkissed Pinku2014are perfect for a subtle, sun-kissed look. If you're into that natural, radiant look, these minis are definitely worth trying!"
        },
        {
            "review_title": "Compact and Easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I really loved the compact size of this product, the quality, and ease of use. I donu2019t where much makeup but I feel like these added a nice touch to my u201cbarely thereu201d look to give a soft glow. Beautiful colors for darker skin."
        },
        {
            "review_title": "Perfect glowy look!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product is pigmented just enough for a nice natural looking glow and it blends so well! I have been using this every day and it is a staple for my summer routine!"
        },
        {
            "review_title": "Tiny, but cute",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I like the product itself, it blends really well, and it is creamy. It looks nice on skin and the shade range is beautiful. I would use it on my no makeup days to enhance the natural beauty. The only con I found that it is super tiny! On my photo I showed the maximum product that you get. You mostly pay for the brand and beautiful package, these will run out too fast"
        },
        {
            "review_title": "Natural, light wear",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I like these for a simple, less made up look, like for natural looking makeup.  I use these when I know itu2019s going to be super hot out and not trying to wear too much makeup."
        },
        {
            "review_title": "Perfect colors for a sunkissed look!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have always been a nudestix fan and the will become my newest addition to my make up routine for a sunkissed look in the summer (punt intended) the colors come in sunkissed,  sunkissed cool and also sunkissed pink which is my favorite ud83dude0d they blend like a dream and leave the prettiest pigment flush on your skin,  definitely worth having in your summer routine girls and guys!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Loved how these go on and feel on my skin! Wish they were slightly more pigmented so I could use them as eyeshadow."
        },
        {
            "review_title": "Adorable & easy to use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "These are adorable. Love the shades and it comes in a cute tin container with a mirror, which I will definitely be adding to my purse. The product goes on smooth and is easy to blend. Given the small size, I do feel like these are easier to apply to on your lips than your cheeks. I liked the product on my lips, but it did feel a bit drying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "love all these colors so so much. perfect shades for the summer time!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Cute Mini Nudies Blush & Bronze Glow Kit. The pens make it very convenient to apply blush & bronzer/contour when you want them. They blend easily with a brush. They come in a little box that's great for on the go. The pink is a nice blush color that can be used on lips too. The other 2 colors are are bronze colors that are nice but similar; I wish they had done one highlighter to replace one of the two."
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complementary for testing purposes. This trio is nice and applies really well. I especially enjoy the contour. I did find the blush harder to blend in. Also, the size of the product is small. But I enjoy the product overall. Would recommend."
        },
        {
            "review_title": "lovely cream blush and bronze",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "After trying out this set Iu2019m going to buy the full size after they run out! The blush and bronzers come in really nice colors and they are very creamy and blend easy!"
        },
        {
            "review_title": "love these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "these colors are beautiful together and easily blended. natural looking."
        },
        {
            "review_title": "Must have trioud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really love this trio! The colors are so wearable and the product melts into the skin. This blush is super easy to apply for anyone. I love the pink for an everyday blush color and the bronze colors are great for everyday  bronzing. I highly recommend"
        },
        {
            "review_title": "Must have for minimalists looking for a glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Perfect for the low maintenance beauty guru looking for glowy skin! I love that these sticks blend into skin so easily using fingers or a cotton pad, no brushes required! Perfect for packing on vacation or on the go, I love the blushy and original bronzer colors for my fave and the deeper cool bronze (middle) on my lips! These plus a swipe of mascara has become my go-to summer look - I use them right over my moisturizer. Highly recommend!"
        },
        {
            "review_title": "Its a must have! Especially for traveling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Very beautiful and very creamy its easy to blend and build i used a brush and my finger it works with both i also used it for my lips and its very soft and beautiful i definitely recommend"
        },
        {
            "review_title": "Easy to apply",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "There are so cute and easy to apply. The color shades matches my skin tone so well and the love the multiple uses. I mainly use them as blush and for lips. I love the packaging it's so convenient with the mirror inside!"
        },
        {
            "review_title": "Perfect for travel makeup bags.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Cute little things I have ever seen. Itu2019s perfect for travel and you can use it for eyes face and lip. And the colors are vibrant and have options for all color tones. I preferred very light makeup so i did not apply a lot. But worth a money."
        },
        {
            "review_title": "Buy This!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The Application is easy and it blends so well! Great for a natural look with a little color! Will definitely be buying more when I run out!"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If you're searching for that just got back from vacation glow in a pinch, look no further than the Mini Sunkissed Blush & Bronze 3pc Kit! It's like having a sun-kissed getaway in your purse. The powders blend like a dream, giving you a natural flush and a touch of warmth wherever you are. Trust me, it's the perfect companion for those busy days when you still want to look your best!"
        },
        {
            "review_title": "Perfect for on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "These shades are so lovely. And the sizes are great but they fit in your smallest bag in case you should need to refresh your look. A bonus is the lid to the container they come in is a mirror! So adorable"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Dry skin",
            "review_text": "I was given this product as a free sample and I was more then impressed with it. It blended into my skin with little to no effort but still was clearly there. It looked so natural as well. I will certainly be buying more!!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Easy to use and goes on beautifully. I love the colors!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Obsessed with this set! Itu2019s the perfect size to travel with or throw in your purse without taking up a ton of room. The shades are beautiful & and blend like a dream!"
        },
        {
            "review_title": "Convenient and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love the packaging! The tin is both addorable and convenient and inludes a mirror on the inside of the lid. I like the size of the sticks and found the colors to be well-pigmented and long lasting. Application is smooth and easy"
        },
        {
            "review_title": "A must have if you look for a natural look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I love it how easy this product is to apply on your face, looks super natural"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The cutest and most practical trio! I took these with me on vacation and they were fabulous! The product is so versatile that I literally used it all over my face. Love love love!"
        },
        {
            "review_title": "Easy application, a bit of a learning curve",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ll start by saying the shades themselves are lovely and minimum work well on the lips. That being said, the bronze colors are quite saturated with red undertones and itu2019s not quite clear whether they work for contour placement or as a bronzer/blush placement work for contour"
        },
        {
            "review_title": "Natural look must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Have been loving the added natural added color to my cheeks, and lips"
        },
        {
            "review_title": "Love the packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love these colors that compliment my skin tone, smooth application and easy to use. I mainly love that the packaging it come in (tin case) has a mirror on the lid. Easy for on the go make up fixing or traveling."
        },
        {
            "review_title": "Pretty bronzed look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "These are some of the most pretty colors Iu2019ve seen.  All the shades come together to create a beautiful bronzed look. The formula is smooth, creamy and blends effortlessly. I also love that its cute minis and convenient for travel."
        },
        {
            "review_title": "Great formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The colors are nice and it goes on smoothly, while being able to easily blend it with your fingers. The small tin packaging is nice as well and it is portable. It lasted all day on my face even thought it quite humid."
        },
        {
            "review_title": "Quick and beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "My go to for a quick, beautiful and natural look. The colors glide on nicely. Can use all the colors and blend together beautifully. It's my, slip in my purse, quick all on 1!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "i donu2019t really use bronzer so iu2019m using these as blush. they are so creamy and every shade works with my skin tone surprisingly!"
        },
        {
            "review_title": "Best travel-kit ever!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "These are SO cute and high performing! I love that I can sculpt, bronze, and get blush all in one. Yes, they're tiny but they are such good formulas."
        },
        {
            "review_title": "A little dark for my complexion",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I recently tried the Nudestix Sunkissed Blush and Bronze 3-Piece Mini Set and am impressed with its versatility; it works wonderfully on lips, cheeks, and even eyes. The formula glides on effortlessly, feels so creamy, and blends seamlessly, making it easy to achieve a natural, sun-kissed look. The convenience of a multi-purpose product is a game-changer for my makeup routine. However, the contour shade was a bit too dark for my complexion, but with careful blending, I was able to make it work. Overall, this set is a great addition to any makeup collection."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The product is easy to apply and the consistency is very smooth. I prefer this over powder!"
        },
        {
            "review_title": "ud83cudf80 Compact Beauty ud83cudf80",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The Mini Nudies Blush & Bronze Glow Kit is a versatile and travel-friendly set that delivers a natural, sun-kissed look. The creamy textures blend effortlessly into the skin, providing a radiant blush and bronzed glow. The compact size makes it perfect for on-the-go touch-ups, and the dual-ended design with a built-in brush ensures easy application. While the color range is flattering for most skin tones, those with very deep or very fair skin might need additional shades. Overall, this kit is an excellent choice for anyone seeking convenient, high-quality products to enhance their natural beauty with a healthy, glowing finish."
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the perfect stick trio, the colors are amazing and very pigmented. My favorite thing is the formula, as it is so creamy and easy ti blend. they are mini but the size is perfect, a bit goes a long way! Great price point for sure!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is a really nice travel kit. The sizes of the crayons are small so theyu2019re easy to pack, but I think theyu2019ll last a while.  I like the colors included when applied on my light olive skin. I thought the cool wouldnu2019t look cool enough for a contour but it actually worked very nicely.   I only wish the blush was a little brighter tone which is my preference."
        },
        {
            "review_title": "Perfect peachy color for neutral medium skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love the sunkissed shade!!! Wish they sold it alone."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Extremely easy to apply and blend, while still leaving a flush of color"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this because Iu2019m obsessed with sunkissed bronzer and thought this size was perfect for traveling! Itu2019s small for the price, about the size of my pinky, but I knew that prior to buying. Colors are beautiful."
        },
        {
            "review_title": "Not worth it!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Colors don't have enough pigments and fades away in minutes..!!"
        }
    ]
}