{
	"product_id": "80",
	"name": "Original Mineral Veil Talc-Free Loose Setting Powder SPF 25",
	"brand": "bareMinerals",
	"categories": "Makeup, Face, Setting Spray & Powder",
	"price": 48.0,
	"about": "What it is:.A weightless mineral setting powder that extends makeup wear while bluring and minimizing the appearance of fine lines and pores with no flashback...What it does:.In a range of shades and finishes, Mineral Veil® Setting Powder is our cult favorite setting powder, versatile enough for all skintones and skin types. The light-as-a-feather, super smooth formulas blend onto skin without smudging the makeup you’re already wearing. Sheer and never cakey, Mineral Veil® Setting Powder weightlessly blurs and minimizes the appearance of fine lines and pores, whether it is applied over makeup or onto beautifully bare skin...What it is formulated WITHOUT:.- Parabens.- Sulfates.- Phthalates..What else you need to know:.Original Mineral Veil® Finishing Powder gives skin a translucent, soft finish. Make the most of your makeup with Mineral Veil, a see-through but spectacular finale for any kind of complexion. It minimizes the look of fine lines, absorbing oils, and softens your complexion for an airbrushed finish...Tinted Mineral Veil Finishing Powder delivers a warm tint finish. All the soft translucence of the original Mineral Veil finishing powder with a touch of warm tint. The finishing powder infuses your skin with softness and light while gently absorbing oil and minimizing the appearance of lines and pores. It goes on completely sheer and is versatile enough for all skintones...Illuminating Mineral Veil Finishing Powder gives your skin a blurring, brightening finish. Completely sheer and versatile enough for all skintones, this complexion illuminator provides a soft glow and keeps skin looking photo-ready. Light-reflecting pearls impart a radiant, ethereal softness...Hydrating Mineral Veil Finishing Powder leaves a cooling, brightening finish. This hydrating finishing powder brightens skin with a sheer, peachy-soft luminosity. The unique water and rice lipid encapsulated formula delivers an immediate brightening boost with a cool feeling. Clinically proven to improve skin’s ability to retain moisture, it also minimizes the appearance of fine lines, pores, and shine, and keeps your complexion looking fresh.*..This product is formulated without talc...*Based on an independent clinical study....",
	"ingredients": "Zea Mays (Corn Starch), Corn Starch Modified, Zinc Stearate, Magnesium Stearate. May Contain: Mica, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499)......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:..Swirl, Tap, Buff® application:..Swirl a small amount of Mineral Veil® Setting Powder in the lid until it all disappears into the brush...-Tap away excess...-Buff onto the skin in a circular motion...-Apply a quick sweep across the t-zone, around the cheeks or all over the face—wherever you need Mineral Veil® to gently lock makeup in place, absorb excess oil, and help keep you looking fresh.",
	"num_reviews": 6142,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/mineral-veil-P61004?skuId=1073014&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1073014-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Illuminating Mineral Veil",
			"shade_descriptor": "completely sheer with luminous finish",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1073014-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I love this i think it’s great for no makeup makeup days because you can set your under eye and not have it t look like you have a ton of makeup on"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I did not enjoy this. It balled up so easily and looked cakey and bad. Very thick feeling. Couldn’t wait to use it up."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I love this setting powder! It’s perfect for everyday use"
		},
		{
			"review_title": "BEST POWDER EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Just want to say this setting powder even though it’s like the size of a pea it’s such a good powder my makeup doesn’t look cakey or nothing it’s perfect and literally my #1 product!"
		},
		{
			"review_title": "BARE MINERALS IS GARBAGE",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "I was SO excited to switch to smth healthier for my skin, and so I spent $200 on bare minerals less than 2 months ago. The blushes were not the right colors for me, so i returned them right away, not realizing that meant I wouldn't be allowed to return other items from the same order afterward. I used the powder foudation, mineral veil, bronzer, and foundation brush for a while. I use a chemical exfoliator 2x a week and have soft skin, but these products made me look CRUSTY, and the color was patchy. I decided to stay with it to see if I could find a way to make it work, but it never got better. TO MAKE MATTERS WORSE, after I washed the brush for the first time, it took so long to air dry that IT MOLDED. So that's just money in the garbage. All of it. Just awful, disgusting products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "my favourite setting powder ever. no talc, no mica, but still makes my makeup look flawless with clean ingredients 😍"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Amazing purchase!!! Love it. Gives such a nice glow and beautiful healthy skin finish! Absolutely amazing 💕"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I used to love this powder years ago, but it's straight up orange now."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "My old faithful setting powder. Gives a clean, glowing finish to all of my foundations"
		},
		{
			"review_title": "Patchy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I bought this at target Ulta and it made my face look like it had patches of a key make up.. I couldn’t use it again looked thick and bad"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I always think I can try to find some other finishing powder that I will love better. However, in doing so, I end up wasting a ton of money and then I have a drawer filled with powders I hate because they aren't this product. This is my go-to; it can’t be beat. If you don't appreciate the illuminating bits of powder in this, their regular mineral veil is just as good. I have very fair skin and it is very sensitive to breakouts. This product is awesome. I wish their foundation powders had not changed colors and that their lightest foundation powder was consistently the color it was about ten years ago. Sadly, I've had to stop buying it because the powders never match the previously purchased product, and it's never the fair color it used to be. However, this product has remained consistently amazing. ❤️"
		},
		{
			"review_title": "NOT for fair skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Do not buy if you have fair skin! This is not translucent. I used it to set my concealer and it made it so much darker/orange. I have to return it"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Give my skin a more smoother look helps with oily skin. Comes with a brush for easy application fast and easy. Also has SPF 25 which helps keep ur skin protected through out the day"
		},
		{
			"review_title": "must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "bareminerals mineral veil is the best! It is so much match my skin! how come i Did not know about this! I high suggust you to buy it because it is STAY LONGER and perfect no WET!"
		},
		{
			"review_title": "ESSENTIAL!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The best setting powder in the market!!! I am praying everyday bare minerals doesn’t discontinue it!!!!"
		},
		{
			"review_title": "Why they discontinue the hydrating mineral veil?:(",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I have dry af skin and the hydrating mineral veil was the best setting powder ever. Not only did it make my skin ACTUALLY feel hydrated, it had an iridescent glow that made my skin look amazing. This powder lasted me so long I finally went to Sephora to repurchase but they don’t have it anymore. Neither does Ulta or the bare minerals website. So sad it was the best powder on the market"
		},
		{
			"review_title": "Must have !!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "J’ai une peau grasse, sensible et j’ai de la rosacea, ce produit est tout simplement parfait pour ma peau, il cache les imperfections et j’ai l’impression de rien avoir sur le visage. Je met le fixateur après ma crème solaire tinter minéral ou seule et ca enlève la brillance et atténuent les pores."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I have been using this powder for years , I have tried other brands but I go back to this one"
		},
		{
			"review_title": "Great setting powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This works well.  It looks natural, doesn't get cakey and does not settle in my fine lines either."
		},
		{
			"review_title": "A must have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This powder is SOOO good, it lasts all day, keeps my very oily skin matte and non shiny throughout the day. The packaging is also huge! I especially get oily in my nose area and it has gone through 8 hours of everything. However the only downside would be that the powder has white little balls that are all just powder stuck together it seems, a bit of a big bother but nothing I can’t fix."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "pretty good but the powder feels kinda heavy and cakey on the face. it still does the job though."
		},
		{
			"review_title": "ORANGE",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Light skin tone, Dry skin",
			"review_text": "Horrible. I've never had a powder that oxidized that badly. My undereyes are bright orange."
		},
		{
			"review_title": "O R A N G E",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "ummmmm yes this product is good at hiding oily areas cause its dries TF out of your face. it also turns orange after like 30 mins. I used it with the bareMinerals bare pro foundation. after like an hour it turns patchy on ur skin & sinks into all ur creases & looks awful & cakey ASF. it didnt break me out which was the only good thing about this.. highly disappointed"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Love the texture of this product. It feels lightweight and not drying. It also leaves a flawless finish"
		},
		{
			"review_title": "WE HAVE A WINNER!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
			"review_text": "I assume I bought this version instead of the 'Completely Sheer' that I was looking for. Someone said it was the Holy Grail, and they were not kidding. I have extremely oily skin. I mean Transfer Proof or Transfer Resistant doesn't apply to me. My oil breaks down all barriers of primer, powder, and setting spray. THIS RIGHT HERE?? Hands down the best powder I have come across. I do come across a bit ghostly, but once i brush off the excess powder, I fix that with a bit of Clinique Hydration Spray (the pink bottle). Easy Day. I love it. I still plan to try the Completely Sheer Version."
		},
		{
			"review_title": "Great stuff!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "I got a mini size of this with my points and oh boy am I happy to have discovered it! as someone who doesn't really like powder this stuff is amazing. It sets my concealer all day long and it really does blur and smooth out the face so beautifully without looking dry at all. I would highly recommend 👌"
		},
		{
			"review_title": "This is sparkly",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product has a sparkle to it. It’s probably there to make it “illuminate” but, It makes me feel like I’m in high school. I would just buy the regular one."
		},
		{
			"review_title": "Too much shimmer.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This should be sold as a highlighter and not a setting powder. That amount of shimmer is not a good look for anyone's t-zone, and it's so pronounced that it almost looks like glitter. On top of that, it's more white than translucent."
		},
		{
			"review_title": "Kept everything in place",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I don’t usually use setting powder but I got this as a free sample with my order, and after trying it I love it! It’s lightweight and seemed to keep my makeup in place all day, as I usually have some separation and oxidation with my foundation, but didn’t notice anything while using this product. I would definitely buy it again!"
		},
		{
			"review_title": "Not sheer and not for dry skin.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I can safely say this color is not completely sheer.   I have fair skin, i do tan in the summer but this was too dark for me. It looked patchy. On top of that it was super drying for my dry/ combo skin. Its a pass for me"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "It was a recommendation from one of the girls from the store and I absolutely love it."
		},
		{
			"review_title": "Amazing on my T-zone",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "For my combination skin, this is my holy grail for oil control and blurring pores on my T-zone. I use a powder puff to apply, and it is so smoothing and sets my makeup all day! I love that it is talc free and clean. But it's too expensive for such a small amount! Please stop raising the price! 😭"
		},
		{
			"review_title": "Not for combo skin/ very patchy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Bare minerals was my first ever makeup my mom bought me and just like it was then, it is just not for my skin type I think. It feels very drying and is super patchy! Gonna stick to Laura mercier or elf from now on!"
		},
		{
			"review_title": "Impressed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I was really impressed with this!! It kept makeup in place and worked really well. It actually worked better than I expected it to!! I would recommend it."
		},
		{
			"review_title": "Gritty",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Very chalky so it has a gritty texture.. But it kept my makeup in place"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I love this product.  Looks great and doesn’t cause breakouts"
		},
		{
			"review_title": "Beautiful finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This setting powder gives you a beautiful translucent finish."
		},
		{
			"review_title": "10 stars setting powder!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I would give it 10 stars If I could!! love it! I have a combo mature skin and this doesn't emphasize my fine lines!! the package is very convenient, small and it has a secure cap to hold everything in. I would highly recommend this to everyone who has mature skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": ""
		},
		{
			"review_title": "Run don't walk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Olive skin tone, Combination skin",
			"review_text": "I absolutely love this setting powder. leaves my makeup looking smooth and secure all day long. even in the summer great I don't have to worry at all."
		},
		{
			"review_title": "Don't recommend",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I wanted to love this product since is free of harsh ingredients. However, this product leaves my skin looking orange on the areas where I apply it. Do not recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I received this product to try and I have to say, I’m impressed! I’ve heard about bare mineral’s setting powder for the past few years and always wanted to see what the hype was about but I get it now! I used it in my T zone before leaving the house since I usually get oily in that area and I can confirm that it did the job even after being out for the whole day!"
		},
		{
			"review_title": "Perfect for Combination Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I received the Bare Minerals Original Mineral Veil Loose Setting Powder in exchange for my honest review.   I always have trouble finding loose powders that work well with my skin. I have combination skin. Oily t-zone and upper lip area and severe dryness around the sides of my nose. Normally powders sweat off in my oily areas and pick up on dry areas and make dry patches. This powder holds up perfectly for my combination skin! It gives a smooth finish that lasts all day. A must buy for those wanting all day coverage."
		},
		{
			"review_title": "Wanted to love",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Sets makeup perfectly and is good for sensitive however it’s very orange and darkens makeup."
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "Tried this product courtesy of BzzAgent, loved the way it set my makeup and the light feel. I will continue to use and buy this product"
		},
		{
			"review_title": "Not a favorite but, willing to try again",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product in turn for an honest review. I'll be honest it wasn't my favorite, however. I think I will try it again using a different base. It just wasn't settling into my skin and melting with my other makeup products. I'm more of a matte girl but this would be great for someone who wants more shimmer with out being glittery!"
		},
		{
			"review_title": "Just a Touch of Light",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I was delighted to be selected to try this product free, courtesy of BzzAgent. This setting powder has just the right amount of radiance without making my face shiny or glittery, and keeps my foundation set and smooth nearly all day, requiring maybe just one touch up in the afternoon. A little bit goes a long way, so it's a great value considering it lasts so long. A great product from a brand I love, and I will definitely buy it again."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I love this powder, its really light on the skin and leaves my skin looking finished."
		},
		{
			"review_title": "Adding it to my daily routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was sent this for free for my honest opinion! Love this stuff! Great setting power! Great on top of creams and even liquid foundation! I love the locking container! So powder doesn’t fly into my face when I open it!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Combination skin",
			"review_text": "I’ve used this for a few days and am satisfied with the results"
		},
		{
			"review_title": "I think I'm in Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "These mineral veil powders are perfect in my opinion!  These left a warm subtle glow about my face and I really love how they blend right in an leave that flawless look! I received these as an incentive of Influenster and Sephora!"
		},
		{
			"review_title": "Give it a try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received the Bare Minerals Original Mineral Veil Loose Setting Powder in exchange for my honest review.   I appreciate that this setting powder is clean, talc free and compatible with different skin tones. Unfortunately due to the hot, rainy and extremely humid weather we've had in SW PA I haven't worn much make up lately. No matter what products I use everything slides right off if I'm out of a.c. for more than a few minutes. However, I used it over tinted moisturizer and it was light with a soft finish and it did well absorbing oil in my T zone while I was indoors.   Despite the fact that I couldn't get full use of the setting powder at this time, I liked it enough that I will definitely use when the weather permits."
		},
		{
			"review_title": "Silky and Pigmented, and Loaded with Hightight",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "Wow! This powder is super pigmented, very light and loaded with sparkle. I'm a medium/Olive skin tone, and there was no possible way to blend this powder in, and not have a white sparkling cast, I tried multiple times with different types of brushes.(Full fluff, Kabuki, loose powder brushes- all in a variety of styes) The formula was super silky, and on the right person, I'm sure this would be a perfect fit."
		},
		{
			"review_title": "Ok but not for me.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have dehydrated combo skin. I found it absorbed oil very well at first. After a few hours my T-zone started to get shiny. It did blend very well and didn't smear my highlighters I wore, it did dull it a bit, which was to be expected. But it was easy to re-apply over it. My pore did not appear to minimized very much. Same results over bare skin and skin with products on it. These are my honest thoughts as a Sephora Beauty Insider Community Ambassador."
		},
		{
			"review_title": "A Beauty Staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "As someone who has struggled with finding the perfect setting powder that provides a flawless finish without any cakiness or heaviness, this product exceeded my expectations. It seamlessly blends into my skin, leaving behind an invisible veil that sets my makeup in place. It does have a bit of a sheen but I enjoy the summer glow look so it doesn’t bother me.   One of the standout features of this setting powder is its lightweight texture. It feels incredibly silky and smooth upon application, effortlessly gliding onto the skin. Unlike some powders that can feel heavy or suffocating, the Original Mineral Veil is feather-light, allowing my skin to breathe throughout the day."
		},
		{
			"review_title": "Great for Travel, not so much every day",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
			"review_text": "The product isn't bad, it does a great job setting, but I feel like it gives my skin a dried out appearance vs a matte appearance unless I use a moisturizer or setting spray on top of it, which rather defeats the purpose of the matte. It does seem to do a great job at keeping my makeup from melting on hotter days which is nice, and it helps to keep the sheen from my oily skin under control too. I've stuck it in my travel makeup case for when I'm out of town, but for me it's not an every day staple."
		},
		{
			"review_title": "Great talc free powder!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Great talc free powder! Skin looks great with or without makeup except on very hot/humid days and they I get shiny."
		},
		{
			"review_title": "Light Coverage",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Compared to other brands that I have used this coverage is very light which for some this may be a good thing. However, for me I have fine lines which seep through shortly affer applying. Unfortunately, this is something that I would not purchase for myself, however if you’re a fan of light coverage application then this might work for you."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "It looks beautiful but makes my skin look a bit dry."
		},
		{
			"review_title": "Definitely worth trying",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is a great setting powder, that works well with brown skin. Doesn’t come out cakey/powdery if set properly and no white case under"
		},
		{
			"review_title": "They must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "After using this product for over a week I’m loving this product. It keeps my face a very hydrated no creases  nothing at all."
		},
		{
			"review_title": "Nice and Sheer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is such a great translucent illuminating powder. It’s very sheer, lightweight, and adds a nice glow to my skin. It stays put throughout the day and provides a beautiful finish."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "BareMinerals products is a staple in my beauty routine. I have used this product for 10plus years and it has never failed me! if you've never tried BareMinerals you absolutely should. you won't regret it. I received this product for free from BzzAgent and BareMinerals in exchange for my honest review"
		},
		{
			"review_title": "Set and forget!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This powder is really nice for just an everyday look, or for a glam night on the town. You can even just put it on on top of moisturizer for an even skin tone and to help blur out your pores. I like that it’s also translucent and doesn’t change the actual look of my makeup. It made look practically poreless without looking cake-y and has never broken me out. It helped blur fine lines as well. I’ve never used a setting powder on a regular basis until now. I’ve really been missing out! I’ve tried this in various settings (around the house, church, meetings, etc) and I’ve had consistent results."
		},
		{
			"review_title": "Flawless powder",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "For the most part this setting powder was easy to use and apply nicely. It’s very light weirdly so not to caky like some setting powders. To me it does have a glitter tint which didn’t bug me but others may not like that of it. The container was a night compact size to fit easily in makeup bag or purse. Opening the plastic top was a little tricky as it pops and flew out. I had no issue with it irritating me either."
		},
		{
			"review_title": "Must try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I really like this mineral veil setting powder. It doesn’t make you cakey like other powders. It’s not over powering or thick. It does have a bit of glitter like look to it which had me concerned because I don’t want sparkles in my face but once applied you can’t tell at all which is great! Overall it’s a great product! Long lasting and not overpowering."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this setting powder! It has great ingredients and it has such a luminous finish. If you don’t like sparkles don’t recommend."
		},
		{
			"review_title": "Smooth application and illuminating finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "The bareMinerals setting powder does a great job at setting makeup. The illuminating finish is not overpowering and adds a subtle glow. The application was smooth and did not settle or crease. Even with a warm appearance in the container, it truly was translucent, even on my very fair skintone."
		},
		{
			"review_title": "Well, Hello Gorgeous!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "I've been using this setting powder for a bit now, and I like it! This didn't break my skin out like some products tend to do. It goes on quite smoothly without building up and creating that caked on look. Be warned that you only need a little. I did notice that it settled in my wrinkles a little. Other than that, it's a winner!"
		},
		{
			"review_title": "Great for “daytime look”!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this setting powder! It feels clean & weightless! Applies sheer, hence the name “translucent”, lol.. I prefer it for daytime! It also doesn’t settle in any fine lines or get cake-y!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "It is a super light weight setting powder, give a beautiful even finish. Doesnot settle in lines and gives a flawless makeup look. This Setting Powder weightlessly blurs and minimizes the appearance of     fine lines and pores, whether it is applied"
		},
		{
			"review_title": "This setting powder option can be used everyday",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I used this product consecutively since I received it and it has proven to be a reliable setting powder that absorbs oil on your face after application without giving off a shadow or residue that looks chalky. The finish is very luminescent on the skin and looks very natural. Regardless, if you have fair to deep skin tones it should work for you. Don't be afraid. It's lightweight but gets the job done."
		},
		{
			"review_title": "One of my new Must haves in my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I'm loving the way this illuminates my skin without looking like I'm wearing something it provides just the right amount of illumination I have worn it over my foundation and without anything else it just gives me the perfect glow!"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this free to try.  This is a really good setting powder.  Some make my fake cakey or dry but this doesn't. I really like it. Smooth finish. Very pretty"
		},
		{
			"review_title": "new favorite!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely love the bareMinerals Mineral Veil Talc Free Setting Powder! Comes in a nice sized container with the signature bareMinerals shake a bit up and use with your brush! Can shake up a little or a lot, depending on your preference. The powder glides on perfectly. It leaves a gorgeous glow on skin; I get many compliments! I love how it makes my skin feel too, super smooth like satin! Perfect setting powder, make my looks last a long time. Love that it is clean beauty. Best powder for sure!!!"
		},
		{
			"review_title": "Must have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I received this product for free from BzzAgent in exchange for my honest review. This is great for a no-makeup look and is perfect for summer. It’s very light and airy feeling, like you’re not even wearing makeup. I definitely recommend"
		},
		{
			"review_title": "Must have for humid climates as a setting powder.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Beautiful translucent powder! I recommend this as a setting powder for under eyes and all of your face. In the winter I use his only under my eyes to set my concealer and my t zone"
		},
		{
			"review_title": "Worth!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "First thing that I fell in love with was the packaging.. every other loose powder I’ve ever tried, I end up wearing it every time I open them. The lock method on this one is amazing. For the wear of the product, it’s so flawless and natural looking! It never makes my under eyes look cakey or heavy. Huge fan!"
		},
		{
			"review_title": "Great for a natural look",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This is very light coverage leaving a silky smoothe finish. If you're looking for a more natural look this would be the powder for you. The container is very nice and allows for just the right amount to disperse and then ability to close it so powder does not get out. This helps keep the container clean and spill proof."
		},
		{
			"review_title": "#1 BEAUTY PRODUCT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "It seems as I age my skin has either become more sensitive or the air around us has become full of toxins, period! Probably BOTH! I strive for NATURAL BEAUTY products for my skin when I can & hope they make a DIFFERENCE for me! This small GEM was a surprise because I thought for sure it was going to DRY OUT my ALREADY DRY SKIN and make my aging wrinkles & imperfections SHOUT EVEN LOUDER than they ALREADY DO...BUT alas that's SO FAR from the TRUTH! WOW! How I WISH, I had this in my beauty arsenal 20-35 years ago! Especially as a teen when acne was a struggle, since it BLURES my other skins imperfections such as old acne scars, wrinkles, & red spots. I know it wld have BOOSTED my younger teens self esteem LIKE CRAZY & made going to highschool so much MORE FUN! This is now my #1 FAV BEAUTY PRODUCT! This product is definitely worth recommending. I received this product FREE but my REVIEW is solely my OWN."
		},
		{
			"review_title": "So good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "After using the product for the past few days I have been seeing a visible change to my makeup routine , my makeup stays for goood 8 to 10 hours after setting it with bare minerals setting powder."
		},
		{
			"review_title": "A must have  ,my favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "An absolute favorite of mine this is a must have a bareMinerals. The original mineral veil is so soft and silky and the original translucent color that I have I definitely recommend this to anybody that is looking for a loose setting powder cause this is absolutely amazing."
		},
		{
			"review_title": "a must have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "this was one of my first high end makeup when i started years ago, decided to try it again and it looks perfect even through years of skin texture changing. love it!"
		},
		{
			"review_title": "Classic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "I’ve been a long time user of bareminerals and the Original Mineral Veil Setting Powder in Translucent is my all-time favorite setting powder. I’ve been using this powder for nearly 20 years now because it’s THAT good. It sets my makeup all day, from work to workout. I usually pair this with the bareminerals All Over Face Color in warm to give my complexion some dimension - it’s a classic combo."
		},
		{
			"review_title": "Best Setting Powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I love this powder. It is the best I have ever tried. When I get close to being out I plan to buy more. It doesn't draw attention to your fine lines and wrinkles. It doesn't have a odor which is nice. It last all day! I didn't need to constantly reapply which is great. I highly recommend this if you are looking for a setting powder for your makeup. You won't be disappointed!!!!"
		},
		{
			"review_title": "Sparkle without the oil!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I was selected to try the Bare Minerals Original Mineral Veil Setting Powder for free in return for my honest review.  When I first used this i wasn't sure about it. It looked very shimmery. I went ahead and tried it out and I am so glad I did! Early July in Oklahoma and it kept my skin looking dewy and hydrated, not as shimmery as it looks in the jar, but was so soft and not oily at all! I am now a firm believer, and it will be a staple in my makeup bag!"
		},
		{
			"review_title": "very good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "this product is actually really good. i am ver pleased with the way it sets and hold my makeup without creasing. it is very easy to remove as well when you are done setting and doesn't patch up."
		},
		{
			"review_title": "Amazing setting powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Amazing setting powder. I brought this to my Caribbean summer vacation and it held my makeup very well on humidity/ sweaty days. It’s super lightweight, long lasting and won’t clog the pores. I recommend this powder."
		},
		{
			"review_title": "Nice natural feel",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Very light and airy feeling. Doesn't feel caked on. Nice natural look. Didn't cause me to break out or cause me any sensitivity. Very nice. Highly recommend to friends and family. I received mine from Bzzagent."
		},
		{
			"review_title": "Best setting powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "It is weightless, and you don't feel it on your skin during the day. Because it is made out of Minerals doesn't clog your pores. My cosmetologist approved it for everyday using"
		},
		{
			"review_title": "Great Setting Powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This powder works really well. It locks in my makeup perfectly. It is lightweight and leaves a natural finish on my skin blurring out imperfections in the process."
		},
		{
			"review_title": "Highly recommend this amazing powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this powder for free in exchange for an honest review. This was my time using Bareminerals powder & I was very pleased with the results. It looked amazing on my mature skin.  skin.IIt blurred"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "The Original Mineral Veil Setting powder provides a great base when starting the make-up process.  It doesn't over power, just adds a soft glow and enhances the additional colored added."
		},
		{
			"review_title": "every day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "get this powder and love it🫶i have had a chance to try it in the past and it is amazing for my skin.  It seals the makeup perfectly, no cracks are made, I recommend it, it is excellent"
		},
		{
			"review_title": "Great bang for the buck",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I was able to try this product for free as part of a review. I was very pleased at how soft it made my face look. The price is reasonable so I can continue using it. I got plenty of compliments!"
		},
		{
			"review_title": "It’s a must try for oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I recently had the pleasure of trying out the BareMinerals Translucent Powder, and I must say, it exceeded my expectations as a finishing touch for my makeup routine.The first thing that caught my attention was the finely milled texture of the powder. It feels incredibly lightweight and silky, allowing for effortless application. I appreciated how smoothly it glided onto my skin, without emphasizing any dry patches or settling into fine lines. The powder blended seamlessly, leaving behind a velvety, natural finish. As a translucent powder, BareMinerals did a remarkable job of enhancing my complexion without adding any color or altering the shade of my foundation. It offered a sheer coverage that helped set my makeup and control shine throughout the day. The finish was beautifully matte without appearing flat or cakey, allowing my skin's natural radiance to shine through."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I can’t say enough about this powder. It’s light,perfect match. I hate wearing liquid make up because it feels like I’m wearing a blanket on my face. That’s why I love this powder to cream foundation. It’s light on your face, like you’re not wearing anything.. Will definitely buy again"
		},
		{
			"review_title": "Not impressed, but little goes along way",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I like how fine the mineral veil is and how much coverage it adds with such a tiny amount. The things I do not like are that it is messy, it didn't make my complexion more radiant than say like bb radiance cream, or illuminating powder from an off brand. It wasn't enough to say I will but into the whole spiel again. I went down the mineral powder rabbit hole once and I had a fine powdery mess all the time, when I sweated out looked horrible, if I wiped my face and the mineral got in my eye it hurt like razor blades. So I'll pass, but maybe others will have more success."
		},
		{
			"review_title": "Quality powder for everyday",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "This powder helps my skin from looking oily as I go throughout my day, but doesn’t give me a stark matte finish like many other powders on the market. I love how it keeps my skin looking natural. I experienced no flashback at all. And the jar is convenient because it twists shut, so I don’t have to worry about it spilling in my makeup bag. Really an overall quality product."
		},
		{
			"review_title": "New Found Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "At first I was worried because of the shimmer. It was pretty intense. But after wearing it ALL DAY in 109 degree weather and not having to touch up my makeup, I will definitely be continuing to purchase this product. I think the fact that it does have a shimmer helps my face look like it’s glowing rather than oily. My makeup didn’t break up like it usually does either. Really love this product!"
		},
		{
			"review_title": "Nice and lightweight",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is a very nice light powder that gives a bit of shimmer.  I loved the lightweight feel"
		},
		{
			"review_title": "Withstood Louisiana heat and humidity",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "After using this product, I was finally able to last a day without an oily t zone appearing. I have combination skin but between the daily heat and humidity, I look like an oil slick before noon. This powder kept the oiliness at bay and was truly sheer. It also blurred some of my imperfections. I really love it!"
		},
		{
			"review_title": "Love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "After used product for couple time, I feel in love with it. The application was easy, blend out easily. Soft on the skin."
		},
		{
			"review_title": "A great addition to the make-up routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received this product as a promotion. I was excited to try it, and change my make-up regimen. I did like the blurring effect. But I didn’t the mess the loose powder creates."
		},
		{
			"review_title": "A must have in my summer makeup!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a game changer for summer! I have been searching for the perfect finishing powder to last throughout the day in this south louisiana heat wave. I apply over my concealer and by the days end my makeup is locked in, matte finished, and pores minimal. It also gives the airbrushed finished look that I desire and need on my mature skin! This is the best!"
		},
		{
			"review_title": "Love !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "My new favorite ! So light weight and I love the packaging! Will switch to this powder"
		},
		{
			"review_title": "The my go to and every day wear!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This product is so soft and has a velvety feel to it. I love the high end finish look it gives. And being that it is summer time, I really need this to prevent oily skin or the sweat to ruin my makeup."
		},
		{
			"review_title": "A must have!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The bare minerals veli talc free setting powder worked wonders left my face looking stunning absolutely beautiful. I highly recommend it. I loved my highlighted finish."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Great product! Make any makeup last and looks very good on the skin."
		},
		{
			"review_title": "Radiant, Not Greasy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This product delivers on two fronts: it’s radiant and long-lasting. I especially like this on my undereyes, as there’s no flashback and it doesn’t make me look like a raccoon. Setting powders are difficult for me with a greasy T-Zone, but Bareminerals doesn’t make me blotchy or reaching for blotting papers every hour."
		},
		{
			"review_title": "Previous favorite becomes a favorite again!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "When I was first introduced to this, long ago, I used it as directed - swirl a small amount in the lid until it all disappears into the brush, tap away excess, buff onto the skin in a circular motion, and apply a quick sweep across the t-zone, around the cheeks or all over the face. I use powder differently now, so I figured I would try it my way first. Picking a decent amount of product up on a slightly damp beauty sponge, I would set the t-zone. Then, I would use that same sponge with a little less powder and set my under eyes. Did I go back and try their recommended method? No! Why? Because, my goodness, my method worked SO well for my skin! I get quite oily on my nose throughout the day and the only powder I had found to combat that was discontinued a few months back. This does exactly what that powder did - mattifying me for the entire day without drying me out! It's perfection and I am so glad I have a replacement for my previous holy grail!"
		},
		{
			"review_title": "Product gives a soft, finished look to my makeup.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "When brushing on this powder, it softens the look of my makeup. Definitely looks professional and high luxury giving my face a soft, pretty look. Powder is so light weight yet effective.I love this powder! And this will be my new go-to powder."
		},
		{
			"review_title": "A little something extra",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I don’t wear a ton of makeup. But I love this to help keep the oil at bay for a little while longer. It’s light and adds just a little something extra."
		},
		{
			"review_title": "super slept-on talc free alternative to others",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "I love this powder! The translucent shade is sort of pinky so it has a similar effect to a pink powder but you can use it all over since it’s still translucent. Not cakey or heavy and love that it’s talc free, plus the packaging is super well-designed."
		},
		{
			"review_title": "Fabulously Bare",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this product  It leaves a natural looking shine  I've tried with and without foundation and love the outcome of both"
		},
		{
			"review_title": "Game changer for oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I literally used Bare Mineral Veil many years ago when it first came out and after trying all sorts brands it still remains my favorite. It gives my complexion some much needed brightness and glow and gets rid of the extra oils. Feels super light weight on skin, no cakiness."
		},
		{
			"review_title": "A Game-Changing Finishing Touch",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I recently had the pleasure of trying out the BareMinerals Mineral Veil, and let me tell you, it has completely transformed my makeup routine. As someone who is always on the lookout for a finishing powder that provides a flawless, airbrushed finish without feeling heavy or caked-on, this product exceeded my expectations in every way.  First and foremost, the texture of the Mineral Veil is incredible. It's incredibly lightweight and finely milled, which makes it effortless to apply. I love how it effortlessly glides onto my skin, leaving behind a silky-smooth finish. It doesn't accentuate any dry patches or settle into fine lines, which is a huge plus for those with mature or dry skin.  The finish it delivers is simply stunning. The Mineral Veil has a soft-focus effect that blurs imperfections and diffuses light, giving my complexion a radiant and airbrushed appearance. It truly lives up to its name as a veil for the skin, adding a touch of sheer coverage without altering the color or finish of my foundation.  Another standout feature is the impressive staying power of this powder. It helps to control shine and keeps my makeup looking fresh throughout the day. Even in hot and humid weather, I've noticed that my foundation stays in place, and I require fewer touch-ups. It's a game-changer for anyone struggling with oily skin or makeup that tends to fade quickly.  What sets the BareMinerals Mineral Veil apart from other finishing powders on the market is its formulation. It's made with minerals and skin-loving ingredients, which not only contribute to its lightweight feel but also offer skincare benefits. I appreciate that it is free from harsh chemicals, talc, and parabens, making it suitable for sensitive skin."
		},
		{
			"review_title": "Way too shimmery",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I'm so disappointed to say that I have very much dislike this powder. It's almost like a highlighter it's so shimmery. There's no blurring effect, I'm not sure how the other formulas blur, but this one for me emphasizes and exaggerates. There are little shimmer particles you can actually see on the face. It's just so shimmery. From far away or looks really great, but up close you can see every shimmer particle.  I will still find a purpose for it, but it'll just be in high points of the face (where highlighter will go). Definitely not for the undereyes!  I do have to say that I love the component it's in. I like that it twists closed, though if you get too much product out, it kind of just sits there awkwardly. So it can be a bit messy, but most powders are. I just don't love this, I sourish really recommend it unless you're into the look of shimmer all over the face."
		},
		{
			"review_title": "Beautuful radiant mature skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I received this to try and review. I really used to shy away from the dewy/illuminating products. I'm 43 now and feel I need the radiance for my skin. I was watching Lasso this season and couldn't get over how beautiful Rebecca's skin was and she was obviously wearing something. This has met my expectations and I feel has  given me the glow I desired. It helped cintrol the oil too that comes with the summertine humidity."
		},
		{
			"review_title": "Real translucent powder, lifesaver!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have a really hard time with oily skin, we all know oil and makeup are not best friends, and I personally I'm not a fan of setting spray, I believe it makes it worse. Finding a good setting power its harder than it should be, from the first time I tried this translucent power my makeup be looking flawless, and it does not get cakey or look like I used straight white power on my face (I have olive skin, sometimes translucent powder make me look a bit white) I like the package too, i believe it is practical and easy to take with, and for me thats very important since I like to retouch my makeup thru out the day."
		},
		{
			"review_title": "Always loved!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this bare minerals mineral veil setting powder from BzzAgent for my honest review and this has always been a staple in my makeups routine for several years! It goes on so smoothly and sets my makeup all day with a natural finish.  I also set my concealer with this and doesn't cake or crease and feels so soft and smooth on my skin. I've used several different setting powders but this is one I always go back to and will continue to use."
		},
		{
			"review_title": "Pleasantly Surprised",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "First of all, love that this is clean beauty. I apply this over my foundation, or even on clean skin on some days, and love how it gives a finished look to my skin."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this, so smooth, not heavy, the radiance is from a very fine shimmer but it doesn't excentuate texture, or look very sparkly, or anything like that. I received this for free in exchange for my review. I was already a fan of the mineral veil powder, but I'm definitely a fan of this one!"
		},
		{
			"review_title": "Want clean, professional looking skin?",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
			"review_text": "I didn’t have high expectations for this product, but I was pleasantly surprised by how well this powder performs. I’m not thrilled with the product container (it’s messy and prone to spillage) so I took one star off for that. The powder itself has a lovely texture, it goes on smoothly, and leaves my face with a neat, clean finish, similar to other luxury brands I’ve tried. I highly recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love the product, the powder as the soft feel, no flash backs."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I loved this! Did get cakey or dry on my very dry skin! I loved it"
		},
		{
			"review_title": "wonderful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "i love this product. this product locks in my makeup and it makes me not oily at all!!"
		},
		{
			"review_title": "Clean Option that Performs",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I  have light skin tone and got the Translucent color, it is perfect for me. I love how easy this is to apply and it keeps my makeup on all day long. What I love even more is that it is clean, meaning it is talc-free, formulated without parabens, formaldehyde, gluten, synthetic fragrance, and PEGs. I have been slowly switching all my makeup over to cleaner options and I am so glad to have found a quality product that performs this well. Highly recommend and will repurchase."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This powder is amazing. Truly magical. I use it to set my under eye makeup and it helps my concealer stay creaseless throughout the day!!"
		},
		{
			"review_title": "Summer go to powder !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this powder makes my skins so smooth and not Cakey I use it to bake under my eyes ! No flashback and perfect summer powder!! Will be using this in my everyday makeup routine!! Definitely gonna recommend to my friends and family and will be purchasing again :)"
		},
		{
			"review_title": "A part of my beauty routine for over 15 years",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Mineral veil powder has been a part of my beauty routine since I started wearing make up over 15 years ago! It’s the perfect finishing touch to seal in your make up for a long day! It works with just about any skin type and feels so refreshing on your skin!"
		},
		{
			"review_title": "Absolutely love it, but maybe not in the face enti",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I have used this product several times and I love it, but not so much for the face... I use it over my shoulders and across any areas of exposed skin with just a gentle brush, but even with using smaller brushes I find it's too illuminating for the face; the highlighting portion is almost literally ivory glitter, it ends up highlighting parts of my face I don't want, the loose powder fallout is real... But again with it being summertime I absolutely love this powder to brighten up the rest of my body and I do put it on my finger to apply to the face sometimes but I'm not sure if I love that either.. this is a total must have though for the rest of my body. I did receive a full size product at no cost in exchange for an honest review, thank you"
		},
		{
			"review_title": "Good setting powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I’ve been using this powder a few days and it’s been doing a good job. It’s summer so it’s humid and I don’t like looking greasy. The setting powder is light and doesn’t go on cakey. I’ll be using this powder from now on."
		},
		{
			"review_title": "Great part of my beauty routine!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really like using this as a setting powder in the summer. It gives a subtle glow and sets my liquid foundation well. And it doesn’t have a heavy scent!"
		},
		{
			"review_title": "love this powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I received this product to test out, complimentary from Bzzagent. I hope this incentivized review helps you in determining if this product is right for you. I love that I was sent a translucent power as I have oily skin when I wear makeup. This was really nice to use as it did not make my skin look rough or unnatural. I was able to use a finishing spray and the outcome was amazing. I didn’t have any reactions to my skin either which is a plus. I didn’t get super oily either at the end of the day. I may pick up more once this runs out on me. I love it that much"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this powder. I received the translucent setting powder and it going on so smoothly and helps to keep my makeup on all day. I love how it doesn’t make the face look cakey."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I used the product over the past few days and it allows my makeup to stay PUT. I live in an area that is super humid and I love it because my face doesn’t feel greasy halfway through the day. I also love how the powder is extremely light weight."
		},
		{
			"review_title": "smoothing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "bareMinerals Mineral Veil Talc Free Setting Powder Illuminating Mineral Veil glides on smooth with ease.  Makes my skin look flawless and perfectly tinted.  Looks as though I air brushed on my skin."
		},
		{
			"review_title": "A must have to set makeup!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Loving this setting powder so far. It makes for a seamless fresh look. It’s not cakey and stays on all day for the most part. I also like to use it to touch up my makeup later in the day when my face has gotten a bit oily. I would recommend for a lightweight but effective setting power."
		},
		{
			"review_title": "Highly recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This powder is the smoothest powder that I have used so far. It blends in seamlessly leaving skin nice and blurred. Definitely try it in store and you will see the texture of it. Its like a dupe for the hourglass."
		},
		{
			"review_title": "Impressed; stayed matte",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have tried so many different setting/finishing powders from all different brands and have always had a issue with it staying matte all day. So it was time to try something new.  Mineral Veil Talc free setting powder has been a game changer. It sets makeup perfectly and lasted pretty much all day! It didnt look cakey or chalky, it stayed matte!! Even on hot days, it stayed put and didn't allow for make up to melt off like it sometimes does with other setting powders.  It didn't settle into fine lines or wrinkles. This setting powder is my new favorite. I'm thoroughly impressed with it and would highly recommend if you've got combo/oily skin.  Disclaimer: I received a free product sample from BzzAgent in exchange for my unbiased review."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Love everything about it! It felt like I didn't have anything on."
		},
		{
			"review_title": "Does the job!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
			"review_text": "I received this setting powder from bzzagent in exchange for my honest review! I honestly love this setting powder! It’s light and adds just a little shimmer to your look! I would definitely recommend!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "After I used this product I was extremely impressed by how flawless my skin looked ! Definitely recommend using it!"
		},
		{
			"review_title": "I am impressed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this from BzzAgent as an incentivized campaign. I was unsure if I would like this or not since it is not a brand I am used to. Well let me just say I am extremely impressed at how lightweight this powder is! If you have not tried this, I highly suggest that you do!"
		},
		{
			"review_title": "Safe for acne prone skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "My go to loose setting powder. I’ve using bare minerals products since 2016. Best for acne prone sensitive skin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Gray eyes, blonde hair, Combination skin",
			"review_text": "I’ve always had great success with bareMinerals products and this setting powder is no different! It helps keep my makeup looking flawless for hours, even when I’m sweating. The price isn’t too expensive either!"
		},
		{
			"review_title": "Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I like this a lot, I have a few setting powders from Sephora and they're all comparable but good! I feel like bareminerals is always a good bet, very reliable, high quality."
		},
		{
			"review_title": "You need this powder. At least try it once!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I was never one to use setting powders because 1. I never truly saw a difference in minimizing the look of pores and 2. I always have a dewy/luminous makeup look so powder never seemed like a good option. This powder changed my mind. Because it offers a matte finish AND a dewy/illuminating finish, I don't sacrifice the dewy look of my makeup! And my pores nearly vanished. Seriously it's like using a filter. It's wild. I will definitely be repurchasing when I run out!!"
		},
		{
			"review_title": "My Go-To Setting Powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This is the one I come back to. Even though the color of the powder changed, I don’t see a change of color when applied to my face."
		},
		{
			"review_title": "Favorite setting power",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "My favorite one so far . This is my 4th setting powder. Gives a glow finish and even tone . I wish I had the compact finish so I can touch up during the day"
		},
		{
			"review_title": "Could be good",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The pros: I have oily skin and this made me skin look way less greasy than normal. The cons: This gave my skin a really pink/orange tint. It looked like I used the wrong shade of makeup. Plus, I broke out right after starting to use this."
		},
		{
			"review_title": "LOVE, LOVE, LOVE!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have been looking for a setting powder without talc and that visibly reduces the look of pores. I bought the mini format just to try it and I absolutely LOVE it!! I will definitely be buying the bigger one next time. Not only are the ingredients safe and good for your skin but it also absorbs all the excess sebum (and I tend to be super oily on the nose and t-zone). I use this powder to set my concealer under my eyes and all over my face and I am just amazed at the results!!!"
		},
		{
			"review_title": "My og makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I've used the full bare minerals line before and loved it. Turned to tinted moisturizer now but always go back for this setting powder for a put together look"
		},
		{
			"review_title": "Good, but..",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Purchased this in a set, also came with a travel size of the mineral veil. I have used this powder for few years and it’s great. Little goes a very long way and has buildable coverage. My only complain has a dry skin gal is, it’s bit drying, but nothing setting spray or hydrating facial mist can’t fix."
		},
		{
			"review_title": "A classic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Have been using for years, it's a favorite of mine. Great for the summer when my skin gets oily, tropical places (always bring with me on vacation). May be too drying if you have dry skin..."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this powder. Got it as a sample size and wanted the big version. I use powder very lightly, really just under my eyes, and it prevents all creasing with my concealer. I wear minimal makeup, so I love how sheer it is too."
		},
		{
			"review_title": "not translucent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "It's labelled as translucent but it's not and it made my undereye looks darker. It's sad because I really like the texture and the finish it gives."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I got the 100-point sample of the mini Mineral Veil Talc Free Setting Powder in November to test out before committing to the full size and I must say it has become a staple in my makeup routine. It doesn't feel heavy, blends perfectly, and doesn't dry out my skin. I use a puff to apply the powder and set.  I'm very pleased and already purchased the full size!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I’ve been using this product for years now, I love it.  It sets your makeup without being heavy & for someone in their fourties’ it helps deflect"
		},
		{
			"review_title": "No go",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I bought this powder because I wanted a setting powder that was talc free. I’ve never used a powder I didn't like until I tried this! It’s slightly gritty and it left the surface of my foundation looking weird and cakey instead of flawless and blurred like other powders do."
		},
		{
			"review_title": "Wish there was more",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This talc free powder leaves a beautiful shimmering effect. The only downside is that the quantity is not very much and therefore does not last very long."
		},
		{
			"review_title": "Perfect Setting Powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "I love this setting powder! It is the perfect color, the all white ones tend to wash me out. This one blends in perfectly with my fair skin and I always get compliments on my makeup when I use this. I love that it's clean at Sephora as well. This has turned into a staple in my makeup routine."
		},
		{
			"review_title": "absolutely tragic",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Before I got into makeup I used bare minerals and remembered liking the mineral veil - this was at least 15 years ago. Not sure if I just didn’t know better or the formula changed but this is truly the WORST setting powder I’ve ever used. Thankfully I picked it up as a 100 pt sample and didn’t buy it but I wish I could get the points back because it certainly was a waste of those too. It’s chalky, patchy, and separates within minutes. It has a weird orangey undertone so this is a nope for my pale girlies, it looks awful on the under eye area. I packed it for a business trip to save room and my makeup looked awful all week even with setting spray, I eventually gave up using this and threw it in the garbage. I wouldn’t pay a penny for a full size of this."
		},
		{
			"review_title": "better than Laura Mercier",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Best setting powder I’ve tried. Don’t know why Laura Mercier and others get all the hype. Bare Minerals continues to be my go to!"
		},
		{
			"review_title": "Into the trash",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I got an 100 point sample of this and I hated it. I used a baking technique and my skin looked super chalky after. Broke me out like crazy. Ugh"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love this. I like the subtle shimmer, it doesn’t dry my skin out and its non toxic. Its a win for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have been using the setting power order for years. I I I I used to work for a dermatologist and this has been my go to since those days. I have very acne prone Sand shiny but dry skin. It really does set your make up beautifully. I use the completely sheer version. I find that the version with SPF 50 makes my make up cakey and my skin starts to peel throughout the day. But the sheer one keeps my skin looking beautiful all day."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Great powder ,my only issue is the size. Don’t get a lot of product for the price you pay"
		},
		{
			"review_title": "Dries out face and leaves specks",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The “illuminating” part of this mineral veil makes little white specks show up on top of your foundation and dries out my face if I use more than just a tiny dab. I like the tinted mineral veil more or the invisible clear one."
		},
		{
			"review_title": "not so pretty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Okay I bought this slightly blind after watching the doc everyone’s talking about and was surprised to see so much shimmer when I opened the package and saw peoples reviews!! I have used it for 9+ hours for 2 days and I am happy with it!! I’m fairly fair skin toned, so not sure how the shimmer looks on others, but it’s not noticeable for me, not like a highlighter. I dust off and swirl in the cap. A more dewy look which I’m not used to but holds well on my oily skin. DID NOT MAKE ME BREAK OUT. So important! I agree that the amount of product is small for price but I guess that’s what you pay for being talc free. Overall I’m satisfied with my product!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have been wearing Bare Minerals powder foundation for a long time, but since the advent and popularity of highlighter, this is just too much sparkle. If you’re not doing any highlighter, this might work."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Just a heads up, this product is very shimmery! I'm sure it's a good product for those looking for a shimmery powder."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have been using the setting powder as a final step in my make up routine for years. It works really well in blotting out the Shine and it keeps my make up fresh all day."
		},
		{
			"review_title": "My favortite setting powder!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my daily powder! I am using my second bottle, i love the radiant finish, it really illuminates my face and cover the imperfections. it's light as well!"
		},
		{
			"review_title": "Use in small amounts for glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I've been using this for seven years, and I've tried lots of looks with it. It's not good for under the eyes, because this has literal glitter, and will give you the dreaded grey cast underneath. However, if you sweep the slightest amount - and I really mean the SLIGHTEST amount - over your cheeks/forehead/chin you will see that lit-from-within glow all day. I use the powder alone on no-make up days over moisturizer. It looks great under foundation, too. It's not a great setting powder because it's not matte, but it will give you a nice glow."
		},
		{
			"review_title": "Skin compliments at 50+",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "A staple favorite in my basic routine.  I regularly get compliments on my skin and at 50+, I know part of the credit goes to bareMinerals Illuminating Mineral Veil."
		},
		{
			"review_title": "Waste of money!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I should have listened to the 1 star reviews. This product is $38 and the size is SO small. You could use this entire thing in 3 weeks. I was beyond shocked. The powder is also orange. I returned immediately. What a waste of money"
		},
		{
			"review_title": "So beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Luminous finish that I've gotten compliments on.  Helps with healing acne and covering spots"
		},
		{
			"review_title": "LIKE THIS PRODUCT",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This is a good product overall.  I like to use this over my Bare Minerals Matte Foundation. It's a good product if you use it like a highlighter. Also good to use under eyes to brighten up if you have dark circles. JUST USE A TINY BIT AND I MEAN A TINY BIT. My pores look instantly smaller and I have extremely oily skin."
		},
		{
			"review_title": "it’s highlighter, not powder!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was looking for a loose powder that had a more luminous finish than the matte one I had been using. I was very excited to try this one as I’ve heard great things about Bare Minerals.   When I first tried it, it ruined my entire face of makeup. It is literally sparkles in a bottle. Like a highlighter. Nothing, nothing like a setting powder. The illumination is anything but subtle. I swept it over my foundation gently and it instantly illuminated every pore and crease of my face.   This could maybe be a good highlighter if you focus it only in very specific areas, although even that may not work since it’s so powdery it will probably transfer across your face quickly.   Perhaps I will try the non illuminating one, the original, and give this another chance. But the Illuminating one is most certainly not a setting powder."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Lovely glowy setting powder. The only thing I don’t like is the little dial to cover the holes. It makes it tricky to get product out. As product only comes out in one side of the disc instead of all over or in the center it makes it a little awkward to get on your brush."
		},
		{
			"review_title": "Not what I wanted",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "I was so excited to try this product out. I was given a sample. The texture of the product is very soft but this is not translucent. As soon as I put it on it changed the color of my makeup. I looked orange. I will not be purchasing this."
		},
		{
			"review_title": "Best Powder Out There",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is my all-time favorite. I try different powders but always come back to this one. It makes your skin look natural, a little more matte but it still lets highlighter and your natural glow shine through. It's not as quick or easy to work with as the pressed powder, but looks 10x better. It's great to include in your no-makeup makeup look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Switched over from Laura Mercier and I love this so much more! Feels and applies great!"
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This product feels nice immediately after application and leaves a soft, powdery finish, but it does absolutely nothing to curb oil production or absorb excess oil."
		},
		{
			"review_title": "Beautiful  look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is a great product, gives a really petty look.."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "I am slowly trying to swap out my everyday makeup to be more clean, scent free, and talc free products so I was really excited to find this powder from Bare Minerals. I find it works well to set foundation and is quite mattifying but it's pretty grainy and doesn't have much of a blurring effect the way some of my other powders do- you can easily go overboard as I learned the hard way.  Definitely use a light hand for best results."
		},
		{
			"review_title": "Unfortunately will be returning :(",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love Bare Minerals and used to use the Mineral Veil in Original. Accidentally bought this one online instead of the one I usually use...Too sparkly and does not give much of a smoothing effect. If you like sparkles, this is the product for you - if you are looking for a smoothing effect for under eyes, this isn't it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "i love this! the packaging makes it so that application isn’t messy and it has worked great for me in setting my makeup. most of the time i don’t even need to retouch during the day as it has that good of a staying power. i finished it quite quickly and didn’t realize how little product they give you for the price.."
		},
		{
			"review_title": "Not transluucent",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "It is not translucent as its discontinued original version. I have a fair skin and this powder makes my skin look orange."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I'd originally recieved this as a sample but went back to buy it full-size. It's transluscent, but a perfect setting powder at the end of my make up routine. I don't much care for setting sprays, as I feel like they only wash makeup off my face, but this is a nice addition to give a matte, even look over foundation."
		},
		{
			"review_title": "i keep coming back",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "i’ve tried so many translucent powders and keep coming back to this one. it does exactly what the description says it does!"
		},
		{
			"review_title": "LIFESAVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I have terribly oily skin that I thought was unsolvable. I use strong mattifying primers and powders and still look shiny after sometimes less than an hour. THIS PRODUCT SAVED ME. I didn't reapply powder for 7 hours straight and didn't even look shiny. It doesn't cake up or show obvious color or powder: my skin looked so natural and makeupless. It does make my face feel a little tight but worth it for how well it works. If you have oily skin you need to try this!!!"
		},
		{
			"review_title": "This is a must!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have tried numerous setting powders (Dermablend, KVD, NYX, Too Faced ect..) and none of them worked. This hands down has my make up staying on all day. I gave it 4 only because it is tad dark. Very Matte. Perfect."
		},
		{
			"review_title": "Gritty and irritating",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Not great. It felt gritty on my face and itchy. Caused me to break out. Decent at mattifying and evening my skin tone."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "Beautiful fine powder and it worked really well! I am more of a fan of a dewy glowy finish but that is just my personal preference. Powder stayed put-and helped makeup stay put underneath would def recommend if this is the look you are after!"
		},
		{
			"review_title": "Perfect Setting Powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This was better than I expected. Nice coverage & lightweight. Great for sensitive skin. The small opening on the container is annoying since my brush is much larger, but I really liked how it slides & closes - very effective while traveling."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I won't suggest you use this all over your face because it does have a slight peace color, however, use this under your eyes only AFTER you've already set your under eyes and face. It rids you of dark circles that still slightly appear even after concealer! I strongly suggest you use a puff or sponge to apply this - thank me later. A slight peach tint under the eyes has great effects for a brighter under eye."
		},
		{
			"review_title": "PINK",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "It is NOT completely sheer as it says. It made me look pinkier. Other than that, it is an okay powder. It just does what its supposed to do but nothing more or less. The color was just off for me."
		},
		{
			"review_title": "Gets the job done but not loving the shimmer",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Was looking for a no flash back, talc free non toxic powder that didn’t leave a white cast on my light tan skin. This is pretty good but I hate the subtle shimmer. It’s meant to set make up so why add shimmer  if it’s gonna be ALL over the face??? I use it will Nars Long wear foundation in Vanuatu since I need full coverage. I’m not sure if it’s the beauty blender or me but I find some days it applies patchy and like removes my foundation. Again if you have this issue try using another tool to apply the powder. I have combo skin so I like that this is hydrating too. Other than the shimmer my only con ti this is full the freaking container all the way! It’s kinda pricy for half full container."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love it. Leaves a subtle pinkish shine on the skin in a very good way. Makes my skin look dewy. I really like it!"
		},
		{
			"review_title": "More than “illuminating”…. it’s sparkle city!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This product is not described as sparkly, glittery or shimmery. The photos look very “glowy”. I felt really annoyed and misled when I opened it after buying. It’s VERY sparkly! When I blended this into my skin as instructed, it looked like my old MAC loose powder sparkle pigments that I used waaaaay too generously in highschool. It’s a no for me!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "Gave me terrible Flashback Mary face! It collected on different parts of my face & it looked horrible!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "I ordered this product thinking it would be magical...I was wrong! NOTHING happened. It got returned!"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "Consistently great! Sets your makeup and blurs! In the top 3 along with Laura Mercier and Charlotte Tilbury!"
		},
		{
			"review_title": "Great for video meetings!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I don't wear foundation, and find that this product is all you need over your makeup to look great, on camera/video or off. The hydrating finish is luminescent which can look pearlescent in some lighting. Next time, I am going to try the matte finish."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Would not recommend to use as a setting powder. More of a highlight."
		},
		{
			"review_title": "Great matte powder!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "First impression, this powder feels very dry and chalky to the touch and not silky at all. However, on the face it feels fine and does a good job of mattifying even with a very light layer. I have combination skin and oil on my nose started showing through after 4-5 hours, which is not bad at all as I don't mind reapplying. It looks smooth and seems to make my pores look more even. I just wish there is a little more product in each container."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This is the powder for you if you have OILY skin. I work 12hr shifts & use this with no touch ups. I do look oily by the end of the day, but I don’t feel oily. It’s not finely milled, it does leave a rougher feeling to the skin. Would not use this for baking or if you’re combo with a lot of dry patches (this will make your dry areas even worse)."
		},
		{
			"review_title": "It blurs your skin.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This is very hydrating and it gives you a nice glow. It also blurs your pores and leaves your skin looking very healthy."
		},
		{
			"review_title": "the BEST way to finish makeup!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Musssst have to finish my makeup. Ive been using it for 15 years and I’m praying that they don’t discontinue it like they do with so many of their products. It doesn’t have a color and gives a nice sparkle to your makeup and takes away shiny parts. Perfect setting and finishing powder!"
		},
		{
			"review_title": "Best finishing powder!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This is hands down my favorite finishing powder for many years. I’ve tried other brands over the years because of reading something new and popular but have always come back to BareMinerals Mineral Veil talc free powder. It locks in your makeup ( if wearing ) and gives your skin a flawless finish. I waitress outside in humid summers and this lasts for a 7-9 hour shift running around outdoors. I highly recommend this product to anyone looking for a setting powder that makes your skin perfect while keeping your makeup in place and it’s good for your skin!"
		},
		{
			"review_title": "Beautifull set... BUT ORANGE.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I do like how it sets, very very beautiful. BUT it looks orange/yellow on me... I'm not a pale person but I am on the whiteish side/ and this makes my concealer looks so orange and dark that it looks like if I have strong dark under eyes when I haven't..."
		},
		{
			"review_title": "Illuminating =/= Glittery",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I wish I read the comments specifically about the Illuminating version. It's literally glitter in a sheer powder.... Not what I pictured when I read that it has light reflecting pearls, because 8 hrs of wear later I can see individual glitter on my face. I was hoping it would give more of a natural shine. I hate returning opened products and try to find ways to use them, but I'll have to return this one and maybe exchange for the original formula."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Didn’t realize this basically was glitter. My foundation didn’t move but now I look like I’m an extra in Twilight."
		},
		{
			"review_title": "SPARKLES NOT ILLUMINATING",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This is just sparkle dust.  Describe this in one word - Ridiculous.  Might be good for a night out at a club, or for someone under 12 playing dress up.  It is not illuminating, there is no glow, it is just sparkle dust.  Seriously made me laugh out loud when I applied it."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I really want to love bare minerals but all of their shades are too yellow for me. I have the same issue with the liquid foundation."
		},
		{
			"review_title": "IT'S A HIGHLIGHTER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The Illuminating Mineral Veil is not sheer but I'm ok with that. I use it as a highlighter! I first go over my cheekbones, then very lightly go over the rest of my face to get the setting benefits without all the sparkles everywhere."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I love this product because it is really amazing. I love how luminous look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I like this product a lot. I use it to set the moisturizing foundation and the combo works really well for comfortable all day wear."
		},
		{
			"review_title": "Orange?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Dry skin",
			"review_text": "I found this product to give my skin an orange tint even though it says for all skin tones.  It also separated my concealer and tinted moisturizer underneath.  This product isn't for me, will return."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Amazing setting powder! My skin absolutely loves it! It does not make my pores large or inflames any of my skin. It looks gorgeous on top of any foundation. I personally love the product and using it has created a considerable difference in my end result of make up!"
		},
		{
			"review_title": "Would Not Recommend",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I really liked the finish this powder gave my skin - very airbrushed and smooth- and that is the only reason I didn’t give it one star. Otherwise, every time I have used it, it removed my foundation and left a pink deposit that wouldn’t buff out. I have never used a loose setting powder that removed the makeup underneath, so I’m not sure what happened with this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was looking for something good and chemical free for my sensitive skin , after I searched a lot , found this product . I am totally satisfied with this"
		},
		{
			"review_title": "Just OK",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "Goes on light and sheer as wanted but overly orange and not just a *hint* of warmth. I had to blend another powder over top so I didn't look like I spent too much time in a tanning bed. Nothing at all like the sample photo showed."
		},
		{
			"review_title": "Glowing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Light skin tone, Normal skin",
			"review_text": "I just love this setting powder. My skin looks fabulous with this finish."
		},
		{
			"review_title": "Too Shimmering",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
			"review_text": "Way too shimmery and maximizes flaws instead of minimizing. I will stick with the original setting powder."
		},
		{
			"review_title": "LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "LOVE! I don't normally have oily skin, I'm a combination depending on the season (drier in the winter). Patting this powder on my oil spots (middle of forehead, both sides of the nose and chin) is heaven during my work day. I don't need to re-apply anything and lasts ALL day long. I keep buying and won't stop!"
		},
		{
			"review_title": "Not for yellow undertones",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I had heard so much about this product and was disappointed that it is so pink. I have yellow undertones and it cast a weird chalky pink color, especially on my forehead."
		},
		{
			"review_title": "Contains phenoxyethanol, extreme shimmer",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The illuminating veil is pure shimmer, like unicorn on high volume. It has an odor and I was shocked to see it contains phenoxyethanol, which is not ok for breastfeeding or around babies (consider how much baby nuzzles your face and neck). Nope nope nope."
		},
		{
			"review_title": "Orange",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "the colour was not translucent at all it was orange"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I bought this powder online and didn't notice it left a glittery finish. It's pretty subtle, but I much prefer a matte finish since I like to powder my entire face. It's still a good product."
		},
		{
			"review_title": "Would not recommend",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Very small. Not what I was expecting I would not recommend."
		},
		{
			"review_title": "This is NOT a “hint” of warmth",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "This is fine if you want an instant tan, but it’s way darker and oranger than I expected (and I’m already tan). Been mixing it with my original sheer mineral veil so it’s not going to waste, but I won’t purchase this again."
		},
		{
			"review_title": "Looks More Orange Than It Is",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I was really concerned when this first arrived because it looks really orange and I was worried how that would translate on my fair skin.  I tried it and it was not orange at all on my face, just a light sun kissed glow was all it was.  Very impressed."
		},
		{
			"review_title": "Orange color!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This is ORANGE!!!!! I didn’t even open the container because it was orange, not a color in anyone’s skin tone. I was pretty upset because I am looking for foundation that does dry out my skin, or make my lines stand out. I’ve spent over $500 in 3 months reading articles, reviews, etc on tinted moisturizers, hydrating foundation and everything from A to Z. I didn’t want to do a powder since I thought it would be drying, but I’d read a lot on bareMinerals so I decided to give it a try.  This particular one, is a no-go. Stay away. I’m thinking I’ll go into the store next time if I’m going to try another powder."
		},
		{
			"review_title": "l love 3 of these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Hydrating one is so good and did the trick for sure, my fav. I also love the original as it gives a tiny but more matte finish for my t zone and under the eyes and over any liquid foundation or the complexion rescue. The illuminating broke me out so I use it as a highlighter instead only on the tops of my cheekbones."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Sales person very nice, sadly I had to buy a travel size because was out of regular size."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Lightweight + full coverage + color matches + cost is spot on"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "déçue de la quantité en rapport avec le prix . Très peu couvrance"
		},
		{
			"review_title": "Defiantly worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "Amazing for the price use it everyday to set my full face of makeup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I love being radiant and glowing and basically dipped in glitter and this does that! It’s a lot more shimmery than just an illuminating powder, so it really adds a sparkle, it’s beautiful for nights out or an everyday ethereal glow"
		},
		{
			"review_title": "Changed to orange",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I ordered this twice recently thinking the first batch was bad. Nope, they just changed their product! Perfect if you are wanting the bad tan orange look. Used this for a decade and now going to another brand simply because of the shade."
		},
		{
			"review_title": "Color has completely changed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The shade of the tinted mineral veil has completely changed. This is now an orange brown that is a lighter shade of the warmth. There is no way this shade can now work with my skin tone and I'll have to return and look for a setting powder after all these years. Truly disappointed."
		},
		{
			"review_title": "Not at all like the original Mineral Veil",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I would not consider this an all over finishing powder. It was extremely sparkly and at best is an OK highlighter."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "blonde hair, Normal skin",
			"review_text": "it gives off a natural glow and doesn't make my skin break out when i first saw it i thought the kinda sparkles would be too obvious but they give you more of a natural glow and aren't really visible"
		},
		{
			"review_title": "I'm in love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is my first Bare Minerals product I've tried and I am in love. It feels like the lightest silk touch on my face. It gets rid of shine, sets my makeup and gives a hint of shimmer. I will be buying again!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Amazing does not make me look very dry or cakey. I have oily skin and this is amazing."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Didn’t work for me. Has micro glitter that is visible at first. It’s seems to blend away but then it didn’t seem all that illuminating. All it seemed to do was exaggerate my pores."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Gets cakey throughout the day. Dry and dull finish"
		},
		{
			"review_title": "Not for my oily face, maybe for the dry skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This is a great finishing powder to smooth the lines and blur the pores on the face. However, it doesn’t help with my oils and shine. I would recommend it to people who have dry skin. It would be a great powder on dry skin since it would provide a tint of coverage with a little glow"
		},
		{
			"review_title": "shimmery and glowy-not ideal for your undereyes",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "It’s pink and shimmery! I dont know if I like this or not. I can confidently say it is not hydrating. It’s a powder first of all. It doesn’t have any hydrating ingredients in it. It also just makes my undereyes look shimmery and glowy. I don’t hate this because the shimmer is not a glitter..i think this would look Beautiful as a highlighter or an all over face powder because it will make you look glowy and pretty. It also has an iridescent pink tint to it, which may not flatter everyone. And for placement under the eyes it doesn’t really work. It also doesn’t set my undereyes that well in comparison to other powders. I’m torn on this, but will start to use it on the face and as a highlighter and I think I’ll like it then."
		},
		{
			"review_title": "Bye bye my pores",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "For the price I did not expect too much from it. I used Laura Mercier for 3 years until I discovered this one. It's super delicate, light weight, and gives me a subtle natural glow while blurring my pores. I love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love this finishing powder! Keeps skin looking like skin but prevents any oily ness. One thing — this is not completely sheer, it does have a hint of colour that may be too light for darker skin."
		},
		{
			"review_title": "ORANGE TINT ALERT",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Horrible orange tint. Got this as part of the Rewards Program and its just terrible - 750 points wasted."
		},
		{
			"review_title": "too shiny with specs of glitter",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I accidentally ordered the Illunimating mineral veil instead of the original regular veil.  It didn't workout for me, it had specs of glitter and made me look too shiny.  I am asian with combination skin and it just made me look oily all day.  Maybe it would be good for someone with dry skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Does the job. Sets the face without feeling dry or heavy. Some setting powders can make my face feel super dry, cakey and textured. This doesn't. It looks natural and smooth. Blends right in, would recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Great setting powder! Been using it for years and it helps with oiliness and shine!"
		},
		{
			"review_title": "Always come back to BM...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I have used BareMinerals on and off since 2003. Since then, I have used different brands of setting powder...but I always come back to this one! Other brands look horribly powdery and matte, but this one provides a hydrating, natural finish. I especially love the illuminating mineral veil if I am setting my makeup in the evening."
		},
		{
			"review_title": "A Tried & True Product.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I've used this for years off and on. It's my favorite powder out of the bareMineral's line, and I've used many. It's like applying a filter to your face! Blurs, smooths, and sets. You can put it over other powders, foundations, or BB creams. I use to have very oily skin and it worked great then. Now that I'm more of a combination between oily and dry, it still works great.  For the record, I'm very pale, so I can't say if it has any pigmentation for darker skins. It appears to be translucent to me however, and I've used many different products with it."
		},
		{
			"review_title": "I've been using this since high school",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Sure I've tried other powders to set my foundation, but this one is my favorite. It's light and translucent so it doesn't impact my coloring. I also love that it has a bit of SPF for added protection. My only complaint might be the packaging. There is always a little left in there that I want to get out. I have literally taken a hammer and screwdriver to it to rescue the remaining powder. Please make it easier to remove the plastic shield!"
		},
		{
			"review_title": "Holy Grail Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have recommended this product to so many friends, this product is perfect for combination or dry skin. Layers perfectly over my CC cream."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I liked this setting powder for the most part. Except the fact that it sets to dark pink. I thought it was suppose to be a lot more translucent and sheer, but it’s not. It’s Just to pigmented for my skin tone."
		},
		{
			"review_title": "too pink",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I bought this hoping I would love it as much as I love the blush I have from this brand, but this color was way too pink for me. I have very fair skin, it almost looked red on me and it caked under my eye area. I will be honest and say I am not the best at applying foundation/powders so maybe the way it set was my fault. I would just say if you are fair skin go with another color."
		},
		{
			"review_title": "Great powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "It feels and looks nice. I put it on after goop CC cream and after Tarte creaseless concealer to keep it on for hours(the work day). Before that I wear Clarin’s Double Serum and Elizabeth Arden Visible Moisture Refining Cream Complex."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Not to heavy of a powder and seems gentle on my skin although a little dry."
		},
		{
			"review_title": "AMAZING FOR OILY SKIN",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This powder is AMAZING! I am a very oily skin type, and this helps control my oils even in the heat and humidity of hot south Texas."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I’m honestly not really sure what this stuff does. I can never tell a difference from when I wear it and when I don’t. I feel like makeup this spendy, you should be able to tell a difference?"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "It has hints of glitter in it.. I didn’t like it. Yes the glitters are noticeable on the face .. made me look greasy not luminous"
		},
		{
			"review_title": "ok powder",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I used to be a huge fan of bare minerals setting powder.  I have discovered others that are much better."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "A little bit goes a long way. I actually use this as an eyeshadow setting powder and it works brilliantly. I occasionally use it on my face, but being in my mid-forties, I’m careful about too much mattifying."
		},
		{
			"review_title": "Favorite setting powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "This is currently my favorite powder to set my concealer. It gives me an airbrush look and the color is perfect because regular translucent powders can look a little ashy on dark skin tones."
		},
		{
			"review_title": "Not what I was expecting, but lovely finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "If you use any kind of illuminating foundation or primer, or have dry skin, just keep this in mind so you don't end up with a product you aren't expecting: This sets my light coverage liquid foundation nicely and has a lovely glowy finish. There's mica in it though and I would say it's more shimmery (for a hydrated look) than hydrating. I wasn't expecting this and was a little nervous about using it with my light reflecting foundation, but I do like the way it all looks together. It only appears too shimmery when you're 2 inches from a mirror. Your mileage may vary though and you might not like the finish. If you have dry patches, the shimmer might draw attention to the area."
		},
		{
			"review_title": "just meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "It’s basically just corn starch. I literally put corn starch on my face to compare and it was the same. The only difference was this is dyed from white to pinkish so it blends more easily, but if your fair like me you can buy a box of cornstarch for way less. I felt like it looked thick both over or under make up. It does the job of a loose powder, but just meh."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "The powder feels very nice and doesn’t make my face cakey at all."
		},
		{
			"review_title": "Nice but it broke me out.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love how this made my skin looked but it broke me out. I cannot use it for that reason."
		},
		{
			"review_title": "Overall, I was not impressed.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "I don't know... It's weird, when I put it on my under eye concealer darkened a bit. I did not like that. My skin is dry, so I pretty much give up on powders, and I've only tried 3 my whole makeup life (est. 2015). Don't get me wrong, it's a nice powder, it's not necessarily a dry-down/matte powder, but there's no point in powder for me, since my skin is dry naturally. After a couple applications, I ended up not using it. I would say try it if you are normal, oily or combo. Last point, I have sensitive skin, it's not aggravating to my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Love using this! All I have to do is put on sunscreen, a bit of concealer and use this all over my face and I feel ready for the day! It’s so beautiful ❤️"
		},
		{
			"review_title": "I will buy It again",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really love it, It’s exactly what I needed for my combination skin.It’s so smooth."
		},
		{
			"review_title": "ORANGE - Not translucent anymore",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Last year I had purchased the translucent mineral veil and I loved it. Great for oily control, no flashback in photos, completely translucent. Also, it did not break me out! I was going to buy the holiday collectors edition months ago to stock up, but read I the reviews and they said it was orange. Recently I repurchased during the VIB sale and mine is in fact orange in colour. I will be returning."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Product is not completely sheer, mine is strangely yellow & leaves yellow tint. Also does nothing to hydrate."
		},
		{
			"review_title": "Fine grain powder for perfect finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Lovely fine grain powder that hides pores and is the perfect final touch. I use a good  powder puff which helps set it in place. I use it on my nose and the 2 porous areas to left and right of it, my chin, and lower forehead. Then add blush to cheekbones.  Very happy with this powder."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I really like this product! I have dry skin and find its one of the few that doesn't accentuate my dry patches. I also love how it makes my pores appear smaller! I have tried the illuminating, translucent (sheer), and tinted and the sheer definetly is my favourite but since it was out I am currently using the tinted. Tinted is too dark for my fair skin but gives a nice tan for the summer."
		},
		{
			"review_title": "Gets Less Sparkly over time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I use both the original and the illuminating mineral veil and I think I prefer the illuminating. At first I found the illuminating to be too sparkly and thought it kind of highlighted my pores but the more I used it the less sparkle I've noticed- maybe it was all just on the top? and my pores are blurred as well. I used to kind of poo-poo BareMinerals but I was totally missing out!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Did not care for this setting powder, it was very drying will be going back to using coverfx powder"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "good setting powder, does not leave a powdery heavy finish. the only thing I would say it it does leave a orangey tint a bit. other then that it's a good product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "Use daily keeps me less oily and makeup lasts longer. Great for setting."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Very light yet does the job. Best for everyday use."
		},
		{
			"review_title": "Disappointing Change - Cheeto Orange!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have used this product for 15 years and have had great luck. I love the Bare Minerals products. However, this year they seemed to have changed the formula for the Tinted Mineral Veil. It’s super orange - like a bad fake tan/Cheeto orange! I’m so disappointed. Has anyone else noticed this problem? Is Bare Minerals looking to correct the issue? Will they issue refunds or replacements? Or is there a better alternative product?"
		},
		{
			"review_title": "Very good product if you don't want full makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "This is a great product.  I love it!  It allows me to have a bit of color without putting on foundation.  It's very light weight and great for every day errands etc."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Perfect color & texture, goes on smoothly. I was happy to find it again, after Dillards stopped carrying it."
		},
		{
			"review_title": "Perfect powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is my very favorite powder.  It sets your makeup but doesn't cake.  In sunlight, there is a slight iridescence.  I've gotten compliments on my makeup before.  Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "A soft, sheer way to finish my makeup.    LOVE this product!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Mineral Veil - completely sheer",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "It’s too light for me and I can’t do baking because it’s cracked mi under eye"
		},
		{
			"review_title": "Eye Highlighter",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Oily skin",
			"review_text": "I had read other reviews and decided to purchase it as an eye highlighter - inside corner of eye, center of lid, brow bone. For this purpose, I think it is perfect. I agree with others, this is NOT a full face mineral veil. And, it is probably too much as a face/cheekbone highlighter as well - real shimmery."
		},
		{
			"review_title": "If it ain't broke",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This does what it's supposed to.  I don't think it's a standout at this point with contemporary makeup renovations but it still works well despite being an old school.  It doesn't cake up or enhance my dry skin.  It keeps my makeup set and evens out my skin.  It's comfortable and an all around great setting powder."
		},
		{
			"review_title": "Doesn’t Irritate Acne",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I have super acne prone skin, but this doesn’t seem to worsted my acne. I use it to set concealer over my blemishes and it does a decent job."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is a great setting powder I use it with bare minerals and other powder foundations and it extends the wear time. I the the spf one the best."
		},
		{
			"review_title": "ABSOLUTELY NOT SHEER. DO NOT PURCHASE!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Y'all... This product is NOT 'sheer'...it's BRIGHT ORANGE. After reading a bunch of reviews on various websites from people complaining about the color/formula change, I sent a message to BM on Facebook referencing the reviews and asking them to confirm that their product was not, in fact, defective. They assured me the formula has not changed and that the product is as described, and that I'd receive a true sheer powder. So I ordered the Hydrating Mineral Veil, and was SHOCKED at what I received. This product is anything but sheer...it's a DEEP TAN/ORANGE COLOR. I tested the product on my face to be sure, and it looks absolutely ridiculous. I again messaged BM (and included a photo) and received some lame, canned response in return. I'm not sure what's going on with this product...but something is definitely not right. If you read the reviews, this issue has been a regular complaint from people since December. And for whatever reason, it's not being addressed by the company. Very bizarre and super disappointing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "When applied correctly my face looks soft and diffused. I like it :)"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Unfortunately this powder was very cakey for me and yellow on my pale skin. I used smashbox primer and Estée Lauder double wear foundation and they did not work well together with this powder."
		},
		{
			"review_title": "Swapping the original for hydrating - game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was previously using the original Mineral Veil and it was just meh. I'm so oily in some spots I have to have a setting powder, but I have dry flaky patches that setting powder just clings to and makes worse. I recently purchased the hydrating version and... it's changed my makeup game forever. Hydrating setting powder seemed like a gimmick to me, but rest assured my friends with dry, flaky patches - this stuff will not cling to your dry patches and make them worse! It sets my makeup the way I need it to and keeps my oiliness at bay without making my dryness worse."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Illuminating Mineral Veil - completely sheer with luminous finish",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I loved almost everything about this product. The one thing I didn’t like were the somewhat sparkles in it. The powder itself was weightless but it found itself in my creases under my eyes and smile lines. If you were already looking into this thinking to buy it, don’t let my review stop you! I still used all the product and it worked decent. Just some people noticed I had little flakes of glitter or sparkles on my face."
		},
		{
			"review_title": "perfect",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This powder is amazing, not super expensive but super good. It goes amazing with the fenty  beauty foundation, that combo is a perfect match"
		},
		{
			"review_title": "WARNING - DO NOT BUY - color has changed to ORANGE",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "The color for original has changed.  Is now orange. = (  (I compared an old container to the new one---and it is a drastically different color.)  Whether or not the color change is an accident or intentional is unclear...but either way, customers aren't liking the change.  Have seen similar customer reviews on Sephora, Amazon and Bareminerals.com, etc.  I phoned both Sephora and Bare Minerals.   Neither company cared.  Both gave me canned responses and offered to exchange...which makes no sense.  (Unless they pull and replace current inventory, they will just be sending me more orange powder--ugh!)  They have no interest in fixing the issue itself...  Bottom line: this powder is hideous/ unusable.  I recommend buying something else."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Very soft looking. Great for the dry winter weather"
		},
		{
			"review_title": "A good powder!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I like this powder a lot - pretty easy to apply (thanks to the handy container) and covers well.  Doesn't look cakey.  Has a very slight shimmer that still looks very natural."
		},
		{
			"review_title": "Not great",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I'd been looking for a setting powder for a while and chose this over the more popular Laura Mercier one because it doesn't contain talc, but this didn't really meet my expectations. I have super oily skin and when I buff this on in the morning, it gives me a super matte, almost drying finish -- to the point of visible flakes on my cheeks. While I don't mind my face looking a little dry, by mid-day my t-zone is COMPLETELY soaked through with oil. So this product doesn't do much in the way of oil control. As other reviewers have mentioned, it also has a reddish tint to it which can make you look orangey-tan. It'll do the job decently with some re-application throughout the day, but there are probably better options out there, particularly if you're on the oily side."
		},
		{
			"review_title": "Amazing product, awful orange colour",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love the finish this gives me. Completely controls my oily t-zone all day which no product has ever done for me before, but I’m heartbroken that it is completely orange. Please make this truly sheer, it’s a holy grail of a product for me"
		},
		{
			"review_title": "do not buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I don’t know if there is a new formula or a bad batch but this powder literally made my skin orange. I had read other reviews stating this but thought to just try it out myself and it is no joke!! As soon as I put it on my under eye concealer it turned a brown/orange colour. Returned immediately!!!"
		},
		{
			"review_title": "love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Holy grail make up product right here. Been using this since they first popped up in infomercials back in the 90s! Flawless finish, I feel photo shopped after I finish my make up routine with this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Very soft looking. Great for the dry winter weather"
		}
	]
}