{
	"product_id": "462",
	"name": "Nourishing Stretch Mark Cream",
	"brand": "Evereden",
	"categories": "Bath & Body, Body Care, Bath & Body for Mom & Baby",
	"price": 66.0,
	"about": "What it is:A body moisturizer that hydrates dry skin, tightens the look of skin, and helps reduce the appearance of stretch marks..Skin Type:Normal, Dry, and Combination.Skincare Concerns:Dryness, Uneven Texture, and Loss of Firmness and Elasticity.Formulation:Cream.Highlighted Ingredients:- Mango Butter: Hydrates and soothes dry skin..Ingredient Callouts:This product is vegan..What Else You Need to Know:This fragrance-free moisturizing cream hydrates dry, sensitive skin with nourishing mango butter while visibly targeting the appearance of stretch marks with centella asiatica and vitamin A-rich rosehip oil. It is suitable for use while pregnant or breastfeeding.",
	"ingredients": "-Mango Butter: Hydrates and soothes dry skin..-Peptides: Help to tighten the look of skin..-Centella Asiatica: Visibly brightens skin while targeting the appearance of stretch marks...(Crowberry) Fruit Juice, Centella Asiatica Extract, Phyllanthus Emblica (Indian Gooseberry) Fruit Extract, Tocopherol, Apium Graveolens (Celery) Callus Extract, Xanthan Gum, Sorbitan Oleate, Sodium Stearoyl Glutamate, Squalane, Hydrogenated Olive Oil Unsaponifiables, Linoleic Acid, Linolenic Acid, Glycine Soja (Soybean) Sterols, Phospholipids, Lactobacillus Ferment, Darutoside, Cetyl Hydroxyethylcellulose, 1,2-Hexanediol, Behenyl Behenate, Tribehenin, Carnosine, Dipotassium Glycyrrhizinate, Caprylhy-droxamic Acid, Rutin, Palmitoyl Tripeptide-1, Palmitoyl Tetrapeptide-7, Sodium Hyaluronate, Cucumis Sativus (Cucumber) Fruit Extract, Phaseolus Lunatus (Green Bean) Seed Extract, Curcuma Longa (Turmeric) Root Extract, Echinacea Angustifolia (Coneflower) Extract. .....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Massage a generous layer into dry or itchy skin until completely absorbed. .-Use twice daily wherever hydration is needed, focusing on areas that need extra love and attention such as the belly, hips, and thighs..-For best results, follow with Golden Belly Serum (sold separately) for extra-targeted repair.",
	"num_reviews": 148,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/evereden-nourishing-stretch-mark-cream-P481978?skuId=2564839&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2564839-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "4 oz/ 120 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2564839-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Doesn't feel oily at all and absorbs quickly into the skin. The scent is interesting and the pump dispenser is nice to use. Hoping results will show soon."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "Have only been using this for a week so I haven’t seen a difference yet. However, it’s a very thin/light cream which I like. It makes my skin feel very smooth after using it and I like the pump applicator. The packaging is crisp and clean looking."
		},
		{
			"review_title": "Great for Stretch Marks of any kind!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "After using this product over the past few weeks, I am loving the results! Stretch marks are lighter and skin feels hydrated! The formula is light and not too thick."
		},
		{
			"review_title": "My Go-To this Pregnancy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I'm in my second trimester and so far no stretch marks on my belly and my skin feels so hydrated after using this (I'm prone to stretch marks). I tried a well-known cheaper option before considering re-stocking this because it is quite expensive. Unfortunately for me this cream is way too good and I will be re-purchasing! I only use it every second day and I find it's enough. The first bottle got me through my whole first trimester so it does last. People saying they put it all over their body and it doesn't last long... I think this is meant to be a TARGETED treatment for the prevention of stretch marks. If used as intended it does what it's supposed to do."
		},
		{
			"review_title": "Feels good on tight skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Love this and I didn’t get any stretch marks, it gets rid of the tight feeling which is a nice relief!"
		},
		{
			"review_title": "works fine, but stinks!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I used this during my pregnancy. It seemed to work. it's a thin lotion that absorbs quickly. however, I couldn't get over how much I disliked the smell. It is hard to describe, but reminded me of cheap sunless tanner lotion. and of course the smell sticks with you all day. yuck."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Just got this product and either it has no product or the packaging is defective because I spent 5 minutes pumping and no product came back. Will have to return"
		},
		{
			"review_title": "Nice but Not That Great",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I think the cream is great and creamy. The only thing stopping me from loving it is the smell. Its like a gross cucumber smell. I will continue to use the cream but I will not be buying it again"
		},
		{
			"review_title": "Try it !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "It seems like my stretch marks got lighter after applying this cream ! It’s very light, not oily. Smells good as well !"
		},
		{
			"review_title": "Too expensive",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "This product is amazing and really hydrates my dry skin but it is sooooo expensive. I personally find it not worth it for the little amount of product you get. I put this all over my body as it is one of the few creams I find actually moisturizes my skin but this bottle lasts me like 2-3 weeks doing my whole body once a day. Wish they made a bigger bottle"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This helps my stretch mark after delivery, it is a safe and clean formula so I chose this so I don’t get worried about breastfeeding my baby, plus my baby is using the baby fave cream too, it is very hydrating and gentle to my baby’s skin"
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I bought this as well as the golden belly serum to minimize stretch marks during pregnancy. Although it’s too early to know if it’s really working, it smells so good, is a super rich, moisturizing cream, and so far I’ve been loving it. Don’t love the price, but if it works, it’ll be worth it."
		},
		{
			"review_title": "exceptional if you have red stretch marks!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "After using this product for the last 3 weeks I can definitely say that it helped my RED stretch marks. I finished the whole bottle of product and i have to be honest i still have them but they are less visible and i am going to buy it another time to see if they can disappear. I would recommend this product to anyone who gained weight and now have stretch marks who  are red. I also recommend to use a body scrub for help the product get into your skin easily. Don’t forget to do some sport and eat the most healthy you can! xxx"
		},
		{
			"review_title": "A pregnancy must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I started using this cream when my stomach started to grow and wasn’t sure if it was working or not. I then tried the evereden golden serum and started to notice minor stretch marks on my hips. After about a week I switched back to this cream and within 4 days the stretch marks were reduced significantly. I was incredibly surprised and was happy to see that the cream does actually help!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I just finished my bottle after using it almost every morning for a while. I didn't mind the smell, I found it very subtle as someone who doesn't like strong scents. It spread easily and absorbed nicely , skin wasn't left feeling greasy at all. I used this product along with the oil and I found it really lightened my stretch marks , even the older ones from my first pregnancy 14 years ago. Very pleased with this product and will be purchasing again."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Tried it with the golden belly street mark serum, didn’t work at all"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received this free from Influenster and couldn’t wait to try.  It smelled good, was easy to apply and absorbed good. Never really helped with the stretch marks though"
		},
		{
			"review_title": "Love it!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I really love the his cream!!! The fact that it has jojoba oil and i loveee the mango butter!!"
		},
		{
			"review_title": "Smooth and softens",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Smooths stretch marks, smells delightful and softens and helps create elasticity and moisture to ever changing bellies of pregnant women."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Was not a fan at all! Smells like a rubber glove, you need like 6 pumps at least to try and cover a pregnant belly (9 months)  Did absolutely nothing for stretch marks. Does not spread easily. Would not buy. Threw it out.   I'll stick with Palmers coco butter."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Currently 9 months pregnant and have been using this cream for my last trimester. It applies really, really well and keeps my skin super soft and moisturized all day and night!"
		},
		{
			"review_title": "Lovrd it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this product and I highly recommend it! I have a very dry skin and it helped me so much with my skin problems! It even dosnt have smell! Perfect for who is sensitive! It left my skin very soft and firmer!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I like the moisturizing feel that it has on the skin but I will need to use it more to know if it helps with stretch marks"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Got this product and even though i have only been using this for a few days, i have seen reduction in the visibility of stretch marks in my skin. It also makes it softer and firm at the same time. Also good because it barely has any scent"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "My skin feels so soft after applying the serum and then cream! It smells great and I feel like my skin has gotten much smoother and softer over time can’t wait to see the end results!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this serum because the other serums I've used before always gave me a rash but this serum works amazingly well this doesn't give off a horrible odor like most so I do recommend this product"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Love this product! It smells and feels so good. I’m pregnant and would highly recommend for those looking for a cream for stretch marks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I received this as a gift from Influenster to use during my pregnancy and so I am really liking this cream. I am using it to prevent stretch marks and it helps with itching. The scent is not too strong and it absorbs nicely."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Received this product complementary from Influenster Canada.  I was 8 months pregnant when I received the product and love how it’s going.  It definitely helps with itchiness and keeps the belly hydrated.  I use this after applying the oil and love the combination.   I gave birth last week and keep using it.  Honestly haven’t noticed any changes as I haven’t been using it for long enough.  However looking forward to results !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is my favourite product! I absolutely love it. It works soo good and leaves my skin feeling amazing !!"
		},
		{
			"review_title": "Smells & feels amazing on skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Been using this everyday for over 2 weeks now and I love the results I am seeing. This product smells incredible, it is not a heavy cream very light on the skin and easy to absorb. The packaging is a plus as it’s in a beautiful lavender bottle and the right amount of product is dispensed with each pump! 10/10 would recommend!"
		},
		{
			"review_title": "Super soft and smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I really liked this lotion. I found it really kept my tummy soft. It’s not heavy or sticky. It goes on really smooth. And there’s no strong scent which I really appreciate it. I def recommend it."
		},
		{
			"review_title": "Pregnant Stretch Marks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I just got this yesterday it's kind of a lot of money so I hope it works I also got the serum that the same brand has for the stretch marks and I will update if this website lets me with a new picture in about 8 weeks but hopefully I start seeing results in 4 weeks because that's what it does say on the bottle but yes I have red stretch marks right now am I pregnancy and this is out of control hopefully this is my savior"
		},
		{
			"review_title": "Evereden Nourishing Stretch Mark Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I received this amazing product from Influenster for my honest review. I'm currently pregnant and have been noticing my skin is really dry and stretching out quite a bit. I used this cream for 2+ weeks and noticed a difference in the stretch marks. It isn't as dark anymore, seems to be getting lighter and the skin feels much more moisturized and hydrated. The smell is pleasant and not strong at all. I am very impressed with the results and really love the packaging. The cream is easy to pump out and absorbs so nicely into the skin. I definitely recommend this product for anyone experiencing stretch marks!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have received this marvelous product for Influenster in exchange for my honest review.  I feel in love with it because after use it few times I was impressed with the result. I have stretch and sensitive skin. It smells very delicious because of mango. I like to see how the body absorbs it very fast. The smooth sensation is for long time. The packaging is very cute too. The most important is the natural ingredients."
		},
		{
			"review_title": "Subtle but amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I’ve tried many creams before to help with stretch marks but none fit the bill - was either too oily/too greasy, the scent was too strong, or there were no results. I have to admit that I didn’t have the highest of hopes for this one either but I figured it was worth a try! Let me tell you… this one is not made like others! The scent is so subtle/not even there, it’s moisturizing without being too thick, and best of all - I’ve seen improvement! I love the simple packaging and clean ingredients to boot! Will definitely get again! Worth every penny!   Ps I also got the belly oil but I wanted to test them out individually first - I can only predict even better results when used together!!"
		},
		{
			"review_title": "Liquid Gold!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "This stuff is liquid gold. I have multiple children, and it has helped prevent more, and lessen the look of the ones I already have. I would recommend this brand above any other stretch mark cream brand!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I have noticed improvement since I’ve started using this cream. You only need a small amount so the fact that the bottle is relatively small is okay. I have seen improvement in my old stretch marks from my first pregnancy since starting to incorporate this cream in my morning routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product complimentary of Influencer. Upon first impression, the packaging is pretty. I love the scent of the mango butter and the rich creaminess of the cream. It has a substantial feel to it and absorbs into my dry skin immediately without leaving any oily unpleasant residue.   After a couple weeks of use I am beginning to see visible fading of my stretch marks and I am excited to see the results after a couple months of consist use."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I received this product from Influenster. The packaging was very nice and the products are aesthetically pleasing. I had my first baby in December 2021. I didn’t end up with any stretch marks on my belly but I’ve been using this cream on my hips and belly for moisturizer. It is very hydrating and has a great consistency. Overall it’s a great product - wish I could provide more information with respect to the dissipation of stretch marks."
		},
		{
			"review_title": "Incredible Belly Cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I was selected to try the Evereden Nourishing Stretch Mark Cream for free in exchange for my honest opinion and I love it! I’m currently 7 months pregnant and still do not have any stretch marks!   The cream comes in a pump style container and I am able to do my entire belly, though and hip areas in 5 pumps. The cream is a nice consistency and is not greasy. It is easy to rub in and soaks into my skin very quickly. I have been applying this cream for two weeks every night after I shower and have noticed such a difference on my skins elasticity and level of dryness. My skin is so hydrated and so soft and smooth. I love the addition of jojoba oil and the mango butter in this cream. The only con of the product for me is the smell. It smells earthy which isn’t a scent family I usually enjoy but otherwise this product has been amazing for my growing belly and I will continue to use this throughout the remainder of my pregnancy!"
		},
		{
			"review_title": "Great product, simple packaging!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I received this product through Influenster and it could not have come at a better time. I’m currently 15 weeks pregnant with my second child and want to reduce the stretch marks I already have and try to not get so many this time around. I have notice the area is not as dark looking and it leaves my skin so soft after using it. The smell is fine, not overpowering by any means. I would definitely recommend this product anybody who has stretch marks!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Amazing. I’ve been using it for over a month and it gives my skin lots of hydration."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this product complimentary from Influenster. I was looking for something for stretch marks when I received this product, I had never heard of the brand and I was excited to try it. I like the packaging for both the Stretch mark cream and the oil. They have a nice scent and leave my skin feeling soft and moisturized. I will be repurchasing the set again along with the baby moisturizer when my daughter is born."
		},
		{
			"review_title": "Loved it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I got this product from Influenster. Not only the package is beautiful, but the product’s texture is amazing. I noticed that my skin is lesser dry now. I have not to say about the stretch marks, because I didn’t use for long time."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I really like how this product is light and absorbs very well into the skin. I’m not sure if it really helps with stretch marks, as I feel like every person is different. I am pregnant with my third and I’ve never had stretch marks before. However, my skin is extremely dry and seems to get worse with pregnancy, and I feel like this product is helping with the dryness."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love the packaging for this cream, it looks nice sitting out in my bathroom and the pump on top is easy to use. The cream has a slight scent that isn’t too overpowering which is nice for pregnancy. It absorbs quickly and is silky. Doesn’t leave my skin feeling greasy so I usually just rub the extra into my hands."
		},
		{
			"review_title": "Kept my belly free from stretch mark as I grew",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This cream is fantastic! It makes my skin feel fresh and cool. It absorbs very quick! There is a squeeze top making it easy to dispense. My skin feels very hydrated and smooth after using this for a couple of week. The packaging is cute!"
		},
		{
			"review_title": "Feels awesome",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "The packaging feels and looks amazing. Feel good on my skin and doesn’t leave my skin feeling greasy. A little goes a long way with this cream. So far so good my marks have lightened up a little and it’s working faster then other products I’ve used.   * received from influenster in exchange for a review"
		},
		{
			"review_title": "I Am in Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I received this product from Influenster and this is my honest review.  The EverEden Nourishing Stretch Mark Cream has become part of my daily self care routine. I apply it twice a day - morning and night - on my thighs and belly, and it leaves my skin feeling so hydrated and soft. The smell is subtle and the product absorbs very well onto the skin. Unlike other products on the market, it does not feel greasy after application! I have only used it for a couple of weeks, and haven’t seen much of a difference, however, stretch marks don’t disappear overnight! I can see myself incorporating this into my daily routine for the long term. Can we also talk about how luxurious the packaging is? I am in love and feel like a million bucks!"
		},
		{
			"review_title": "Luxurious feel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I received this cream as a gift in exchange for my honest review. This feels luxurious on the skin. No fragrance, creamy texture and easily absorbed. I think stretch marks are genetic but you can definitely avoid the dry skin and itchiness. I’ll definitely invest in this once I run out."
		},
		{
			"review_title": "Hydrating & Nourishing for sure!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I received this product from Influenster and I am currently 9 months pregnant with my 4th! I wish I had this sooner because it really is very moisturizing. I use it every time I get out of the shower on my belly and I have noticed that my stomach has gotten so soft! Very subtle smell, nothing overpowering at all and the packaging is very cute and easy. I have not yet noticed a decrease in my stretch marks but I have only been using it for a couple of weeks. Either way it’s a great option for a body moisturizer, andI will start using it on the rest of my body!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have really enjoyed this product.  It is lightweight and absorbs into the skin quickly without leaving a greasy film.  It has a mild natural scent to it as well. Would definitely repurchase"
		},
		{
			"review_title": "Absorbs Well",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I received this free complementary from Influenster.  I like this cream it absorbs and moisturizea  very well, it's not greasy .  I love how it doesn't have strong scent  no harsh chemicals in the ingredients.   I haven't used it long enough to see huge difference in my stretch marks yet however my skin felt soft instantly. I will definitely recommend especially to pregnant women a little goes a long way"
		},
		{
			"review_title": "Would purchase again",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received this as a sample. I love the packaging and Ingredients. The cream applies smoothly and there isn’t too strong of a smell. After using my skin is soft and very moisturized. The product absorbs quickly. I haven’t noticed any minimizing of stretch marks but  i will update my review in a few months."
		},
		{
			"review_title": "Soft and Moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I received this product as a sample in a Influenster voxbox I received from Evereden for my honest opinion, along with one other sample. When opening the box I immediately loved the packaging! I loved its simplicity, yet uniqueness. Trying the product, I loved its texture! It didn’t feel oily or slippery after applying; it soaked in really well and was moisturizing. It had a slight subtle scent that was pleasant. My favourite part though was that it was vegan! As someone who is always looking for plant based products this really made me especially excited! I’ve only been using this product for a week and already notice my marks are slightly lighter. With more consistent use I can only imagine how much more difference it could make. I’ve also heard great things from others prior to receiving samples as well who long term used this/these and had incredible results. I plan to continue using and will post more results in the future once used for a bit longer."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "not a complete fan of the smell to be honest . i love how hydrated my sucking is feeling though    definitely would recommend. thanks influenster"
		},
		{
			"review_title": "Great for You and as a Gift",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product in exchange for an honest review. I was genuinely so happy to receive this and another item from evereden to test! My skin has been going through lots of changes very quickly and I’m so thankful to have come across this brand. The stretch mark cream makes me feel incredibly soft, nourished and leaves a soft pleasant scent. I can’t tell you how soft my skin feels after just a few uses! Noticing a reduced appearance of the marks on my stomach already. My partner enjoys putting it on me! Will buy again and would make a lovely gift for all pregnant friends!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I received this for free from influencer for my honest opinion. I put this on each morning after my shower. I love the subtle fragrance and how light it feels. Not greasy or too thick. My skin felt so soft & smooth all day. It never got itchy or irritated. I will keep using this cream and will recommend it to everyone. I will be buying more."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This creams absorbs really well into the skin and doesn’t leave any sticky or oily feel. The smell is very subtle, nothing too over powerful. Currently in my first trimester and using this for hydration. I’ve been using this in conjunction with my bio oil. I can’t comment just yet on whether this lightens old stretch marks. Overall a good product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Thank you influenster i absolutely love this stuff.. It makes my stomach feel so soft and refreshed. And has made my stretch marks go down. I will definitely buying it . Highly recommend for any pregnant woman :)"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I am 38 weeks pregnant and have been using this for the past couple of weeks. My skin feels extremely soft and I don’t have any issues with itchiness which I felt prior to using this cream as my stomach stretched. I would highly recommend this cream to all the pregnant woman."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "I received this complimentary to review. This cream is great because it’s not too greasy, absorbs fast, and has a light scent. It’s too soon to tell if it helps my stretch marks, but I like the formulation!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "I received this product for free from influenster for an honest review! I love the packaging, so cute and functional. I actually really enjoy the smell as well. I was surprised that this product is not greasy at all, all other stretch mark creams I’ve used have been so greasy. I’ve been using this product for about 3 weeks - 1 month now and it leaves my skin feeling very soft and moisturized. I haven’t noticed a huge difference in my stretch marks yet, but it says to use for 8 weeks so we’ll see how it goes! I will definitely keep using this product!"
		},
		{
			"review_title": "24hr Hydration!!!!!!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I received this product complementary for my honest review.... This is a very nice cream that leaves your skin silky smooth and hydrated for at least 24hrs. I was very impressed by that.  I didn't care for the smell, its not horrible or anything and it didn't linger so I could still use it and tolerate it. I haven't been using this product long enough to see major results but so far I don't have any stretch marks and my skin is very hydrated. #influenster"
		},
		{
			"review_title": "Great for pregnancy/postpartum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "When I received this product I was pretty skeptical. I have had 3 kids so lots of stretch marks all over the place. Most recently the ones on my lower tummy from my latest child have been super itchy so this came just in time. It smells great, and soaks in really nicely. I used it with another product in the line and am super satisfied. I would definitely purchase this product when I am out."
		},
		{
			"review_title": "Amazing stretch mark cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received this cream in exchange for my honest review from influenster.  This nourishing stretch mark cream is amazing. I love the fact that it is fragrance free, plant based and non toxic. I have used this cream daily for over 2 weeks now and the look of my stretch marks have drastically reduced. I highly recommend this product for any pregnant or post postpartum mom who have stretch marks."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Loved the simplicity of the packaging right away. The product itself is wonderful feels great on my skin doesn't leave any oily marks on my clothing which I always get nervous about. It's smell is subtle and light. And it makes me happy to use products good for me and good for the environment!"
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "As per the instruction, you only need to apply a thin amount. I don't know if this totally prevent or reduce stretch mark as I am still 30 weeks pregnant and I don't see the result yet but it does feel good on my skin. It is not as moisturizing as the oil one but this and combination with the oil is amazing! I use this in the morning and then I use the oil at night. It is indeed a perfect pair and a great way to have some pregnancy belly regimen..."
		},
		{
			"review_title": "It’s worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, fairLight skin tone, Combination skin",
			"review_text": "I received this product for free from Influenster. I’m very surprised.. I love the packaging and tried it on my skin I super like the smell of it… I been using it morning after shower and at night before bed time .. I have stretch marks mostly on my hips and find this product keep my skin hydrated and feel soft and smooth I see the difference since I used it… will continue using it. Thank you for this product!"
		},
		{
			"review_title": "Gorgeous pregnancy product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Gorgeous packaging, smell and texture. Typically pregnancy products don’t feel luxurious but this brand is the exception. A wonderful gift for a mom to be too. I don’t have any stretch marks yet so I can’t say for sure if this prevents them but it feels pretty nice using it all the same."
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "First off I love the product packaging, it’s very feminine and the colors compliment each other very well it’s just overall very appealing. The container has a pump that is firm and made well the product comes out minimal so you don’t waste it. There’s not a powerful scent to the cream itself, it’s also super light and when massaged into the skin really penetrates. I found it super moisturizing and helped with dry skin. I did notice a slight fade of current stretch marks and I’m excited to see the result after continued use"
		},
		{
			"review_title": "Moisturizing & luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free from influenster. it has a beautiful, fresh sent.  It keeps my skin hydrated all day/night! So far I am free of stretch marks  but it’s early in my pregnancy yet, I will continue to use this product."
		},
		{
			"review_title": "Super soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love the aroma, super soft with the skin it keeps my skin hydrated for 24 hs"
		},
		{
			"review_title": "By far the best stretch mark cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely love this product !! Being a mom of 2, just shy of 3 months postpartum this stretch mark cream is by far the best one I have ever used! It's super soft to the skin and I've seen results to lighten up my stretch marks. I'm extremely happy with this product, I highly recommend !!"
		},
		{
			"review_title": "Mango Heaven!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Simply love this product. With slight to no smell it’s perfect. No greasy and absorbs in my skin instantly!  I have been using this product for over a week and seen quite a difference it even worked on stretch marks from my previous pregnancy. Ingredients include mango butter, which explains why it’s so hydrating."
		},
		{
			"review_title": "The Best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Firstly, this cream smells amazing! A lovely yet subtle fruity and floral scent.  The cream is light weight and absorbs super quick.  My skin is buttery soft since using! Highly recommended"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "What an amazing Cream. I have been using for a while now and I have already notice an improve on my skin. The scent is very light. My skin looks very soft and it’s very soothing. It is wonderful for all skin types and perfect for sensitive skin. It is amazing. #influenster #free #Everden"
		},
		{
			"review_title": "Amazing Stretch Mark Cream!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I can’t rave enough about this amazing stretch mark cream!! I am currently 6 months pregnant with my second child and have been fearing getting loads of stretch marks added on to what I already have from my first child. This cream has done so much wonders with reducing the stretch marks I already have and preventing new ones from forming. I love the fact that this cream has amino acids and collagen while hydrating my skin with mango butter and jojoba oils. It goes on like butter and smells amazing!! I can’t wait to keep using it even after the baby is born while I’m breast feeding! I wish this product was around when I had my first child. I’m obsessed!"
		},
		{
			"review_title": "Good stretch mark cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been using this cream in conjunction with the  belly serum and I’ve been loving it. It absorbs well into the skin and isn’t greasy. I use two pumps to cover my hips and belly where I have stretch marks from when I was pregnant. I’ve noticed they are slightly faded. Overall I’m pleased with this cream so far and am excited to continue using it. I received this product from Influenster in exchange for my honest review"
		},
		{
			"review_title": "Light scent, nice lotion",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "The pump gives a good amount of lotion, the cream is not greasy, and absorbs quickly - even when layered over the golden body serum. It gently softens skin, and offers good moisture which is helpful in preventing stretch marks. I can’t speak to how well it prevents or heals stretch marks yet as I’m not that far along in my pregnancy, but I am a fan pf the light scent and level of moisture. I received this product free from Influenster to review with my honest opinion."
		},
		{
			"review_title": "A must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "A must-have stretch mark cream! My skin tends to be dry but gets even dryer when I'm pregnant. This cream, as well as the Golden Belly Serum, has truly helped my stretch marks during this pregnancy! It has a light creamy texture and absorbs quickly into the skin. I use this as the first step to help relieve my dry, itchy skin. Then I go with the Golden Serum to lock it all in!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I use mango butter as my regular body moisturizer, and this new stretch mark cream from Evereden is a good, convenient pump version of that! I still had lingering stretch marks from my last pregnancy, and I'm happy to take a more preventative approach with this moisturizer for this current pregnancy. I like how it is not overpowering, and doesn't leave a greasy feeling!"
		},
		{
			"review_title": "So far so good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Oily skin",
			"review_text": "I’ve been using this cream for two weeks now and I like it a lot. I used it twice per day.  It leaves my skin feeling moisturized, I haven’t notice a reduction in my stretch marks yet."
		},
		{
			"review_title": "Holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Simply love this product. With slight to no smell it’s perfect. No greasy and absorbs in my skin sis quickly! I have been using this product for 2 weeks and seen quite a difference it even worked on stretch marks from previous pregnancy. I wish I had known of this any soon! So go on give it a try to all mums and mums to be:) I love this along with the belly serum. Ingredients include mango butter - so hydrating."
		},
		{
			"review_title": "Love it but wish it worked faster",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I was provided a bottle of Evereden nourishing stretch mark cream to try for free in return for my honest opinion. I loved the scent, it’s light and not overpowering and just lovely. The texture is well balanced, not thick at all and easy to go on. I love that this is completely safe to use while pregnant. I did multiple applications daily and have used it for over 2 weeks. It seems to be helping some of my stretch marks to fade but hasn’t made them disappear as I hoped it would. I will continue to purchase as it does seem to work, albeit slower than I would like. My skin also feels softer and smoother as a result."
		},
		{
			"review_title": "A must buy for all moms!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a must have product for all moms! My pregnacy left me with quite a few stretch marks. I have been using this product for 3 weeks now in conjunction with the Golden Belly Serum and I have noticed a significant difference. This cream absorbs quickly and effortlessly and does not have a strong smell. I am excited to see the continued improvements and would highly recommend this product to anyone seeking to minimize their stretch marks!"
		},
		{
			"review_title": "A must have for all moms",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "What I love about this cream is that it doesn't have any strong scent. Being pregnant my sense of smell is heightened so I am finding alot of things that used to smell ok bother me now. Not the case with this product. It's easy to apply and looks aesthetically pleasing on your bathroom vanity. The ingredients are straight forward and easy to read. I noticed a difference within 2 weeks of using this product."
		},
		{
			"review_title": "Nourishing stretch mark cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I received this product free for testing purposes for a review of my honest opinion. I’ve been using it for two weeks now and notice that my stretch marks look less noticeable. The cream is hydrating and nourishing and non greasy. I’m 8 months postpartum and wish I discovered this when I was pregnant! I think if I used it back then it would’ve prevented stretch marks! It’s so nice adding this to my daily routine it feels like some well deserved me time! I would definitely recommend to mama’s and mamas to be!"
		},
		{
			"review_title": "Loving my results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have only been using the Everden Nourishing Stretch Mark Cream for two weeks and I am loving my results. I am using it in conjuction with the Golden Belly Serum. My stretch marks have started to fade from the firey red to more of a pinkish tone. The cream has a nice light natural scent. I love that the cream is not greasy."
		},
		{
			"review_title": "Perfect cream for stretch",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I loved this cream with jojoba oil,mango butter and centella,my skin absorved super fas this need like it needed to be relieving the dry and itchy skin.I like this kind of cream that is plant based and no toxic,the smell is so very sweet that you can't feel the smeel. Thank you so much Influenster for my free product!!!"
		},
		{
			"review_title": "Best stretch mark cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Nourishing stretch mark cream.. has a really moisturizing effect that lasts a long time making it smooth and soft thus fading the stretch marks within one week of use"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I have only been using the everden nourishing stretch mark cream for a week now and I absolutely love it! I am using it with the everden serum as directed and they both work great can’t complain! This has a nice light scent."
		},
		{
			"review_title": "Very Nourishing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I was super excited to receive this product! I love the simple, sleek bottle. I have only been using it for about a week now but I absolutely love it! It has a light sweet scent. It is very creamy and on the thicker side of creams but it absorbs into my skin very quickly. I am using it with the Everden serum and they work great together to leave my skin feeling moisturized."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This is a great product. I use it in conjunction with the belly oil. The texture is smooth and the i like the smell a lot. My skin feels very moisturized after using this. It does not feel greasy at all!"
		},
		{
			"review_title": "Super soft skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have only been using the everden nourishing stretch mark cream for a few days now but I absolutely love it! It is creamy and on the thicker side of creams but it absorbs very quickly. I am using it with the everden serum as directed and they both work great"
		},
		{
			"review_title": "Definitely a must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this product for free from influenster in exchange for my honest review. First, i loooooooveeee this cream! The smell, the texture, it was the way i wanted it for a cream. Since i’m using it for 7 days straight now (nigh & day), i’ve noticed that my skin on my belly & hip part made it smoother & hydrated. Though i don’t see any difference yet with my stretch marks as i’ve only been using it for seven days, i can see an improvement already on those areas. I highly recommend it!"
		},
		{
			"review_title": "great cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The feel was good and the smell not too strong. I lreally how fast this cream absorbed and how it made my skin feel. Definitely going to keep using.Received free from influenster"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this item as complimentary to try and i must say, i looooove the consistency of the cream. Its not too thick but also not too thin.. the scent im smelling from it is more like earthy/floral/plant scent which I don't mind at all. When it's applied onto the skin it doesn't feel too sticky. It leaves my skin super soft. One thing i did notice though since my skin is super dry, i find the need to apply more than 2 coats so maybe if its a little bit more creamier it would work better for me. But overall i love and recommend this product!"
		},
		{
			"review_title": "Luxurious cream for pregnancy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I loved how fast this cream absorbed and how it made my skin feel. It defiantly helped relieve the discomfort of stretching skin during pregnancy. It has a beautiful light scent that’s not too overpowering.my only complaint is the price."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, fairLight skin tone, Dry skin",
			"review_text": "I received this complimentary from Influenster.  Love the packaging of this cream. Doesn’t have a scent which is great. Leaves skin feeling moisturized without the oily residue some creams leave"
		},
		{
			"review_title": "Great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Great ingredients I feel good about using while pregnant and helps with dry itchy skin as it stretches!"
		},
		{
			"review_title": "Good lotion",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The feel was good and the smell not too strong ... but it honestly didn't do much for me just seems like a really expensive lotion... definitely wouldn't waste that much money on it .. received free from influenster"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "First of all, really like the whole packaging and color of the bottle, it is pretty and of quality. The smell and texture is nice, its not greasy and penetrate the skin well!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I think this cream is quite lovely! I put it on every night after showering and it absorbs really well. It has a very neutral smell with a slight hint of fresh cucumber which is not overpowering at all. We’ll have to wait and see how it does to prevent stretch marks."
		},
		{
			"review_title": "Buy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Much like a regular lotion, this soaks into your skin, doesn’t leave you greasy at all. No scent so it’s great for sensitive people. It is quite nice and I enjoy the lasting effects."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have been using this cream for more than a week now after showering or bath and I really like it. The scent is neutral and the cream is rich in texture. It is fast absorbing too. Every time I apply it on my belly there's a warm sensation. I haven't notice any difference on my stretch marks as it has only been more than a week since I started using it but it definitely feels moisturized. I would recommend this product."
		},
		{
			"review_title": "Great paired with the oil !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love how this product is considered clean and vegan. It absorbs into the skin well without leaving any residue. I like to apply it alongside the oil so I know that  I’m benefiting the most from the powerful ingredients. I have not noticed an improvement in the sight of my stretch marks but I think with a little more use I will notice an improvement. The only reason I gave it four stars is because I prefer slightly scented products rather than fragrance free. If you pair it with the oil, it has a scent so that helps. I have had zero new stretch marks appear since applying so that’s great news! I recommend to others who want to take the step into caring for themselves and making you feel good."
		},
		{
			"review_title": "Stretch mark cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "aesthetic bottle, size was decent. Cream was smooth to feel and scent was fine. Would love to see the result for this after finishing the bottle. No redness or itchiness when I applied it on my skin. Hoping for a great result that is why lack of 1 star"
		},
		{
			"review_title": "Good moisturizer but..",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this cream for free from Influenster in exchange for my honest review. I received this cream and also serum from this brand, and I like serum way better than the cream. I would prefer it to be thicker and maybe more nourishing. It just that I felt like it wasn’t enough. I also didn’t want to use a lot and I used three pumps at once, which usually with moisturizers is more than plenty. Overall, mixed feelings."
		},
		{
			"review_title": "Amazing serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I started using it twice daily after each shower. The serum isn’t thick and is non-greasy. It smells neutral and I can tell it penetrates deeper layers of skin as it doesn’t just sit on top of your skin.So far so good..it's highly recommended!!"
		},
		{
			"review_title": "Pregnancy Dream Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "So I’m currently 12 weeks pregnant with my second child, I have been using this product for about two weeks now. I love the scent and the way it feels. It definitely is a soothing product that I love to rub on my tummy and hips every day. Do I love the oil better, I do. But I’m a fan of how this feels and can’t wait to see how it does as I progress in my pregnancy!"
		},
		{
			"review_title": "Hydration with greasy feel after!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I've been using this product for about 2 weeks, and I haven't noticed a drastic change in my stretch marks appearance but I have noticed a difference in how supple my skin has looked. It's very hydrating without being greasy, which is a problem I've run into with other stretch mark creams in the past."
		},
		{
			"review_title": "Love the smell & hydration",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I received this product from Influencer and Evereden in exchange for an honest review. I have been using this cream for about a week now and love it so far. This cream has a nice light scent, it goes on well and does not grease and absorbs quickly so you don’t have to worry about it getting on your clothes. It’s been working well in keeping my skin moisturized and hydrated. I think this combination would work well for someone currently pregnant and needing that extra hydration for the stretching skin. I have stretch marks from my pregnancy which hasn’t really decreased yet, but I’m hoping with more regular use I will begin to see a difference. Bonus is the beautiful packaging!"
		},
		{
			"review_title": "10/10 recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this Free in extange for my Honest review.  Let me just start off my saying this company has amazing ingredients EWG certified. If you like clean products this is a brand to check out. I'm loving the way the cream smells and feels, goes on so smooth doesn't leave any stickey feeling on the skin..paired with their serum is amazing. Obviously nothing is going to take away stretch marks or prevent them from showing up. But been using this with the serum for 1 weeks now everyday and the color of my stretch marks has just gone away it's like matched with my skin they are hardly noticeable..I'm 7 month pregnant with 4th baby. Definitely recommend to all the pregnant mama's out their.."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I received this product free from Influenster in exchange for my honest review. So far I love this cream, it goes on smooth, is not greasy and absorbs quickly. Smells great as well. I gave 4 stars because I have stretch marks from my previous pregnancy which I have noticed a change in yet, hopefully after more use I will see more results. Would definitely recommend this product."
		},
		{
			"review_title": "Moisturizing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I received this product in exchange for a review from #influenster. I am on my first pregnancy and only started using it in the first trimester. So far it has been awwsome in keeping my skin hydrated and moisturised. It doesn’t have a scent so can be used if you’d prefer scent free. I have only used it for a few days and i have seen a little improvement in the appearance of my stretch marks. It is definitely worth giving a try especially if you have dry skin. Love the luxurious packaging as well."
		},
		{
			"review_title": "Fade my marks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I starting using this Match 4th. This has really helped me and brought alot of confidence in myself. It works really good, application is easy. The texture is soft and smooth.  I got this for free from influenster."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received these products for free from Influenster and Evereden in exchange for my honest review. This is my first pregnancy and I have been trying a bunch of stretch mark lotions and oils but nothing felt perfect. This product has a very luxurious feel to it, goes on smoothly and skin stays hydrated a long time after. I am already starting to see the changes in over a week, can’t wait to see the long term results."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I received these products for free from Influenster and ever seen in exchange for my honest review. This cream has a nice light scent and is non greasy. It does a good job moisturizing but doesn’t leave you feeling sticky. I think this would be great if you are early in your pregnancy as a preventative measure. I am 1 month post part in and don’t see much results with my stretch marks as they are pretty deep at this point."
		},
		{
			"review_title": "So luxe",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received these products for free from Influenster and Evereden in exchange for my honest review.  This is my second pregnancy and this arrived at the perfect time, 8 months pregnant at almost maximum size. I’ve used stretch mark oils and creams religiously during this pregnancy and my last, but this is the first time ever using such a luxurious stretch mark product.   I love that it is fragrance free, and I find it spreads very nicely. It’s very soothing and hydrating feeling for dry itchy skin (for me, that’s belly, bust and bottom). It absorbs so quickly yet skin feels very nourished even a while after! That to me is what sets this product apart from regular stretch mark creams and lotions. And bonus! The packaging is not only gorgeous, but I LOVE airless pumps. Can’t wait to continue to use this, and update results !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I received this product for free through #influenster. This is my first time using a stretch mark cream during pregnancy and WOW. This cream smells amazing and the texture is very luxurious. I love that this cream is not greasy and absorbs in my skin so well. My belly has never felt this soft and nourished. I have sensitive skin and did not cause any reaction with my skin which I’m overly excited about as a lot of lotions can irritate my skin! I just started to use this product so I’m excited to see the long-term results post baby!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This cream works wonders.! From the packaging, to its fragrance to its texture, everything is just awesome.. it has made an incredible difference in my stretch marks in just a few days"
		},
		{
			"review_title": "High end",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received this product in exchange for a review from #influenster. I am on my third pregnancy and have never used such a high end product. I feel like i was missing out! Love the luxurious feeling this gives and the lack of scent is great for me as well!"
		},
		{
			"review_title": "Stretch Mark Cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Dry skin",
			"review_text": "I received this free product in exchange for my honest review from #influenster. It’s my first time using products from this brand and I must say I’m loving it! I have dry and sensitive skin so I love the fact that it’s all from natural ingredients. The cream is pretty thick so a little goes a long way but it’s very fast absorbing and leaves my skin soft and smooth. I love that it’s got a very light and subtle sweet scent. Perfect for me as I really can’t stand strong artificial scents."
		},
		{
			"review_title": "Saviour in a bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I received a complimentary sample from Influenster in exchange for an honest review. Upon receiving the  product I was very impressed with the texture and the smell. It smells so good, and nothing overbearing. It's subtle plus the texture glides on to the skin so nicely. I am currently 7 months pregnant and it's been working great the last three days on my belly. I do not find this tacky, as some products are. I feel comfortable knowing the ingredients are clean. The ingredients are all recognizable and that is a big plus for me. It's only been three days but I'm noticing my skin more soft and supple. I'm sure the more I use this I'll be very content! This product is quite pricey but if you want great results I feel it's worth the splurge,  plus it's for a good cause! Therefore, I would recommend for anyone who has experienced stretch marks to give this a shot.   I also think the packaging is so clean, slick, and nice!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "First off, packaging.. amazing! It works well and the texture is very soft, light, fluffy and very moisturizing. My only complaint is the scent. Not my favourite, but other than that I'm really enjoying this."
		},
		{
			"review_title": "Pregnancy Skin Saver",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This Vegan!!!!! cream is wonderful. It’s a little on the thicker side. It spreads very well. It’s not greasy at all which was surprising as most pregnancy creams I have found very greasy. I’m pretty disappointed I didn’t know about this product during my last pregnancy.  It’s smooth and easy to apply. Would highly recommend to anyone going through pregnancy. Great for those extra itchy moments."
		},
		{
			"review_title": "The best!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "In love with evereden Nourishing stretch mark cream, I’ve been using it for coyote days now and I love it, my skin feels soft and my marks from my pregnancy are totally reduced. You will love it."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "This is very buttery and leaves you feeling hydrated without feeling greasy. The smell isn’t the best but I don’t find it lingers too long"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This moisturizer is so soft and buttery, it leaves my skin feeling supple after each use. I’m still early in the game but excited to see how this will affect my stretch marks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I got this product for free from #influenster and it is soo amazing it leaves my skin feeling soo soft."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This stretch mark cream has been a game changer in my fourth pregnancy. I find it so moisturizing and it smells amazing. It fits in well into my night time routine and I will continue to use it throughout my pregnancy. Highly recommend."
		},
		{
			"review_title": "Very fragrant",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I received this free in exchange for my honest review from #influenster I found this product to be incredibly moisturizing, spreads nicely and doesn’t leave me feeling sticky. However, the smell is quite strong and I did not like how long it lingered for."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got this product from influenster for my honest review. I am loving this organic product makes my skin feel hydrated.Been using the cream for a week now and surprisingly I am already started seeing the lines of my stretch marks that I got from my pregnancy looking more firm. Also I’m loving this mango smell of this cream its not strong at all unlike some other products that the smell is unbearable.I cant wait to see the final result of this product. . I definitely recommend this product ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "It’s very smooth and light. It moisture my skin and hoping that will help to prevent stretch mark. The smell is really mild and fresh."
		},
		{
			"review_title": "Brought my Sexy Back!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Received this as a sample. Have been using this ontop of the golden belly serum and it has made my belly, buttocks and thighs glow with new life. Skin feels firmer and more younger. I have only used it for a week and have seen improvement in my skin. I believe this is an 8 week treatment. So I’ll continue to use this and see the benefits after 2 months I hope. This combo has totally brought my sexy back!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "It is my first week for this product. This stretch mark cream hydrates and soothe my skin. Im planning to use it for the rest of my pregnancy and after i give birth too."
		},
		{
			"review_title": "Love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I got this #freeproduct from #influenster in exchange to my real experience and to share my thoughts on that. First of all I am very excited to see Sephora expanding its family to this now which is really cool. Stretch marks are phase of life and is really hard to accept to see your skin changes while growing. I like the overall Everdeen nourishing cream as it’s really nice and easy to use. It helps me keep my skin refresh and not to get the stress of stretching in order  to prevent getting stretch marks. I can’t say that 100% your stretch marks disappear but they help if you use it consistently to reduce the effect of stretch marks. I use it twice a day and see my skin doesn’t dry up anymore frequently as compared to before using this. I would only want to say start using it early to help with stretch marks. My skin feels softer and light after using it. I added a picture to show how it looks on my stomach. You have to use it first in order to experience , I personally used it for straight 15 days now and love the results . Sorry if I have lot of fat lol."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "So glad Sephora is now selling this brand! I used this for stretch marks during my pregnancy and, I’m not sure if it was the cream, but I didn’t develop any stretch marks. I don’t like a lot of creams based on the texture, but this one is great. I was using another stretch mark cream before this one and it was making me so itchy.. this one is super comfortable. I love the ingredient list and the smell."
		},
		{
			"review_title": "smells nice!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
			"review_text": "I received this from Influenster to try. Overall I like the texture of the cream. It feels nice to apply and smells good. But does it do anything for stretch marks? No! All of these products that claim to help are just clever marketing. Ladies if you have stretch marks, they are normal!!! Use this as a nice moisturizer!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Super moisturizing cream and smell really nice. I don’t have stretch marks yet so we will see how effective it is."
		},
		{
			"review_title": "Mama bear holy grail !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "What do you think of this product’s scent and texture? Is it fast-absorbing?  • Does your skin feel moisturized after use? Is the effect long-lasting?   I   I received this product from influenster for my honest opinion. I love the ingredients as they are all upper moisturizing and super clean. I have been using it daily since i got it along with the belly serum. My skin feels so smooth and soft and my stretch marks have faded dramatically. I have also used this product on my face as i love the ingredients and i have to say my skin has been so soft and glowing! I love this product for its versatility. There are no harsh scents either. It’s an all around great product, especially for moms to be and for moms period!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I just received this free as part of the Influenster program. I'm currently 28 weeks pregnant and was looking for a good belly cream. I do like this although I wish it had more fragrance. It's super smooth and absorbs very quickly. It does not leave any greasy or gross feeling afterwards. I can't speak to it's efficacy of reducing stretch marks as I've just started using it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Received this product from influenster this week. The formula is not to thick or sticky. It goes on my skin smoothly and has a light scent. I currently do have stretch marks on my pregnant belly so I am monitoring to see how they fade over time. This formulas also has immediately been help to soothe itchy ( stretched skin). I’ve been using it with the golden belly serum and so far so good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Wonderfully light texture- I enjoy using every day"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product to try from Influenster, and I’m so happy with it.. honestly such a good product - I would definitely spend money and plan on buying a second bottle. It works really well to lighten and moisturize stretch marks but also I love using it on my décolleté area for extra moisture and glow. It sinks in so beautiful and leaves your skin so soft!  Don’t hesitate on this!!!!!"
		},
		{
			"review_title": "So excited to see results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I received this Stretch Mark cream just a few days ago but I swear I’m already seeing results! Even just the texture of my stretch marks seems to be changing for the better. After two kids I was in dire need for something to help and this seems to be doing the trick! Can’t wait to keep using it and see the results."
		}
	]
}