{
	"product_id": "972",
	"name": "Lilly Lashes Faux 3D Lashes",
	"brand": "Lilly Lashes",
	"categories": "Makeup, Eye, False Eyelashes",
	"price": 19.0,
	"about": "What it is:An exclusive collection of lashes that feature wispy and fluttery design along with semi-dramatic to dramatic length and volume..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:All lashes are waterproof and with proper care can be used up to 25 times.",
	"ingredients": "Synthetic Lashes.",
	"how_to_use": "Suggested Usage:.Step 1: Carefully remove the lashes from the tray sweeping under the lash and using a lash applicator to lightly grip lash band. Gently lift the band away from the tray, never pulling on the lashes..Step 2: Hold the lash up to your eye to measure for sizing. If the lash is longer than your natural eye shape, use lash scissors to trim the lash accordingly. Conservatively trim from the inner or outer corner..Step 3: Once your desired length is established, use a lash applicator to gently hold lash and apply a thin layer of lash adhesive on the lash band (allow it to dry for 30 seconds)..Step 4: Once the lash adhesive is tacky, use the lash applicator to carefully place the lash evenly to the middle of the eye lid, as close as possible to the lash line. Once comfortably applied to lash line, use lash applicator to ensure lash is firmly attached to both inner and outer part of the eye.",
	"num_reviews": 513,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/lilly-lashes-faux-3d-lashes-P471278?skuId=2373504&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2373504-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "ALA MOANA",
			"shade_descriptor": "flare lash style, most complimentary to hooded, upturned & downturned eye shapes",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2373512-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "BEVERLY DRIVE",
			"shade_descriptor": "flare lash style, most complimentary to hooded, almond & downturned eye shapes",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2373504-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "34th Street",
			"shade_descriptor": "flare, wispy semi-dramatic lash",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2736833-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Ala Moana",
			"shade_descriptor": "flare, medium volume lash",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2736809-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Beverly Drive",
			"shade_descriptor": "flare, full volume lash",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2736817-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Powell Street",
			"shade_descriptor": "round, wispy semi-dramatic lash",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2736825-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "over priced and cheaply made",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "boyfriend bought these as a stocking stuffer. they say 25+ wears, first time i removed glue the band started to fall apart and lost volume, i’ve worn lashes my whole adult life and these by far are the worst for how much they cost… they associate pushed the sale on him too so i feel terrible he spent so much on a single pair of cheaply made lashes…"
		},
		{
			"review_title": "Not the same as the original. More clunky",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Not the same!!! These were my go to lashes for over 4 years when they were in the original grey packaging. They were perfectly wispy and dramatic without being too heavy or over the top. The new pink packaging is a COMPLETELY different lash, although the have the same name. Way more clunky and dramatic looking. I can’t wear these lashes anymore. Very disappointed since the grey packing Ala Moana (and Rome) lashes were beautiful. Sephora please change them back to how they were!"
		},
		{
			"review_title": "There lashes were okay.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Deep skin tone, Combination skin",
			"review_text": "I wore these once- they were a bit too bulky and heavy for me. I wouldn't wear them again. Not really worth the price, imo. I like dramatic lashes, but other brand offer more lightweight options"
		},
		{
			"review_title": "Dont bother, not the same",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "These Beverly Drive lashes in the new pink packaging are NOT like the original ones in the grey box. Idk why Sephora discontinued the grey boxed version, but it’s the worst mistake ever. Please bring back the original Beverly Drive"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Ala Moana - flare, medium volume lash",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I ordered 3 pairs of these lashes. I opened the first box and WOW I was in love and so excited to have a new go-to pair of lashes. Much to my surprise I open the other boxes a few weeks later and they were a completely different style even though they were the same name. Very disappointed and don’t understand how or why Sephora can do this"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "34th Street - flare, wispy semi-dramatic lash",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Love this style.  My go to brand for a long time. Started using Lilly years ago. Price is hard to pass up."
		},
		{
			"review_title": "PRETTY & QUICK, FRIENLY SERVICE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Pretty lashes, quick & friendly service! Not a bad price for application.  Just wish I could re-use them through them for re-application. If you're going to book for any service, I suggest booking ahead of time if possible! I would like to try their makeup service in the future."
		},
		{
			"review_title": "NOT THE SAME!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Beverly Drive in the original grey box was my go to fav.  The new pink box is a downgraded product!  The shape is messed up, length/volume way less dramatic.  Why change the perfect lash?  I was so loyal but now I’ll be moving on to a better quality and prices brand"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Beverly Drive - flare, full volume lash",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "NOT THE SAME. I religiously wore beverly drive from the black packaging and then ordered these ones thinking they were the same- I mean obviously right? They’re not!! They’re much longer and more dramatic. Very sad about it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Beverly Drive - flare, full volume lash",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Loveee these! I love how nice and soft they are, the band feels very comfortable at fits perfectly! Currently my go to lash💖"
		},
		{
			"review_title": "Ala Moana is such a great style",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "These lashes are so beautiful. I love wispy lashes and these definitely have subtle wispy look. The band is pretty comfortable too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Beverly Drive - flare, full volume lash",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": "Gorgeous lashes! Super easy to apply and perfect for a bold night out makeup look."
		},
		{
			"review_title": "Must have Lashes!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Love this product! Not over dramatic can be used daily."
		},
		{
			"review_title": "powell street is the go-to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "i LOVE the style powell street. its so pretty and i get compliments on them a lot. i started wearing cheap lashes a few years ago & when i tried these lashes, i never switched to any other brand. beverly drive is also cute if u want a cat-eye look. im wearing powell street in the photo"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I LOVE these lashes! I always get compliments on them!"
		},
		{
			"review_title": "Glam Eyelashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "These lashes made my eyes look more enhanced. They were easy to apply and comfortable to wear all day. I like how I was able to remove them in less time. Everything was simple to put on and take right off. I had no trouble seeing nor any signs of irritation after applying them during the day."
		},
		{
			"review_title": "Long lasting full lash",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Long lasting lash with great quality. I always buy them on sale, as I think the regular price is quite expensive. I get several wears out them and especially recommend them for formal events and photography."
		},
		{
			"review_title": "Lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Bought for 15 yo niece- easy to apply, she liked it"
		},
		{
			"review_title": "For very specific eyes",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I do not like the shape on me as it makes the eyes very round and therefore smaller. It doesn’t look natural. It’s been hard to keep on."
		},
		{
			"review_title": "Love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Absolutely love this… these lashes are In my collection as a staple now 😍 Powell street especially 💕 great packaging as well."
		},
		{
			"review_title": "Mistake",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Biggest mistake worse purchase everyone. It wasn’t properly made I didn’t like it much returning is too much work"
		},
		{
			"review_title": "so fluffy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "gorgeous, stayed on all day! used them for my grad/prom and I slayed all day!"
		},
		{
			"review_title": "A staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Very light and pretty. Not too much but just enough"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "My go-to lashes. Comfortable, durable, and beautiful. I reused them for about a month.  I get plenty of compliments and questions about them."
		},
		{
			"review_title": "Poor Quality and very stiff, uncomfortable.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Very poor quality and extremely stiff, difficult to work with. DO NOT BUY!"
		},
		{
			"review_title": "Strip too thick",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The strip is too thick and feels really uncomfortable."
		},
		{
			"review_title": "Terrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Absolutely not theses are terrible will never buy again"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "These lashes are so cute! I’ve never worn lashes & decided to try these for senior portraits coming up, 10/10 recommend! I got the ones numbered 2373512 <3"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "These lashes are actually gorgeous! It’s full and not too long. Definitely recommend it"
		},
		{
			"review_title": "bury me in my miami lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "my go to lashes!! they say 30 wears but i get so much more, just remove the glue with tweezers and wipe off any access shadow or glitter with a qtip and alcohol!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love these lashes. They give you such a natural look and they’re super lightweight."
		},
		{
			"review_title": "Loving Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "These lashes held all day and night with the eyelash glue that I used. They were completely comfortable. I received tons of compliments on them."
		},
		{
			"review_title": "Amazing lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "These lashes are great very lightweight and last all day!"
		},
		{
			"review_title": "Grad photo success!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love these lashes! I bought them for my Grad Photos and they look amazing! I love that they show the best option for each eye type!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I live my new lashes I have the Beverly drive kind and I just adore them super light long lasting wear and I can wear with my glasses"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "My grand daughter loved them, easy to put on and they were the right length and style"
		},
		{
			"review_title": "AMAZING quality!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "These are definitely one of my favorite lashes ever! They are extremely fluffy and high quality, while also being cruelty free and vegan. They come in so many styles for different eye shapes, I got beverly drive which  worked really well with my almond shaped eyes."
		},
		{
			"review_title": "In love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Amazing! These lashes are so nice! This brand makes incredible lashes. I've tried the mink and faux mink, which these are, and I honestly have trouble telling the difference! Quality is just top notch. I would buy these 2000 times over ! The style 34th street is the one I tried picking for this review but it wouldn't change from Beverly Street. I havent tried that style but I will definitely purchase them! The other style I got was Ala Moana. I don't know which I love more! They fit my eyes perfectly and I have hooded eyes but they looked great on me! I'm just obsessed! When I review through Influenster, I am never able to upload pictures for some reason. I want to though! You can see them on my influenster page though!"
		},
		{
			"review_title": "Lilly Lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I don’t wear fake lashes often so I’m not the greatest at application, but I found it to be quite easy to apply. I received both “Beverly Drive” and “Powell Street” lashes.   Both lashes are much more voluminous than I’m used to. They are both very cute and I recommend them to all lash wearers. I cut the lashes a little to fit my eye shape, but I could’ve cut them a little more.  The “Beverly Drive” lashes were my favorite. They are described as dramatic volume however, I found it to be a little more subtle than “Powell Street” which is described as natural volume. “Powell Street” is nice but I think the lashes can be a little long. I received this product from Influenster and LillyLashes for my honest review. #LillyLashes"
		},
		{
			"review_title": "Influenster review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "*Complementary for reviewing purposes via Influenster*  Loved the lashes! Band is on the thicker side, but not as thick as some are. Which as someone who prefers a slightly thicker band for ease of application, they were right up my alley. Nice and fluffy without being overdramatic. If I was willing to spend this much on a pair of lashes, I’d definitely give more of them a try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "These lashes are so gorgeous! I love how bold and dramatic they are, yet they can still be worn for a wide variety of different occasions and with a variety of different makeup looks. They're easy to apply and feel very comfortable on the eyes, which is always a huge plus. They're a bit pricey, but considering how many wears you can get out of them, it's worth it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I absolutely loved these lashes a must try for sure"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "These lashes are beautiful. I have hooded eyes and these lashes look amazing ! I prefer lashes this the thinner band put these weren’t uncomfortable at all and they didn’t feel heavy."
		},
		{
			"review_title": "Dramatic for sure!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "First off, lilly lashes are my favorite lashes. They are so soft, and so long lasting. I wear them Multiple times without an issue. I personally found 34th street and ala  Moana to be much to dramatic for anything other than a wedding or similar outing. Definitely not the average office day eyelashes for me. Nonetheless, they are fantastic quality, well worth it, and if your looking for a dramatic eye look, you will probably love these!"
		},
		{
			"review_title": "Stunning",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I received 34th Street and Ala Moana from Influenster for free to test and give my honest opinion. I love these lashes, they’re gorgeous, wispy, and dramatic but not too dramatic. I wear glasses and they do hit it, but I expected that because it happens all the time. Both styles really enhance my makeup. 34th Street and Ala Moana look pretty similar but Ala Moana has more drama on the end and flares out, while 34th street is more evenly spread throughout. Highly recommend both!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Absolutely love the Lilly Lashes x Sephora Collection! The faux lashes are voluminous and lengthening! The lashes were slightly too long for my eyes, so I trimmed them. The band is flexible, which allows for easy application. When applied with the adhesive, the lashes stayed in place and didn’t budge. They provide a beautiful dramatic look that’s perfect for a night out! Highly recommend!"
		},
		{
			"review_title": "Lilly lashes, the real lash legend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Comfortable, versatile, beautiful. These lashes are easy to wear and so light weight in spite of being so bold and impactful. After trimming them, they feel perfect and feel incredibly natutal even though they're so amazing looking. I would gladly repurchase them as they're simply better tham other lashes."
		},
		{
			"review_title": "34th Street",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Great lashes. They're easy to apply and look nice."
		},
		{
			"review_title": "WOW!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "So this is the second time I've received Lily Lashes and honestly just wow!! They look and fit perfectly I didn't have to trim them or anything!! I'm a huge fan of lily lashes and will recommend them to anyone who is looking. They are a bit pricey but man you definitely get your money worth!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "These were super flattering to my eye shape, and Lilly lashes wear well. Fluffy and soft, contact friendly as well. Love!"
		},
		{
			"review_title": "Love them",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Very nice lashes. Great thickness and length. The application is also very easy. Would recommend"
		},
		{
			"review_title": "Love These Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I was so excited when I found out that I would get the chance to try these lashes! When it comes to my  eye shape(almond) and lash style I tend to gravitate more towards lashes that are going to give me a lot of length and some volume. In the past I haven’t had the greatest experience with faux mink  lashes as I found them to be very delicate and not as sustainable to work with  so I was curious to see how these hold up. Not only did 34th street suit my eyes, it gave me just the right amount of volume and length without looking over done! I know that faux mink lashes are usually more delicate than the usual lashes but I had no problem taking them off the packaging.Usually when I’m applying false lashes I have to cut and adjust the lashes to my liking/eye shape but these went on and fit my eyes so nicely, I didn’t need to make any adjustments! Considering how I haven’t worn false strip lashes in a while, (and I’m not the best at applying them), I was dreading the idea of putting on these strip lashes but after applying some glue to the lash band,  they popped on so easily! I was pleasantly surprised and happy how light weight  these lashes were. One of the deterrents for me with wearing strip lashes is how heavy they start to feel however these didn’t feel heavy at all."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Can’t go wrong with Lilly!  Almond eyes here. I love the “natural” look of the 34th st but honestly the Ala Moana are gorgeous for a little extra drama. Flexible band and decently comfortable."
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Very beautiful! I received two sets in my VoxBox and was really impressed with the quality. They can be dramatic or cut shorter and applied to the outsides as a more naturally boosted look."
		},
		{
			"review_title": "Get them!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "They’re so pretty and durable! These lashes are dramatic which is up my alley I love them! They look so good in pictures too and don’t make your eyes look droopy. I received them as a complimentary gift for my honest review and I’m more than pleased with these lashes! Will wear them for the holidays as well!"
		},
		{
			"review_title": "Good quality!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "These lashes are good quality, but just not for me. they’re very dramatic if you like that! the lashes are super soft and good material. the actual eyeline is a little thick for me, but i just prefer a really thin line."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "These lashes are ridiculously dramatic. Like if you took three dramatic Ardell lashes and put them all on at the same time kind of dramatic. For me, they're not practical for everyday wear or most outings, but would be ideal for photoshoots or music festivals. They are wispy and fluffy and do not look as synthetic as most lashes. Unfortunately, I found that the band was much longer than lashes I've used in the past. I normally have to trim my lashes, but these were excessively long. Quite a bit of effort would need to go into customizing these to work for my eyes if I wanted to keep the cat eye shape. They're gorgeous, but they didn't work for me."
		},
		{
			"review_title": "Stunning",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "My eyes look so beautiful in these lashes, I get so many compliments. They are so comfortable the look and feel so natural too! The quality is amazing I know they will last me a long time."
		},
		{
			"review_title": "Favorite lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I love this lashes! They are beautiful and feel really light and they look like if you have lash extensions, This lashes look great with both a natural look and a more dramatic look, this lashes have become my favorite and most beautiful lashes I have had. Definitely would buy them and recommend to anyone."
		},
		{
			"review_title": "Stay put",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "These lashes are super durable. The last brand of lashes I bought took a while to put on and started to fall off by the end of the day. These hold there place and are pretty on too. They are a nice shade of dark black."
		},
		{
			"review_title": "Heavenly Falsies",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "I received the 34th Street & Ala Moana but I was not able to select either type I tried- both sets show in pic. I’ve actually never tried this brand even though I love falsies. They feel feather light on your eyes & stay all day with a good glue! I’m normally a Duo fan but def give the Lilly glue a try bc I liked it better! I don’t really know my eye type but both sets were very complimentary! The Ala Moana set looked very dramatic even though the box claims they are a medium volume lash to give a “natural, wispy look.” I wore these as a witch for Halloween. I found the 34th Street brand to be more natural looking on me even though it’s box states it’s a “wispy double-layered lash to add more length & glam.” I wore this more natural looking set on Thanksgiving. The boxes they came in are super sturdy and cute- they can hold up to 3 sets of lashes each! They are also vegan which hopefully also means cruelty free. Even though I love both sets, I could only see myself repurchasing for special occasions due to the high price tag. I get why they’re so expensive because they hold their shape and with that thick/sturdy band they could easily be reused the 25 times mentioned on the box. I just feel I could purchase cheaper pairs for everyday, reuse as much as possible, then repeat for less than the cost of these lashes but I have to admit these are so fire."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I received this complimentary luxury faux lashes from Influenster and I love it. It puts my whole look together and it feels natural. They don’t feel heavy either and I can put them on without heavy eye makeup too."
		},
		{
			"review_title": "Yessssss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I got the style 34th street and I love them! They are full and light at the same time! And they are light weight!!! Received these complementary for testing purposes from Influenster."
		},
		{
			"review_title": "Perfect Natural Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "The lashes looked amazing. They are my current go to’s for a natural look. It is my first wearing Lilly lashes and I would definitely recommend."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this complimentary luxury faux lashes from Influenster and I love it. It puts my whole look together and it feels natural. The only problem is that I had to cut the ends a little since it was longer."
		},
		{
			"review_title": "Beautiful Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "I received 34th Street & Ala Moana complimentary from Influenster & they did not disappoint. Easy to maneuver, fit well just like the minx and design and flare flattered my eyes. Love them."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Received these Lashes complimentary from influenster. They are so beautiful in looks and so easy to wear them. The glue came with it is so good and makes the application easy. It is volumizing and looks fuller and pretty."
		},
		{
			"review_title": "Full volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product complementary through Influenster. This is the first pair of luxury lashes I’ve owned and the difference between these and my regular ones is huge. I’m usually a natural lash type of person so there was bound to already be a difference. Had to cut the lash a little as I have smaller eyes but they weren’t stiff like I was expecting for such a style. It was just as easy to apply with lash glue it came with as with a lash glue liner I have. They look so good in pictures and in person."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "So soft and cute! These definitely have a luxury feel to them. I do recognize that they are a bit long? So I had a little trouble putting them on but overall I loved them."
		},
		{
			"review_title": "Don’t wink",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Lily lashes were first introduced to me from a boxycharm box and I have been a while fan since. I appreciate them sending me these beautiful soft realistic lashes to tryout. The lashes are soooooo pretty and full like two pairs in one! That’s how crazy full realism looks on your eyes. The glue last me about 5 hours which wasn’t bad for that day. I wouldn’t buy the glue again but I will continue to buy the lashes!"
		},
		{
			"review_title": "Love these lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love, love, love these. The band is perfect and they are one of the easiest pairs of lashes to apply. They look very natural and are super easy to re use."
		},
		{
			"review_title": "Gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Normal skin",
			"review_text": "They look super cute and are a lot lighter than I thought they'd be. They were easily cleanable."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I received these free for review. This claims to be triple layered for dramatic ultimate glam. I personally like the flared look of them being longer and thicker at the ends. I like the thick band that helps with creating a crease on monolids. They bend to the curve of your eye very easily . I've only tried drugstore lashes before. These are definitely a quality pair. The faux mink look very much like normal lash hair. I can only attest to one wear, but they look nicely even. These are very very long lashes. There's no denying that these look like obvious falsies when wearing them. Most likely great for a photoshoot but not day to day wear. For lashes, they are quite on the pricey side. I hope they withstand multiple uses. Packaging is very nice with magnetic closure."
		},
		{
			"review_title": "Fantastic set of lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "These are actually pretty phenomenal lashes. They blend well with my really lashes and the quality is fantastic!!! 34th Street have the most perfect shape and curl to them (perfect wisp).  They are lightweight so wearing them all day doesn’t feel like a chore (all you frequent lash wearers get what I mean). I typically wear magnetic lashes but I’m not lying when I say the Lilly Lashes adhesive is a dream to apply.  It is a beautiful black brush on adhesive that these lashes hold onto very well.  I have sensitive eyes and some products can irritate them after a few hours of wear and this did not irritate or bother my eyes at all. I was able to get about 20 wears out of these with proper care. 10/10 will be purchasing more of these lashes and adhesive!"
		},
		{
			"review_title": "Beautiful full lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I LOVE these lashes!! I received them free from Influenster and was so excited and they did not disappoint! They go on easily and stay on! They are full and look amazing! These are my go to now!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I really love these lashes. They look amazing and give ur look the extra oomph that it needs without making u look too crazy or dramatic. I absolutely love how beautiful these lashes look on me and I’m sure they will look great on u as well!!! :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I received these complimentary lashes from influenster and Lilly lashes to try out and I love them. These lashes are amazing! So fluffy fluttery and fun! The perfect way to finish an eye look."
		},
		{
			"review_title": "Yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "These lashes were gorgeous the right amount of flare. Super easy to apply and lasted all day/night. The quality was amazing I have worn them multiple times and they still look great!"
		},
		{
			"review_title": "Gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "They're a trusted lash brand for a reason! Very soft as always never flimsy and always come in a good length. I love how they look on the eye as well, volume without being tacky!"
		},
		{
			"review_title": "Pretty Lashes!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love these mink lashes.The quality of these lashes is incredible. It adds a full and bold look to my natural lashes. The lashes are very lightweight on the natural eye. Overall these lashes are perfect."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Normal skin",
			"review_text": "These lashes are gorgeous and very easy to look glamorous instantly!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Love this lashes! Are so stunning, fully and made my eyes look bigger, love the “Powell street” and “Beverly Drive” both are beautiful."
		},
		{
			"review_title": "Glam Lash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I was surprised on how well the lashes held up throughout the night. Adds such a beautiful dramatic touch to your eye makeup and length of use/quality product."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "They're light and bring attention to my eyes. And they stay in place"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Very full and flirty. Loved applying these and they wore comfortable. Material is great!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "these lashes are so pretty. at first I was concerned they would be a bit dramatic for me, and while they are quite glam they aren't too much. I love how fluttery they are. the band is thick and quite easy to apply. the lash glue is nice and quick drying and easy to peel off when you are ready for removal."
		},
		{
			"review_title": "Perfect for everyday",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’m in love with these lashes. I can’t stop wearing them. They have the perfect length for everyday use and for people who wear glasses. They are so flattering and go with any look ."
		},
		{
			"review_title": "Cute!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "These lashes are fluffy and good quality. They feel lightweight for how fluffy and beautiful they are. They’re just enough to look dramatic but natural at the same time. I love these!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "These are the fluffiest lash strips I’ve tried, but I love them. They give your eyes that full look, not in a bad way. I had to cut mine a little on the ends, but that isn’t unusual for me because of my eye size. The adhesive was fine, I do like that it was black and dried black. Usually I use the duo adhesive and it’s white and dries white, so it was nice not having to reapply liner to hide the glue. I would definitely purchase these on my own"
		},
		{
			"review_title": "Mehhh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The lashes are very pretty and light weight. I received two pairs one was more of a dramatic full look which I didn’t like. The other was more natural and good for daily wear. I did find the lashes to be flimsy and hard to put on. I wouldn’t purchase these lashes."
		},
		{
			"review_title": "Easy daily lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received my lashes complimentary of influenster. I absolutely love these! Easy to apply, lightweight and arent over the top but just enough to give a bold look."
		},
		{
			"review_title": "Giving Exclusive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I received this lash style as well as the Powell Street, and I love them both! Both styles look very natural, which I appreciate because I generally don’t wear false lashes (more of a mascara gal); I like some length and a lot of volume. This style gives a lot of volume, bold, and glam. I wore these on outings that I really wanted to make a statement. As for the Powell street, I can wear these for an everyday look and they don’t fall short in the glam department either.   Also, I did not have much trouble applying the lashes, and this is coming from a rookie (lol). I would definitely recommend these lashes."
		},
		{
			"review_title": "Flawless!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "These are amazing full lashes! They feel so real and look absolutely flawless. For me, these are more for going out because I like more subtle lashes but they would be my number 1 choice for a night on the town!"
		},
		{
			"review_title": "Gorgeous and not dramatic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love me some natural looking, non dramatic false lashes. I have very thin lashes that refuse to curl, so these were an absolute blessing to try out. They work well with my almond eye shape and fit perfectly after a little trim to the end."
		},
		{
			"review_title": "Definitely glam lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "These lashes are beautiful! I definitely recommend them for a more glam look, opposed to a natural everyday lash. The lashes are fairly easy to work with considering the small/medium sized band and the glue really holds it in place well. I love that the band is black because it makes it easier to “hide” that you are wearing fake lashes. These lashes can be worn several times, and they have held up great in my opinion so you definitely get your moneys worth. The lashes are a tad long but they stay on well and look beautiful on. Definitely recommend trying them out!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Beautiful and fluffy lashes. They don’t feel too heavy on the eyes and add a nice dramatic look. Only complaint that I have is that after long wear the band starts to lift on the inner corner because it is slightly stiff."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "It is the first time that I use this brand.  I received them in a box of Influester and I really fell in love with them.  They are so natural but they give a super dramatic volume.  I used these for a commemorative makeup of the day of the dead.  and I enhance my eyes so much.  highly recommended. #influenster #voxbox #lilylashes #Sephora"
		},
		{
			"review_title": "3D Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I absolutely love this lashes, they’re a simple yet chi CB blend. It’s lightweight so doesn’t feel like too much, perfect for an everyday look and very beginner friendly. I’d recommend for anyone that wants to try lashes and want something simple and easy to use"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "These are such beautiful lashes! They are so wispy and full and voluminous, absolutely stunning. And I LOVE that they have a black band so I don't need to worry about putting down eyeliner first. They adhere nicely, although I did have to trim some lash off to get it to match my eye width, but that's no big deal. The adhesive worked great and gave me a nice tacky layer for these to adhere to my eye with. They wore nicely, felt great, and I got so many compliments on how great my lashes looked!"
		},
		{
			"review_title": "Great lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love these lashes! I was sent two pairs to test out from Influenster and they've been so comfortable! They look natural but with a flare. They apply easily and felt lighter weight than most lashes. I can't wait to buy some of the other styles."
		},
		{
			"review_title": "Lily Lashes in Beverly drive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love lily lashes! They are the absolute best and th aks or Influenster x Sephora I got to review these and try the Beverly drive style out! Gorgeous lashes and barely feels like you’re wearing any at all!"
		},
		{
			"review_title": "Was excited, and then disappointed.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I was so excited to try these out! I'm not sure if I got a bad batch or what, but they wouldn't stay on for the life of me! I tried their glue and others and nothing!"
		},
		{
			"review_title": "good lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Received complimentary from influenster. Easy to apply, band is easy to work with. They’re more dramatic than what I’d normally go for but I liked them and they were comfortable once I had them on!"
		},
		{
			"review_title": "Beverly Drive Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I loved the lashes in Beverly Drive! I LOVE whispy lashes and you can't go wrong with a flexible band, it really allows for me to follow my eye shape. I also really like the fact that it gives me just enough volume and fullness for my hooded eyes not much of an overkill. Also, they are easy to apply and they are good for several uses."
		},
		{
			"review_title": "Great lashes!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the lightweight feeling of the lashes! It is not that difficult to put on. They are long and wispy, not full and voluminous."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Lashes are stunning, I received these complimentary. Make your eyes pop, you can wear them up to 25timea or more !!! Easy to apply, they are a must."
		},
		{
			"review_title": "Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Received these lashes to try with my own opinion. They are gorgeous.  Definitely a more dramatic a fuller pair . They go on quite nicely for my eye shape cause the band is just thin enough for flexibility but just thick enough to wear for multiple uses. Would definitely recommend if you want a lash to dress up with for the holidays or date night."
		},
		{
			"review_title": "Complementary sample",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I really love these lashes. Everything about them is great. I love the thin band, and how light the lashes feel when I'm wearing them. I was able to wear them 11hrs before the corners started to lift up from my eye lid. Highly recommend these lashes. Great quality."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I loved the lashes in Beverly Drive! They are wispy with a flexible band. I found them easy to apply and they looked great after I took them off— the band seems sturdy enough for several uses. I think they are a great, natural lash but with enough volume that you could were them for a nighttime event too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "These lashes were so pretty! I love a dramatic look and they made my eyes pop so well! Definitely recommend them to anyone who wants a big bold look!"
		},
		{
			"review_title": "Feel and look luxe!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "These eyelashes are very good quality, look glamorous, and can be worn multiple times with careful upkeep. While I wouldn't consider these lashes and every day lash, they look great for a night out or special occasions."
		},
		{
			"review_title": "Great lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I like the collab with Sephora and Lilly lashes but I’m not going to lie and say that I like these as much as Lilly lashes on their own. I like the price and they’re still great lashes. However, I think the band is a little thinner and they don’t seem as long and full as the ones I am used to. I think if you’re just starting to get into super dramatic lashes without going all the way then these are would be perfect for you"
		},
		{
			"review_title": "Almost perfect",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The best thing about these is their longevity. I have been testing them extensively, and I have worn them 18 times so far and they’re still going strong. That’s something extremely important to be personally because I need that bang for my buck. They’re comfortable, with the band needing just a touch of time to “break in” if you will. If you want voluminous drama? These are for you. They are not “my lashes but better” (which I’m sure isn’t really the goal when lookin at this collection).  They’re really beautiful for hooded eyes due to the slight flair in the middle as well as the outer corner, and that was a huge plus for me when it comes to the 34th street pair. I personally didn’t have to cut them to size, but I do have huge eyes that probably look like a Sesame Street character to many. Now, the dramatic look I mentioned? It’s very apparent on hooded eyes. This is where the slight issue comes in—they’re so full that they constantly flap onto the hood of my eyes. That’s a me problem, technically, but it’s something I feel other hooded beauties might need to know before they purchase them just in case we’re total twinsies.  All in all, I’ve enjoyed these. They’re dramatic and fun, and the longevity is top notch. I’d absolutely recommend them to those who love to add a little spice to their lash game."
		},
		{
			"review_title": "Would repurchase again and again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "These lashes were so beautiful and intricate looking. I first wore these to a masquerade party and they held up so amazingly well with the glue provided (also Lilly Lashes) and also wore them with different looks I created (a Sea siren, a countess, Queen vampire, ancient Egyptian-esque, I honestly prefer them to any lashes I have tried. Expensive, but you get the multiple wears and reliable quality time after time. I don't want to waste any more money trying to find lashes on par to Lillys, I know I'm getting the quality I need!10/10"
		},
		{
			"review_title": "Amazing quality & absolutely gorgeous!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "LOVE these lashes!! They’re super easy to install, great quality, and I love how fluffy and soft they are. They’re perfect for any occasion and very low maintenance. I am very picky when it comes to lashes but these ones are one of the best that I’ve tried so far I definitely recommend them!"
		},
		{
			"review_title": "Favorite lashes !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "These are more expensive than other lashes but for good reason; they are good quality lashes and worth the price. They’re soft and fluffy. The band is a medium width so it isn’t too obvious but thick enough that they were easy apply. I love that these lashes are so lightweight and comfortable. They give great volume without being overly dramatic."
		},
		{
			"review_title": "Best lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Lilly lashes are my absolute favorite!! These ones in particular look very natural and elegant! Perfect for the holidays!"
		},
		{
			"review_title": "Favorite",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Lilly lashes are one of my favorite. They hold up well, and are easy to use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "My all time favourite lashes, I’ve worn these so many times I can’t even count and they’ve still held up. I clean them up with a little makeup remover and they’re good to go"
		},
		{
			"review_title": "Really beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "I received these free in exchange for a review. I love these!  They are so light and last many wears if you’re careful with them. They help to glam up any look. If you wear false lashes these are a must."
		},
		{
			"review_title": "I love them!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "These lashes are THE BEST! I’m obsessed with this style, it really compliments and lifts my natural eye shape beautifully. These are definitely a type of lash every glam lash lover should have in their collection. Absolutely beautiful!"
		},
		{
			"review_title": "Love these babies!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "red hair, fairLight skin tone, Oily skin",
			"review_text": "I loved these lashes, super pretty and easy to wear. I hope they come out with an invisible band one day for this brand but other than that I've already worn them 20+ times with no problems! Still look brand new."
		},
		{
			"review_title": "Just get them!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I received these lashes complimentary from Influenster and Lilly Lashes in exchange for my honest review. These are beautiful and full lashes, I did need to cut the strip slightly to size, but these have a dramatic flare and a sense of glam. I can comfortably wear these all day or night without irritation- they stay put and don’t lift either!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "These lashes are beautiful! The down side is that it's so long it hits my eyelids. It's a hit too dramatic for my small eyes, sadly."
		},
		{
			"review_title": "Amazing Lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love these Lilly Lashes x Sephora Collection Faux 3D Lashes! The lashes didn't feel cheap and they kept their shape. They are extremely lightweight. They lasted all day long and nothing came off. I didn’t even feel like I was wearing them. They are on the longer side but they really made my eyes pop! Although, I mostly love the fluttery, flirty look they gave my hazel eyes."
		},
		{
			"review_title": "So Soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love these lashes, they are so fluffy & soft. I usually use Glamnetic & I can honestly say I don't mind using the glue because it's so easy to use. Overall I'm really happy."
		},
		{
			"review_title": "Love these lashes!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Love these lashes! They’re so easy to install & they’re very comfortable. They’re perfect for any occasion, and low maintenance. I am very picky when it comes to lashes but these ones are one of the best that I have tried so far. Love them!"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Love the lashes!! They're gorgeous and great for hooded eyes. Strip felt good and strong."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I am in love with these lashes! So soft and they hold their shape well after wearing multiple times! I cannot wait to use these for ever holiday gathering and party this season! I have the lashes in 34th street(my fav) and Ala Moana. Super impressed and will define but again."
		},
		{
			"review_title": "Best Lightweight Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I absolutely LOVE these lashes. They are easy to apply & are very lightweight! They’re more durable than your typical lashes and have lasted for multiple uses (you can definitely get a good bit of wear out of these lashes). Perfect lashes for when you’re wanting that extra oomph!  Received these lashes to review from Influenster."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I absolutely LOVE these!!! they’re really light and fluffy with a relatively thin lash band. They’re easy to put on still though and once they’re on they blend in perfectly to make wispy but thick lashes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "These lashes are so soft, comfortable and give me volume without being over the top. I have reworn them now 3 times and they hold their shape and still look great. Highly recommend"
		},
		{
			"review_title": "Lovely style for going out",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "The styles of these lashes are immaculate. The make your eyes look more elongated and foxy and I love that.  Make sure to trim the lashes to the length of your eyes.  The only reason I have to knock them down one start was because the lash band was a little hard for me to work with.  It took me quite a couple tries to really get the lash to get close to my actually lash.  I overall still recommend them because once you’re able to get the lash band to work the lashes look amazing,  Please note I don’t wear lashes on a daily basis which could be why I had difficulty working with the lash band."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I love these lashes! They are so lightweight yet full. They are very easy to apply."
		},
		{
			"review_title": "The most soft ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The most soft lashes I’ve ever touched! They are silk soft, definitely not plastic looking. They are slightly too big for my taste but I love that the outer ones are longer . The band feels slightly stiff"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received these lashes for free to try and love them!  They are the perfect lashes to wear out without being too crazy"
		},
		{
			"review_title": "Great for newbies",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "As someone who rarely wears false lashes I LOVED these lashes. At first I was concerned that they would be too dramatic for me, but I ended up really loving them. Wore them for halloween and got many compliments, people even thought they were lash extensions because they looked so good! These lashes are definitely quality lashes and look great!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "These lashes are beautiful and very well-made! They are definitely not for an everyday look, but for occasions when I want to have fabulous and glam lashes these will be my go-to. They were easy to apply and stayed on all day despite being outside in windy conditions."
		},
		{
			"review_title": "Luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "I received the styles 34th street and Ala Moana. I’m so impressed by the quality of these lashes. 34th street is perfect for adding a touch of drama to a basic neutral look and Ala Moana is the show stopper when you want to go for something bolder. I would highly recommend both."
		},
		{
			"review_title": "Buy them!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I am in love with these lashes! They look pretty intense in the packaging, but I promise they won't look like that once you put them on. They completed my eye look and I got SO many compliments on my makeup this day. They stayed on all night. Do yourself a favor a get yourself a pair. I took a photo with only one lash so that I could see the difference. You be the judge, but I personally love them!"
		},
		{
			"review_title": "Recommend",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I like these lashes, specially 34th street because it just felt to “flow” and look done up but not too dramatic at the same time. The lashes were light and felt like they could be an everyday use if I’d like them to be. I felt them to be the perfect size for an almond shaped eye. Ala moana style was a bit more dramatic and one I’d use for a night out. Quality was great and I received many compliments. If you’re not big on make up or lashes these would be a no."
		},
		{
			"review_title": "Long lasting!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "These are great lashes for special occasions. Definitely a thick and sturdy strip making it ideal for multiple uses. Great quality with plenty of volume. Not an everyday lash and not subtle."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "These are the best quality lashes I’ve experienced, the lashes themselves are very soft, long, and voluminous. They add the perfect amount of drama and attention needed."
		},
		{
			"review_title": "FIERCE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Oily skin",
			"review_text": "These lashes are THE BEST!! Holy cow. I was more comfortable using magnetic lashes before, but these are super easy to use. They stay on all day. They really brighten up the face. I'm obsessed and will be buying more"
		},
		{
			"review_title": "full natural drama lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I live how these lashes look on my eyes. They have a medium thick band. Easy to apply. Curve easily to the shape of my eye and are the perfect dark to look not over the top but look like they’re there. They have such a pretty flare. I felt so pretty with them. I used them along with the glue made for them and it worked excellent with them! Will continue using these!❤️"
		},
		{
			"review_title": "Great quality, a little too much drama",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "I've been following Lilly Lashes for a while, and have always been hesitant to try because lashes like this tend to look too over dramatic on my face. I got the opportunity to try them through influenster, and they are AWESOME. The quality is amazing, as is the texture and ease of shaping them. However, they are still a little bit too dramatic for anything other than a special event or photoshoot, but that could just be due to my smaller face shape. I would still recommend the brand and am interested in trying some of their everyday lashes."
		},
		{
			"review_title": "Decent lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I really like the band it’s a good band and will last for a while but the lash is not my style I prefer more of a natural lashes"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really love this eyelashes. They are very comfortable to wear. They give a nice look to your eyes. If you take good care of them you could wear them several times. I receive this product for free by Influenster for review purpose. Lilly lashes will never disappoint you I love all their lashes.will definitely buy them."
		},
		{
			"review_title": "Beautiful lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Normal skin",
			"review_text": "These lashes are so beautiful. I love them. I was a little intimidated to use them because so far I've only used magnetic lashes but I don't think they are that hard to use. I feel that they look natural and make hooded eyes look so pretty."
		},
		{
			"review_title": "34th street is gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Loved these lashes! Lily lashes has always been amazing and these are no different. The bristles look like real hair and once I trimmed them they fit my eyes perfectly."
		},
		{
			"review_title": "perfect for monolids!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I have Asian monolid eyes and it’s always been a struggle to find flare lashes that suit my eye shape and won’t look too crazy on me. Beverly drive is perfect! They’re so fluffy and provide such nice volume. These are easy to apply and don’t feel heavy. If you’re gentle with them, you can wash and wear over and over again!"
		},
		{
			"review_title": "Best lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love these. I've wore them multiple times with no issue. I have received so many compliments. This has quickly become my favorite brand of lashes."
		},
		{
			"review_title": "Beautiful and comfortable lashes for all day wear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Wow! These lashes are beautiful! I love the soft dementional look they give. They're really light and comfortable which I love so I can wear them all day. I'll be back for more!"
		},
		{
			"review_title": "Faux mink are the new mink",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have been a long time fan of Lilly lashes. Normally I opt for the mink lashes. Receiving this pair as a free sample really opened up my eyes to how good quality faux mink eyelashes could be. I was highly satisfied with the look, which enhanced my almond eye shape. 10/10 would buy again."
		},
		{
			"review_title": "Loved them!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "These lashes are definitely high quality! I received this product complimentary from influenster for testing purposes. I loved Ala Moana. It definitely was the perfect lash. Not too small and not too large. It was the perfect finishing touch to my makeup look! I’d definitely try again!"
		},
		{
			"review_title": "Beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "These lashes are beautiful! I have hooded eyes so false lashes can be tricky to wear without weighing down my eyes. These are perfect! They are shorter at the inner eye and longer on the outside giving a lift to the eye. They are feathery so they don't look too heavy but thick enough to add some drama. They are also extremely soft!"
		},
		{
			"review_title": "Luxury Lash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Absolute Luxury Lashes! Im used to using the Ardell Faux Mink or Kiss Luxetensions (which are still great) but these are soooo nice. The quality is incredible. You can re-wear them a ton as long as u take care of them properly. They do have a thicker lash band but these lashes are multi layered so it needs the band for support. But even with the thicker lash band they are still comfortable. These are the lashes u need for a special event or photography."
		},
		{
			"review_title": "Pretty fluffy lash!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Loved these lashes!! The lifted the eye and gave a lot of length and volume but didn’t overtake the eye. I did trim them slightly to fit and they stayed down in the corners well! Love the slightly clustered look."
		},
		{
			"review_title": "Beautiful fluffy lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Wow I’m stunned by these lashes! Has that “minx” look and they’re fluffy, without being too unnatural. They’re voluminous but not heavy on the eye, and they also don’t hit my glasses which is a big plus for me. I enjoy the thicker band as I find them easier to apply that way."
		},
		{
			"review_title": "Love them!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I am obsessed with their lashes. Best bread hands down that I have used. Super fluffy and easy to put on."
		},
		{
			"review_title": "Day glam jam",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "These are super cute! I really liked using this for a day glam. Not too exaggerated but a nice beautiful lash set! I was excited to try Lilly lashes and they provided! The band is nice and strong and is not too thick. I took a star because I kept getting stabbed in the eye and had to remove them because I hadn’t cut them to length probably my fault but I haven’t had to do so with other lashes"
		},
		{
			"review_title": "STUNNING, LIGHT & FEATHERY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I am SO picky about lashes but I absolutely loved these! They looked so glam yet natural. Influenster sent me these lashes but I would absolutely purchase them again myself & I will! So beautiful!"
		},
		{
			"review_title": "Natural but dramatic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "These lashes are soooo pretty. I get nervous wearing more dramatic lashes but these were such natural looking fibers that it just looked like i had very full natural lashes!"
		},
		{
			"review_title": "Great for Hooded Lids",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Great lashes, super soft and a very comfortable band. Suited my hooded eyelids well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Beautiful and fanned out lashes. They are perfectly curled and placed for a gorgeous compliment to my makeup. I have been using inexpensive lashes for years, but now I have been converted. These are lovely and worth the investment."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I love these lashes. They’re so glam and fluffy and they don’t have that fake plastic look that i hate in some false lashes. They take any eye look that i do to the next level. I highly recommend."
		},
		{
			"review_title": "Like the way they look in the box",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "The lashes are very bulky, if you are going for that look then yes great, but if you want more natural looking lashes buy some of her other styles. Quality is unmatched though."
		},
		{
			"review_title": "Great affordable luxury lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "These were super comfortable and the band was very easy to bend for the perfect fit.  Will definitely be using these again."
		},
		{
			"review_title": "Free Lashes from Influenster",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "These are very pretty lashes that compliment my eye shape which is hard to do since my eyes are hooded."
		},
		{
			"review_title": "New favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I absolutely love these lashes. They do not cause any discomfort or irritation. They are so lightweight I forget I am wearing them. I’m definitely going to purchase more."
		},
		{
			"review_title": "So beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love love loveeee these lashes!! They really make your eyes pop and take a look to the next level. I like that the lash band is thick enough to have control of the lashes and the placement. Can’t get over how beautiful these lashes are!!!!"
		},
		{
			"review_title": "Gorgeous darling!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I received the 34th Street and Ala Moana lashes complementary from Influenster to test and both are beautiful. The 34th St pair are slightly more natural and less glam than the Ala Moana pair but equally as stunning. These lashes are really great quality. I would definitely buy these myself and love that these can be reused a few times and still look really nice. The price matches the quality and they are for sure worth it. Give these a try and you won't be disappointed."
		},
		{
			"review_title": "Beautiful, luxe and fluttery lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Beautiful, luxe and fluttery lashes! Easy to apply and comfortable to wear. Complimented my personal almond, hooded eye shape perfectly. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "These lashes are beautiful! Sat pretty well on my eyes."
		},
		{
			"review_title": "Favorite lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Lilly lashes are my favorite. They go on so easy and are comfortable to wear all day and night. They complete my makeup look for sure. Can’t wait to wear them again."
		},
		{
			"review_title": "Amazing Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I absolutely love these Lilly Lashes x Sephora Collection Faux 3D Lashes! The glue was super easy to apply and not messy, it didn’t irritate my eyes, and it held the lashes on all night. The glue applicator wand was also super convenient as it kept the glue clean and it order. The lashes didn't feel cheap and they kept their shape instead of straightening upon being taken off. I mostly loved the fluttery, flirty look they gave my eyes."
		},
		{
			"review_title": "Beautiful dramatic lashes!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I received these lashes from Influenster but my opinion is real. I've tried Lilly lashes before and while I do think this quality isn't as good as the original Lilly lashes they are still amazing! The bands a little thick so if you don't like that pass but I don't mind, I've already worn these lashes 5+ times and will gets tons of more uses out of them. Full, dramatic and they stay put! Will purchase again"
		},
		{
			"review_title": "A letdown sadly",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Sadly i didn’t love these lashes and i was really excited about them. I found the band to be thick and stiffer than another Lilly lashes I’ve used in the past and hard to work with so the application wasn’t great. I thought they were beautiful when they were finally on but It was a process to get there."
		},
		{
			"review_title": "Loveee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Gorgeous lashes! They feel amazing, high quality, not uncomfortable. Will absolutely buy again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "These were a great pair of lashes. I’m really sensitive when it comes to falsies and these are one of few that make my makeup routine super easy! Definitely recommend for someone that’s looking for a comfortable falsie to wear."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely love these lashes! Super great length and make your lashes look great. High quality! Definitely recommend."
		},
		{
			"review_title": "Great lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Great lashes. I have used almost all brand of lashes but this lashes surprised me and have become one of my favorites. I have used this same pair of lashes 3 times. One with heavy eeyeshadow and the second and 3rd time with no eyemakeup only lower lash mascara and it looked amazing both times. The hair of the lashes look super natural and i love the feel and weight of then. Super easy to apply and did not need to trim it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "These are hands down my favorite line from Lilly Lashes. I typically prefer a lash style that looks natural while adding an extra “oomph” to my look. I don’t like over the top, clearly fake, lashes. I think if you’re looking for something in between natural/extra this specific style is the perfect in between. Plus it’s paired with lilly lashes typical, high-quality lashes - soft, flexible, and base that sits beautifully on the lash line."
		},
		{
			"review_title": "Love these lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Really love these lashes. I have small eyes and usually have to trim lashes but these fit perfectly"
		},
		{
			"review_title": "Super cute lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "I love these lashes they compliment my eyes so well. It's my first time using lily lashes ever. They were super easy to apply and compliment any look I use them with. The band is a bit thick but nothing eyeliner can't hide."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "amazing quality! These lashes were perfect in every way. I love how they fit and the quality is amazing ! This is such an iconic lash that everyone loves. I love a round lash, they really make your eyes pop!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The quality of these lashes are great- they feel softer than drugstore brands and they're well-made.  Unfortunately, I struggled with the application. The lash bands were too thick and inflexible, so I could not apply them close to my lash line and the shape didn't match up to my eyes either.   So overall, the quality of the product is nice but the thicker band did not work for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "I really loved these lashes! They are beautiful and are the perfect enhancement for a night out. I thought they were going to be too dramatic and heavy but once I put them on they were amazing."
		},
		{
			"review_title": "Lashes !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Loved them full fluffy and reusable ! Would def be purchasing some more in the near future !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really loves these lashes. They were so soft and the band was very comfortable i would recommend these to any person who likes lashes with some dramatic flare!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I’m obsessed!! I love Lilly lashes so I was super excited to try these out. They’re so flattering on my eyes (I have almond/hooded eyelids) and they’re so pretty too!"
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "So in love, just the perfect lashes I love the brand they are just so perfect"
		},
		{
			"review_title": "Good quality lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Okay, so I’ll start by saying that I only ever wear false lashes when I’m taking photos and I’ve never worn any as big as these ones so it took a bit of getting used to. My go-to lashes are individual lashes which are DEFINITELY not on the same fullness level as these, so you can probably understand my slight shock at how big these ones seem on my eyes lol. However, I love the slightly tapered shape of the Beverly Drive lashes and I think they’re gorgeous! I don’t know how often I’ll wear them because they are way too full for me unless I’m doing a costume or a ~~look~~ that requires big lashes, but I do like them for that purpose. If you like full lashes, I’d definitely recommend these ones because they don’t feel particularly heavy on the eye despite their fullness and the quality is really good. Very pretty and a nice addition to any look that demands extra drama!"
		},
		{
			"review_title": "ABSOLUTELY LOVE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I tried out the styles 34th Street & Ala Moana and I have to say that I thought they were amazing!!! They were really easy to apply (& that’s coming from someone who is not very good at applying lashes lol) and they looked so good! I love 34th Street for a more glam look & Ala Moana for a more casual (but still a bit dramatic) look! They really brought my makeup looks to the next level! I highly recommend. (Picture with striped sweater is 34th Street and picture with green checkered jacket is Ala Moana)"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Their so pretty.  I love how soft and curled they are. The band is nice and soft also makes for easy application and nice feel, like your not wearing them . I absolutely loved them. would definitely recommend"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Received these complimentary and I love them! They are gorgeous.  So easy to apply. Fit my eye shape perfectly.  I've already worn them a few times and they have held up great!! I highly recommend these lashes"
		},
		{
			"review_title": "beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Lilly lashes are the best! The wear on these are nice and last a while if taken care of well. For me they didn’t feel too heavy (I have Powell Street & Beverly Drive) great and new go-to going out lashes."
		},
		{
			"review_title": "GET THEM",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "LOVE these lashes!! Got so many compliments on these. Looks very real and natural on the eyes. I have mono lids!"
		},
		{
			"review_title": "Natural eyelash look with a pop!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love this style of lash!! The band is very comfortable and it compliments my eyes so well! Obsessed!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "If you want drama, you will definitely get it with these lashes. They are beautiful and super dramatic, perfect for making a bold statement."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "34th lashes are so beautiful and full of volume I worn theses lashes for my maternity pictures and they completed my whole look. The band is thick so they was easy to apply"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received this product from Influenster free to review. I’m not much of a lash expert but I enjoyed these. They weren’t too long or thick, just the right size. I think I might trim them a little shorter next time, so they are so long."
		},
		{
			"review_title": "Beautiful Lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "These lashes are beautiful and wear amazingly well. These Lily lashes are my very first pair of lashes that I have ever worn and I can completely see myself buying more lashes in the future. I received so many compliments on these lashes and my family who does wear lashes often now want to buy from this brand."
		},
		{
			"review_title": "Totally worth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "The lashes I got them thru influencer and they are amazing and long lasting thr glue from lily lashes was amazing and holds very well they are long and fits the eye so good that makes it brightly"
		},
		{
			"review_title": "Beautiful lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These are lovely lashes. The band is thick and once I used my favorite lash glue, they were in place all day. One of my friends actually asked me where I get my extensions done haha. They’re super girly and fun for a date night!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Oily skin",
			"review_text": "I really like these lashes. I’ve never used Lilly lashes before but now i will use them. I enjoyed them. These had a nice comfortable wear for all day. The band and shape fit me well . the band is super comfortable."
		},
		{
			"review_title": "Nice wear!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’m in love with these lashes. I’ve used Lilly lashes before and always enjoyed them. These had a nice comfortable wear for all day. The band and shape fit me sho well where most I have to trim or the band is super uncomfortable. I will definitely be purchasing these again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "ABSOLUTELY LOVE THEM! If you want natural looking lashes with a little wispiness to them these are your babies. They look natural, feel lightweight and give you volume."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Gorgeous lashes! I wore them to a wedding a few weeks ago and everyone kept complementing my lashes and kept asking if they were real! I had a few ask for them by name! I would def recommend them!!"
		},
		{
			"review_title": "Absolutely love them!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "These have been my favorite lashes so far!! Super easy to apply and remove & perfect for many different occasions. I love the volume of these lashes and how natural they look. Definitely my new go to lashes!"
		},
		{
			"review_title": "Amazing lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I really loved these lashes. They flattered my eye shape and gave them a more upturned look. The quality is amazing and they are an inexpensive lash. I always clip the ends to better fit my eyes so I was glad when they didn’t fall apart. It has a strong lash band. I received these as a complimentary gift for teething purposes."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "So I got these lashes for free from Influenster and my first thought was how beautiful they was but being someone who has never used false lashes I was scared. After a couple attempts I got them on and I love them! The adhesive didn’t work as well as I hoped but I can’t complain considering I don’t really have anything to compare it to."
		},
		{
			"review_title": "Stunning!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Wow these are beautiful lashes. Lilly Lashes is always killing it I love to wear them when I go out. Received complimentary from Influenster!"
		},
		{
			"review_title": "Gourgeous and Luxury",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "They look beutiful and are super good quality. I have hooded eyes and they make my eyes have a wispy look with volumizing because of the 3 layers of lashes. The band has good flexibility but it gives you stability at the same time when you apply them. I have to trimmed them just a little bit to fit my eyes. They were comfortable during all day, I actually received co many compliments. They are vegan. I totally would recommend them. The packaging is gourgeous!"
		},
		{
			"review_title": "Lashes on fleek!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "These have to be my new favorite set of lashes! I used them on a date night with my bf last weekend and they looked amazing. My bf definitely approved lol Not only did they look great but I had no issue putting them on and keeping them on."
		},
		{
			"review_title": "Lilly Eyelashes by Sephora",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I received these eyelashes for free @influenster&@sephora for my honest review. I have never try something like these. They are so soft, light and bolded. Easy to apply and remove. I felt so confident to wear them. It can use them more than one time. I can recommended to anyone who wants to try them. Thanks for giving me the opportunity to be part of this campaign. :)"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "These are very pretty lashes, they are a little on the pricey side but they are very good quality and I get to reuse them every other week."
		},
		{
			"review_title": "Lilly Lash has done it again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "I love the Lilly Lash brand. I received these lashes complimentary of Lilly Lash. They are the perfect subtle everyday lash that can easily go from day to night. I wear them almost everyday."
		},
		{
			"review_title": "Love them!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I just love them.  they are so soft, very comfortable, easy to apply.  I love them I recommend them !!"
		},
		{
			"review_title": "WOW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was very impressed by these lashes! I was fortunate to receive this complementary, from Influenster for me to try out for my opinion. I would probably only purchase these for special occasions, the price is a bit too high. But aside from that, I highly recommend!! They did actually require some trimming, which I don’t usually do with my Ardell ones. The band on these is a bit too thick but not terrible. I did feel very bougie in these for sure!"
		},
		{
			"review_title": "One of my go to's now",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Lilly Lashes do not ever let me down. I love them. I don't like that it is on the more expensive price end, but I love them. This lash style is one of my favorites. It wears well, I don't have to trim them, and it looks absolutely gorgeous on. I recommend them"
		},
		{
			"review_title": "Perfect for daily use AND date nights!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I am IMPRESSED! Normally I get their mink lashes, but WOW! These 34th Street Faux 3D lashes are BEAUTIFUL on my eyes! At first I thought they would be to long for me, but they made my eyes look bigger and so dreamy! Easy to apply. The wispy style made this a lash that I can wear daily. Luxurious and elevated, yet not so dramatic-- this is perfect for any day to night look and is perfect for any date night!"
		},
		{
			"review_title": "Needs thin lash band for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I don't think these lashes complimented my eyes, personally because I like a cat eyelash look. But they were very beautiful to look at in the packaging. I wish the band was thinner. But the lashes held up all day."
		},
		{
			"review_title": "Amazing Quality",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "These lashes are fluffy, dramatic and absolutely beautiful. You can definitely feel and see the quality compared to less expensive lashes. These feel like my own lashes, only softer and better. I think these would be great for a lash newbie as the thicker band makes them a little easier to apply. I seriously cant wait to try them all!"
		},
		{
			"review_title": "New favorite lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "New favorite lashes. They sit so perfectly on your natural lashes and add the most gorgeous, yet still natural looking volume."
		},
		{
			"review_title": "Plush and luxurious lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I got two sets of lashes from Influenster to try, this review is for the Beverly Drive set. these lashes will give that little touch of drama while keeping it soft and plush looking. A beautiful silky feel to them as well. Only dislike for me personally is I wasn't a fan of how thick the band is."
		},
		{
			"review_title": "Fantastic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received these eyelashes as a part of a Influenster campaign and absolutely adore them . The adhesive was excellent and the thick band on the lashes made them fairly easy to apply . They added the extra umph needed for my makeup that evening. I was able to remove then fairly easy with a oil based product and have re used them twice since then. Amazing, dramatic, stellar quality!"
		},
		{
			"review_title": "Same quality",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I like them another. I have used many other Lilly Lashes and these seem to be made of the same quality. Would purchase various styles from this collection in the future!"
		},
		{
			"review_title": "BOMB . COM LASHE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "These lashes are the bomb . Com ! I am really careful when picking my lashes or anything that has to do with my eyes since they re sensitive , however these lashes re really great , i had no issue when i tried them on the first time.  I rocked them to the maverick city concert , and it was a great experience. I definitely recommend them."
		},
		{
			"review_title": "Awesome lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "These lashes are amazing! They’re my first “high end” lashes so maybe my expectations are too low. I didn’t think that I would like these lashes initially, they seemed too extra, but once I put them on with a full face of makeup, they were perfect. Idk if these would be my daily lashes silly because the band on them are thicker than what I’m use to, and I feel like I would need to use eyeliner always, but for a nice glam look these will more than likely be my go to."
		},
		{
			"review_title": "Gorgeous Lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "These lashes are full, fluffy, and gorgeous. I am typically more of a minimalist when it comes to lashes, but was excited to try something new. The band is flexible but very sturdy and have a secure fit."
		},
		{
			"review_title": "great lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These are really really beautiful! They’re super easy to apply and fit comfortably. I definitely recommend.   I received these from Influenster!"
		},
		{
			"review_title": "Love them!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Loved these lashes! They’re so fluffy and soft and very high quality. Got so many compliments when I wore them. The only thing is they’re a little overpriced, I don’t think I’ll pay so much for a pair of lashes."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love them! They are so easy to apply and look amazing! Perfect shape."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely love these! They are so light so they’re not uncomfortable to wear and the band isn’t thick either. I love how they look too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I have hooded eyes and these worked well on them. I usually struggle with lashes because of my eye shape, but I loved how these look. They’re also very fluffy and soft. Definitely recommend."
		},
		{
			"review_title": "Thank You Influenster!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Thank you Influenster for this complementary sample! I’ve never had lily lashes before but I must say they are amazing! One of the best lashes out there!"
		},
		{
			"review_title": "super cute on downturned eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "i got these from a campaign on influenster. i have downturned/hooded eyes, and these compliment my eyes so well. They’re super fluffy and give that perfect curl/fluff look. They’re semi natural, not super dramatic which i love but still extra enough to make any makeup look, or natural day look super good! Definitely recommend them !"
		},
		{
			"review_title": "Great quality, not for me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received these free for review from Influenster. The quality is great! I don’t know if I would spend that much on a single pair. I felt the lash band was too thick and didn't go well with my hooded eyes."
		},
		{
			"review_title": "Long and wispy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Love these lashes!! They are light weight easy to wear and the style is really beautiful."
		},
		{
			"review_title": "Big Beautiful Lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Great length lashes and very easy to apply will definitely buy again"
		},
		{
			"review_title": "Sexy, Natural Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product complimentary from influenster for testing purposes. Amazing quality, these lashes throughly impressed me and they looked cute and natural on my eye shape. I forget I’m wearing them, they’re lightweight and the band is flexible and soft. I’ll probably be ditching other lash brands for Lilly lashes"
		},
		{
			"review_title": "Loveee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "These lashes are so pretty and full. I love how they look on even without eyeshadow and liner. They're super soft and easy to put on. I have almond shaped Asian eyes and they are amazing. Love them!"
		},
		{
			"review_title": "Love these lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Great lashes! Perfect for everyday wear! They are light and comfortable when wearing. Wore them for the first time the other day and got so many compliments."
		},
		{
			"review_title": "Not My Favorite",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received these free for review and to be honest I am not that big of a fan. I felt the lash band was too thick and didn't go well with my hooded eyes"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I like them but definitely not my favorite personally. The lashes were really soft and high quality but I dont like the band. Its really thick and ugly because its very visible. They were pretty on the eyes though I liked the shape and fluffiness of the lashes"
		},
		{
			"review_title": "Meh.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "For some reason Sephora won’t let me change which type I’m reviewing, but I’m actually reviewing the “34th Street” option.  I don’t like this lash brand and to be frank, I’m tired of influenster sending these to me.   The lash band is uncomfortable and THICK. I had to cut 1/4 of the lash off because they’re so long - so much of the style is lost after trying to fit them to my eye. The style is fine, nothing special, but I do like that these seem to focus on length instead of volume.   I personally don’t recommend this pair, or this brand."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "The best eyelashes definitely buy more when you put them on you don’t even feel your wear eyelashes I really recommend 100 % buy  them your going to love it like I do , ima buy more  I know they are a little expensive but it’s worth it because I said there are not heavy at all and they don’t even look like you have them on."
		},
		{
			"review_title": "LOVE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I absolutely love lilly lashes in general and these lashes are no different. I love the 3D style because it adds so much dimension and looks extremely realistic. The band is nice and sturdy which means you can reuse these plenty of times. These are great for going out and add drama to any eyeshadow look!"
		},
		{
			"review_title": "Yesss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am extremely picky about false lashes, but these are amazing. They are so easy to get on, they stay in place the whole night, they aren't heavy and they don't itch!! I love wearing them, they look so good but not too extra."
		},
		{
			"review_title": "Another one for the win!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Another one for the win! These lashes are my new favorite  now. I love how lightweight they are, how realistic they look and how you can reuse them up to 25 wears! I have no complaints. They’re seriously really good and really well made."
		},
		{
			"review_title": "Prettiest lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "These might be my new favorite lashes. I love the 3D faux minx. So pretty and fluffy ! They look so good for a day time look or night out!"
		},
		{
			"review_title": "WHAT LASH HUNNI?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "THESES EYELASHES WAS STUNNING. THEY WERE SUPER LIGHT THEY LOOK SO NATURAL THAT YOU COULDN'T TELL THEY WERE FAKE. I STILL WARE THE LASHES THE LAST FOR A GREAT TIME YOU CAN REUSE THEM. MY HOME GIRLS GET THESENLASH3S NOW AND THEYNKILL THEM EVERYTIME. IM IN LOVE THANK YOU SO MUCH FOR BRINGING NATURAL BACKNIN A GOOD WAY OHHHH WAIT THE PACKAGE WAS LIFE THEY OUT DID THEY SELF WITH THE CASES YASSSSSS!"
		},
		{
			"review_title": "Love them!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Big big lashes and beautiful! Im not used to wear big lashes that often so they feel a little heavy on me, but once i got used to them I didn’t mind, but these look gorg!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Oily skin",
			"review_text": "Easy to put on and wears so naturally on me. They are great for all occasions. Love them!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love these lashes so much, didn't even need to trim them to fit!!"
		},
		{
			"review_title": "Lash lash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love Lily lashes. They are super easy to put on and they look amazing on the eye. I like that you can wear them 10+ times if you clean and take care of them. I was sent these for my honest opinion and I will definitely be purchasing them again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Love love love these lashes! I’ve never been a fan of falsies, I usually went to a salon and got them done. However, after trying these, I’ll just use these for special occasions instead and save myself some $"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "These lashes are nice: the band is flexible and the lashes are pretty! They look soft and feathery, which I prefer. I don’t like lashes that look hard, plasticky, or obviously fake, so these work nicely."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Oh my gosh I absolutely loved how these lashes looked on me these are the most high in lashes I've ever used in the best quality I've ever used they blend with your normal lashes so good I recommend these to all my friends now"
		},
		{
			"review_title": "Voluminous lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This pair of lashes was sent to me complimentary from influenster and they looked beautiful. It took my makeup to the next level… But I knocked down one star because they were a bit too long.  So when I fully open my eyes I felt like if the lashes touch my brow bone so it was annoying me. But I think it could have been my application and also the fact that I have hooded  small eyes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely loved how these lashes looked on me. Having short and straight lashes, these lashes really enhanced my makeup look by infinity. They did not feel uncomfortable and they were not super intimidating to wear."
		},
		{
			"review_title": "In love! my new fav!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Thank you Influenster for sending me these lashes! I absolutely love them! Perfect for day or night look to give it that extra pop!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "These are gorgeously wispy and fluffy! And the lashes seem layered, so it appears more natural on. I have used other Lilly lashes in the past and I love them, I jus wish they weren’t so pricey and that the band wasn’t so thick and black. Also, they are SO soft!!"
		},
		{
			"review_title": "Such an elegant look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "A beautifully crafted lashes form the case to the lashes itself! These made my eyes look so seductive and open. After cutting the ends a little to fit my eyelids, I was able to apply it with ease. I didn’t have to apply liner except to tight line. The bad is thick but flexible. I used this during the daytime only, but I’m going to try it during an evening out! It’s my new favorite."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I loved these lashes they were beautifully crafted and so soft and wispy. They add the perfect accent to the eye. They weren’t heavy which I enjoyed and I really liked the way they added a soft flare to the end of my eye."
		},
		{
			"review_title": "Fabulous and versatile lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received these lashes as a complimentary gift from Influenster and Lilly Lashes X Sephora in exchange for my honest feedback.  These are some of the best, if not the best, false lashes I’ve ever applied.  I cut both pairs I received (to fit my eyes) and ended up with FOUR pairs of gorgeous reusable lashes.  I’ve never gotten so many compliments on my eye makeup than when I’ve worn these lashes, the more natural looking ones as well as the more dramatic set.   Easy to apply with the glue that is included (the glue actually works!) these lashes are a great investment because they can be worn up to 25 times and they truly are durable.  Home run!"
		},
		{
			"review_title": "Gorgeous",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Gorgeous lashes. I dont wear lashes often but I usually get magnetic. These are well made and durable but unfortunately will not stay on me. I have long lashes but I wanted more volume hence the fake lashes. I would definitely recommend them to friends and family although they weren't the right fit for me."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Omgoodness these lashes are gorgeous. I love how natural looking they are. I wear glasses and I didn’t have a problem with them touching the lenses. I would definitely recommend these."
		},
		{
			"review_title": "Stunning lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love these lashes they are super fluffy and soft and they look amazing!"
		},
		{
			"review_title": "Nice Lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I received these complimentary from Influenster and they’re lovely. They’re not super long so they’re great for someone with smaller eyes who doesn’t want crazy long lashes but wants a lot of volume. They are very glamorous. I would give a higher rating but I dont enjoy the thickness of that lash band, which comes with thick lashes like these but they’re just not super comfortable."
		},
		{
			"review_title": "So Lux!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Love these! Was so excited I got sent them since this is the first time I've tried Lilly Lashes and have been a fan of them for a while. I had a hard time applying so I took a star off, going to try again with lash tweezers. Usually, I can put lashes on in a breeze with my fingers. Also, the lash glue that came with was not very sticky I found. But the style is to die for and looks great on hooded eyes! Super lux and layered and fluffy. : D"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I love these lashes! They’re not heavy and look beautiful without being over dramatic! The perfect length and volume for my eyes."
		},
		{
			"review_title": "powell street",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "these were perfect for Halloween. Surprisingly easy to apply and they were comfortable and flattering! I love these lashes, received free from influenster"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I received these lashes complimentary from Influenster and I have to say I am so glad!! I will definitely be purchasing them again. These lashes are honestly so versatile. They are volumizing without being too dramatic or fake. They work with both a causal look or a fancier look. Easy to use and really suited my eyes!!"
		},
		{
			"review_title": "Proven wrong!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "In the package these were a “no” for me. Solely for the fact that I wear lashes everyday and these didn’t seem substantial enough for me. But after putting them on, I was proven wrong. These would be perfect for someone new to wearing lashes or for a seasoned pro like me. They’re a nice mid-length and the curl is very elegant. Lilly Lashes are always quality & these are no different. I’m glad I got to try these out!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "These lashes are beautiful! They’re so sturdy and apply seamlessly! They are a little big for my eyes as my eyelids are smaller than the average Americans, but for others, these would be beautifulllll"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Really beautiful lash style. My personal preference are more flared styles that are short on the inner corner and longer on the ends, and that's exactly what these are! Pleased they are faux mink as well. High quality!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "These are really fluffy and pretty. Definitely a dramatic event look not an everyday wear. They stayed on great and were easy to apply"
		},
		{
			"review_title": "Stunning!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "They are super comfy, look cute and give an extra to your look! I’m giving 4 stars because I have kind of a hooded eye and to be honest doesn’t look as amazing as other reviews I have seen, but the lashes are really soft and pretty! Perfect for a good makeup or just to look more nice with no makeup on!"
		},
		{
			"review_title": "In love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I loved them, the lashes are dreamy. They are worth it, the quality is the best"
		},
		{
			"review_title": "WOW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "i absolutely love these!! they are my new favorite lashes, they almost look natural but have a little bit of a dramatic kick to them which i adore! if you don’t have these, get them. you cannot go wrong!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Really eye-catching eyelashes! The only downside for me is how thick the band is, I personally like thinner bands. However, if I'm doing a more extensive look then I immediately reach for these lashes in order to put more balance to my look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "These are so so cute! Very minimal and super cozy for lashes. Don’t need to be cut, fits perfectly as is! Definitely a great steal!!!"
		},
		{
			"review_title": "AMAZING LASHES!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I was lucky enough to receive these lashes complimentary in exchange for my honest review & honestly these lashes are INCREDIBLE! They are lengthening & volumizing without the look of the lashes looking ~too fake~. I can see myself wearing these with a dramatic look but also with a natural look, they were also shaped perfectly for my eye & I didn’t have to cut them shorter at all."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "These lashes were very dramatic and perfect for the wine dinner I was attending! They come a little bit long, which is great because I cut them down to the right size for my eyes"
		},
		{
			"review_title": "Fantastic quality!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Fantastic quality! They are super soft and the band is thick which will help these last a long time. I will say these definitely swallowed up my almond eyes a little bit and they did feel a bit heavy but they are very pretty and definitely adds something extra to your makeup look."
		},
		{
			"review_title": "I LOVEE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "I LOVE THESE LASHES!! so fluffy and natural there’s no complaints from me!! This is so good for everyday wear!!!"
		},
		{
			"review_title": "Not my go-to style but great quality!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I’ve wanted to try Lilly lashes for years now but never did because they are kinda pricey. I will say after trying them the quality and texture of the actual hairs is amazing! They don’t feel coarse, stiff, or plastic-like. The band is much thicker than I am used to but is very flexible. Not for the faint of heart, these lashes are dramatic. Lots of volume. They aren’t the heaviest lashes I’ve worn but you’ll definitely feel them and be very aware that you’re wearing them especially if you aren’t used to wearing dramatic lashes (or lashes period). I don’t recommend for everyday/natural looks (unless dramatic IS your everyday look). These will be great for special occasions, holidays, etc."
		},
		{
			"review_title": "Compliments my hooded eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I received these from influencer to try. I love these lashes. I have hooded eyes and they compliment my eyes well. They are lightweight enough to where it’s not obvious and I can’t feel them like other lashes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Loved these lashes tryed model Powell Street they look soo beautiful loved them for an elegant event. Of course reusable. Comfortable to wear. Loved them!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I loved this set of eyelashes beverly drive. They are light weight faux. They are reusable, grear quality. They look so beautiful."
		},
		{
			"review_title": "Dramatic (But Not Too Much)",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I have tried many of the cheaper false eyelash options (as well as a handful of magnetic lash options), and these Lilly Lashes were as easy to put on as my magnetic lashes. This is due to one of the lashes’ biggest pros and cons to them - the band is really thick (about twice the width of a Kiss lash if not more so). It does make the band pretty obvious at the inner corner of my eye.  However, unlike all of the other large lashes I have tried before, these did not overwhelm my face! I was *shocked* that these were well balanced, still allowed my eyeshadow look to shine (and made it look that much better).  Overall, I would highly recommend these if you need a dramatic lash and do not mind splurging to get a nice pair to reuse."
		},
		{
			"review_title": "DIDN’T DISAPPOINT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Been a fan of lilly lashes so when I got it in my voxbox, couldn’t contain my excitement and of course it didn’t disappoint!"
		},
		{
			"review_title": "Not a fan!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I had such high hopes for these cause I love the lashes but they were too long and I hated the black glue it came with."
		},
		{
			"review_title": "Loved them",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "These were stunning!! They were easy to put on depending on if you’ve put on lashes before. I loved that they came with lash glue. Very full lashes!!"
		},
		{
			"review_title": "The BEST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Literally obsessed with how these lashes look. I love how easy they are to apply and instantly make your eyes look rounder and give them a beautiful pop!"
		},
		{
			"review_title": "First Timer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I'm a lash LOVER who wears lashes every single day! I'm also an employee and was so hyped to see the Sephora collab. I've been wanting to try some more fluffy, natural lashes, as well as Lilly Lash brand itself. The band is so stable and easy to apply on the lash and can be used up to multiple wears."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "These lashes are IT. They are so fluffy yet natural looking. With a good lash adhesive, you’ll be able to apply them to your eyes with such ease."
		},
		{
			"review_title": "Fluffy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "These lashes are beautiful! They’re fluffy and light in the eye!"
		},
		{
			"review_title": "Loving my Beverly Drive Lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love my Beverly Drive Lashes! They are super durable and easy to apply. The lash strip is just thin enough for a flawless application and look with any makeup beat."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These are my new favorite lashes! Will be purchasing from now on. They fit my eye shape so well!"
		},
		{
			"review_title": "Great!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "Great!! They are not too dramatic but noticeable enough to complete any makeup look! Great feel! Would definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love them. Very good quality. They are perfect for beginners. I received these for free in exchange for my honest review"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love these lashes! They were so easy to apply and add to every look! Dramatic but not overbearing."
		},
		{
			"review_title": "Feels like a quality lash, nice and light feeling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I loved the lash style and saved it for Halloween for my first wear, but it’s definitely gorgeous for date night took. The lash band was nice and soft and feels like the quality that is good for several wears. I have smaller eyes so I trimmed the last section off the end. They look gorgeous on and feel so light. I wore them for hours and they were perfect all night. I’m looking forward to taking this wispy style for a spin in daylight."
		},
		{
			"review_title": "Pretty!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Very pretty! I am not the best at applying lashes, so any uncomfortableness I endured could have been due to that. They were a little heavy and wouldn’t stay stuck in my corners.  Other than that though, they’re BIG and beautiful!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "Love these lashes! They were really easy to apply and lasted long time and were really comfortable to wear.I wore them for my wedding anniversary and it made me feel flirty and really pretty especially for such special occasion with my husband. I definitely would recommend this style. It’s was the right type of length and fluff for my eyes!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These lashes are beautiful! So full and so natural looking- you can tell they are quality lashes- the one issue I had was that the band was a little thick and I had a bit of any issue with lifting when I got the glue on- gorgeous otherwise."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I am obsessed with these lashes! Easy to apply, look amazing, and stay on all day. I'm so in love."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "I loved these lashes! Really easy to apply and take off and they really suited my eyes. They gave a naturally glam look. I would recommend these to all eye shapes."
		},
		{
			"review_title": "loved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I loved these lashes! they are light weight and super great quality"
		},
		{
			"review_title": "Pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Very fluffy and pretty! Feel very light on the eye and great for a natural or glam look , they’re really the best of both worlds ! Type of lash that would look stunning on any eye shape"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "Beautiful lashes for a special occasion. My only hang up is that i personally don’t like to feel that I’m wearing falsies."
		},
		{
			"review_title": "Nice!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Absolutely adore these lashes so cute and good quality. For sure worth it would recommend. Really complemented my eye shape and sat nicely nice style as well."
		},
		{
			"review_title": "Beautiful bridal lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Ok so these lashes are sooo beautiful!! I used these for my bride last week and her eyes just life up! They are so pretty but soft at the same time! I can’t wait to get another pair and use them again!"
		},
		{
			"review_title": "Sexy and Luxe",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "These lashes are everything. They are light weight and flirty. Do I have lashes that are similar, yes, but the quality of these lashes are so good and I know I can get my money's worth of use out of them. They are also double layered for fullness and they look so good with any eye look."
		},
		{
			"review_title": "Super sexy and comfortable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I received these products for free from Influenster and Lily Lash in exchange for my honest review. I was extremely impressed by the quality of these lashes. Soft, full, and luxurious with a super comfortable band. Lashes while very dramatic and sexy looking still have a natural beauty vibe that I love! Great for everyday or special events."
		},
		{
			"review_title": "Nice lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The lashes were nice and were very comfortable i felt like this style was not as fluffy or big as I would’ve liked. It was very natural."
		},
		{
			"review_title": "Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love it they’re really confortable and soft I like how they look on my eyes pretty"
		},
		{
			"review_title": "GORGEOUS Eyelashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "These lashes are so GORGEOUS! I was super excited when I received these. Their design are way different from other lashes I've tried. The band is  thinner and they don't feel heavy at all. Super lightweight. They are very soft and easy to apply. I love the wispy style on these. I will be purchasing more of these lashes. I received these lashes from influenster for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "I really like these lashes. They are comfortable and long-wearing. I didn't have to readjust throughout the night and they're flattering."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "My eyes are semi hooded and these are beautiful, simple, and flattering! One of my favorite lashes ever!"
		},
		{
			"review_title": "Gorgeous lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "These lashes are so stunning! I was shocked when I received these. The band was thinner so you didn’t feel like you were wearing fake lashes, we all know the thick band lashes are so noticeable. They are very soft and easy to apply. I will be purchasing more of these lashes. I received these lashes from influenster for my honest review."
		},
		{
			"review_title": "Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love these lashes! They literally last forever are easy to clean, and I get so many compliments when I wear them. Sometimes the band is a little long but just a little snip on each end and they fit perfectly! Im very thankful I recieved these complimentary to try!"
		},
		{
			"review_title": "Perfect for hooded eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
			"review_text": "The lash band is perfect! Not too thick nor thin. It isn’t flimsy but it also isn’t stiff.  They go on so easily and they look gorgeous! They are my new faves and will purchase a couple more to get me through the next couple of months."
		},
		{
			"review_title": "*POP* of eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "These are beautiful! So natural, they don’t bother me and my eyes *pop*"
		},
		{
			"review_title": "Nope",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I hated these lashes so much! I wore them out and the whole night I was pulling out the inner corner because  it was super sharp and stabbing my eyes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "These lashes are great quality. Natural but give the extra pump that I need for a photoshoot. They were comfy and I have no complaints."
		},
		{
			"review_title": "Drama yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "These lashes are STUNNING. I find it difficult to put on lashes and with these once I put the glue on I had time to “edit” it and make them look like the star they are for my makeup look. These are more dramatic and I love that! My man even was complimenting them - definitely a great investment."
		},
		{
			"review_title": "Loved but also too much for me to wear on a daily!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I really enjoy these lashes. Love the light weight feeling, felt like I wasn’t wearing any false lashes on my eyelids and love the softness of the lashes as well. However they were a lot longer and fuller than I expected so if it’s someone is looking for lashes for a night out or a very full volume look then this is for you"
		},
		{
			"review_title": "Beautiful lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Love these lashes. The band is comfortable. The lashes are absolutely gorgeous. I prefer lashes that are flirty. These are the lashes I didn’t know I needed!"
		},
		{
			"review_title": "Bomb lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "Okay wow these have to be the most beautiful easy to apply lashes I have ever tried! I never had to adjust these lashes or feel they were to heavy for me. I am so pleased with the look of them and received so many compliments!"
		},
		{
			"review_title": "Get them!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I absolutely adore these lashes. They are so beautiful and wispy. The perfect length and all. I definitely recommend them if you want something that’s a bit more day by day."
		},
		{
			"review_title": "Pretty nice lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, fairLight skin tone, Combination skin",
			"review_text": "These lashes are super pretty! I received them through Influenster in exchange for my honest review. I wore them for the first time the other day to work and received many compliments. The band seems a little more sturdy than lower cost lashes. However, for some reason it seemed kind of heavy on my left eye. It also felt like something was in my eye. Either way, I’m going to try them again and see what I can do to make them work better next time. To be fair, I was in a hurry while getting ready, so that could be what went wrong"
		},
		{
			"review_title": "Which they had a bigger wing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "These lashes are lovely and fluffy, I really do love them. That being said, I wish the flare was more noticeable. I’m a big fan of winged eyelashes, but was bummed that when I trimmed them they no longer seemed to have a (to me) noticeable wing to them. They’re also not the easiest to put on without tweezers, which truly is my being a bit knit picky as I have other fluffy flashes I can apply easily without tweezers. These are quite lovely though, and while they seemed a bit off to me I get tons of compliments on them. Overall they are lovely lashes, and as long as you are expecting a dramatic wing to them I think you’d like them. The photo may look like they wing more than they do because of the makeup look itself."
		},
		{
			"review_title": "Soft, Luxurious Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "These lashes are so soft! The length is perfect and they’re full without being too much for everyday use. The lashes work great for my hooded eyes. I have reused my first pair three times already and they are still as good as the first use. I definitely intend to purchase more, and more varieties. All opinions are my own and have not been influenced in any form."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I absolutely love how gorgeous these lashes are. They are so soft and wispy with just the right amount of dramatic touch. They compliment my hooded eyes so well!"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "So beautiful and amazing quality. I love the look of these lashes they are perfect - the right length and volume that just completely enhance any look."
		},
		{
			"review_title": "WORTH IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This lash style was GORGEOUS! I absolutely love how they looked on me, they complimented my eye shape and they were so comfortable to wear. The length is perfect too, not too long but long enough and wispy. Perfect amount of drama."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Not my style but these were great quality and looked very nice, felt very nice. High end brand"
		},
		{
			"review_title": "Great but big for small eyes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "These are beautifully made, you can tell they are quality.  They have a nice thick band and aren't TOO 3d, which I prefer. They are comfortable enough but you definitely feel them. I have small almond shaped monolid eyes and found they were just a little too big for me to wear on the regular though they will be nice for a night out or special event. When I open my eyes all the way they nearly touch my eyebrow so if you have a similar shaped eye these might be a bit big for you as well. I also experience a small loss in my field of vision(the top obviously) which isn't uncommon for me with big lashes but something to note. If you're looking for something subtle this probably isn't for you but I still love them and plan to use them for all 25 recommended uses!"
		},
		{
			"review_title": "High quality",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "You can tell these lashes are high quality! The lashes are very long and fluffy. I like how they look like a natural hair. Love them and would recommend!"
		},
		{
			"review_title": "Love them! Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love these lashes! They are perfect for going out for me because I don’t wear a super dramatic look so they are perfect because they are somewhere in between and look so natural!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I absolutely love these lashes! Very easy to apply and look so pretty! they are super lightweight & they look and feel so natural"
		},
		{
			"review_title": "Fluffy and Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I love these lashes. When I received these, I wasn't sure if the quality would be different if they were in collaboration with sephora or not, but I think they are just as fluffy and beautiful as always. I'm a fan of flare lashes, so this style was also very flattering on my eyes."
		},
		{
			"review_title": "Super pretty and natural lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Super soft and easy to apply. I love how natural and perfect my lashes looks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "super pretty and a slightly different style than rome (but very similar!!!) love how natural but dramatic they look. literally perfect for every day makeup and fancy event makeup!"
		},
		{
			"review_title": "Great quality, so natural they look real",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "Great quality of lashes, very soft and flexible. Had a hard time getting them on, almost too flexible or the band was too thin - but if you’re a pro with lashes you should have no problem getting them on, they really are beautiful! Perfect length and volume, much more natural than most lashes I’ve seen. Might mistake for real lashes."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Really beautiful! They were initially a little bit hard to get on but once they were on they were amazing"
		},
		{
			"review_title": "Love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I loved these lashes so much! Typically smaller in length than what I normally wear but the fit was nice and they weren’t too heavy! Will definitely consider Lilly Lashes again!!"
		},
		{
			"review_title": "glam lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "These lashes definitely are a high quality glam lashes, vegan faux lashes, so guilt free while wearing them, I has to cut the end corners a bit to fit my eyes shape, to me these are definitely a full dramatic lashes, it’s perfect for parties."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love these lashes! I received these in my voxbox as a complimentary item. These lashes are incredible quality just like all the lily lashes I’ve ever owned."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "LOVE the flared/tapered look of these lashes. I have hooded eyelids and feel like this shape fits them best. Also, packaging is nice and great for storing them after use."
		},
		{
			"review_title": "LOVE THESE LASHES!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have been wearing lashes for years now and have tried all different types and brands. Lilly lashes are BY FAR my favorite to wear. They are so lightweight and comfortable. I usually have to add mascara to the tips for a more dramatic effect but not with these! I’m a “you get what you pay for” kind of person and I personally believe these are worth the price. Highly recommended!"
		},
		{
			"review_title": "The BEST lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I have always bought from Lilly lashes and this style is so pretty! These are high quality and look so beautiful I always use these lashes in my artistry kit. They are durable and last. I don’t put mascara on them it’s not needed and it’ll shorten the wear time."
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Absolutely love these. Definitely my favorite pairs. Beautiful, lightweight, but very durable."
		},
		{
			"review_title": "Beautiful lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free for testing purposes.  I love eyelashes and really that these have surprised me enough they look natural but at the same time so dramatic I will definitely buy them again."
		},
		{
			"review_title": "Heavy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received these lashes in exchange for my honest review. I am an avid false lash wearing. Multiple times a week I have at least a few bundles on if not more. I found it really hard to wear these lashes. I normally put my fake lashes on under my lash. I could only put them on top. The band was so thick. It weigh down my eyes and gave my a headache. I could always feel them on. They never seemed to get comfortable. I gave two stars because once a got them on they looked very pretty. So if you believe beauty is pain these lashes are for you."
		},
		{
			"review_title": "Amazing lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love these lashes! I think the shape/style is beautiful and their easy to trim. The band is super flexible which is nice. I would wear these with any makeup look! Definitely recommend!"
		},
		{
			"review_title": "So pretty!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I used these lashes for halloween. I ended up cutting one in half and using it for both eyes. They stuck really well but were a bit stiff and uncomfortable. The glue worked pretty well but was a bit tricky to wash off afterwards. I really loved how they looked though!"
		},
		{
			"review_title": "Gorgeous big lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I received these lashes in a complimentary box set through Influenster and Lilly lashes! They are gorgeous and soft as feathers! I would definitely repurchase them."
		},
		{
			"review_title": "Looks great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I love this lashes! Looks natural and light weight too. Easy to put on."
		},
		{
			"review_title": "Great lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received this product complimentary from Influenster in exchange for my honest review.   While I did not like the glue, the lashes are amazing. They are so beautiful and lightweight. They are a good choice for a gorgeous dramatic effect. They are long, so may not work with glasses. I had to trim mine a little bit to fit my eye length. It was hard to believe that they are not natural, they feel so real. The band is of the great quality and very convenient to apply glue to. I definitely recommend them."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "the lashes are absolutely stunning. they feel so lightweight,  are super easy to put on and look so pretty. although they aren’t the most subtle lashes if thats what you’re looking for but they’re perfect for a night out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I finally got to try on these lashes! They are long and light weight! Perfect for my eyes!"
		},
		{
			"review_title": "WORTH THE MONEY!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have always been a fan of lilly lashes! I love how fluffy and realistic they look and you get SOOO many wears out of them. I also love how easy they are to apply since the band seems thicker than most other brands They’re a little pricey but for the quality & how many uses you get out of them it’s worth it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Always in love with lily lashes. Love how fluffy and full these lashes were!"
		},
		{
			"review_title": "Definitely recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Loved these!! They stayed all day and looked so pretty."
		},
		{
			"review_title": "Worth the money for sure!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely LOVE Lilly lashes! A bit pricier than my everyday lashes but they always look fabulous! I use cheaper lashes for my everyday looks and use my Lilly lashes for special event looks! These lashes are reusable though as long as you wash them regularly between uses. I used these for my Halloween vampire look this year! Perfect!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really love these lashes. They look beautiful on but unfortunately I couldn't wear them. If you wear glasses I don't reccomend buying them. They were too long and just weren't a comfortable fit."
		},
		{
			"review_title": "Overall great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "Love the lashes! Only complaint is that they’re difficult to trim down on my own so I prefer Ardell lashes which have a more natural look. I still used these for my Halloween costume and they looked great with the ensemble. Def a more dramatic look"
		},
		{
			"review_title": "Enchanting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I received these lashes for free courtesy of Influenster and Sephora. Today was the perfect day to use these lashes and let me tell you how beautiful they are. They feel so lightweight, almost like you’re not wearing any lashes at all. That’s honestly the best part here. So far after about an hour of wear and they’re still holding up. These are honestly my favorite up to date."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Received these complimentary from Influenster. Love these lashes!!! Gives you the perfect volume but still subtle for a night out. Easy to apply and doesn’t rip when you take them off either."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I received this product as a free sample from Influenster. The lashes are very light and fluffy. Easy to put on but very dramatic!"
		},
		{
			"review_title": "Beautiful lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Got these complimentary of Influenster. Lightweight yet full. I think they would go well with any type of look whether daytime or a more dramatic evening look."
		},
		{
			"review_title": "So beautiful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I felt so pretty wearing these!!! They enhanced my overall eye look. They’re not too long, stayed on for a solid 8 hours including NYC traffic sweat and frustration. The only reason I give a 4 is some lashes did fall off which wasn’t too much of a bother but one got in my eye, the glue that comes with the lashes I would be careful with how much you apply on the band , it can be hard to remove."
		},
		{
			"review_title": "Fab Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Fabulous lashes! These enhance any eye look I create and I have reused them for 5 times now. It's a winner. I didn't have to trim this for my eye shape but it might very from person to person. My only critique is the lash band is too thick so your look would need a eyeliner."
		},
		{
			"review_title": "Beverly drive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I love this style of lashes its very lite weight and in a beautiful style thank you Influenster for giving me the chance to tried them I love lilly lashes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love these lashes they go wonderful with so many beautiful looks that I do they dont feel heavy at all the perfect"
		},
		{
			"review_title": "One of my GO TO's! ♡",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These lashes are amazing!  There honestly some of the best lashes I've used. The application process is easy and the lashes look very real. I never had heard of these before I received them as a sample to try, I was very impressed!  definitely would recommend!"
		},
		{
			"review_title": "Get them",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "These lashes are sooo pretty and sooo natural looking. I received so many compliments while wearing these, cons are the price!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I got these lashes to review from Influenster. They are great, looks and feel good when you put them on."
		},
		{
			"review_title": "Love these lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Love these lashes. Very lush but they aren’t too much of you aren’t into extravagant lashes. They are perfect for every day if you like a little glam. Super lightweight and comfortable band as well."
		},
		{
			"review_title": "Beautiful lashes.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "These are such beautiful lashes- the faux mink fibers are probably the softest I’ve ever felt. The band is soft and flexible which makes them easy to apply. They look luxurious and come in nice packaging. They will definitely last many uses if cared for correctly. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really love these lashes. Super easy to apply. I think I’d wear them if I went out, though, not just a regular day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Beautiful full lashes they look so natural I love them definitely will be buying more"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Very lightweight and comfortable. They were easy to put on. I thought I’d lose some of the flare because I had to trim them to fit my eyes but they still looked really good. I received them free from Influenster and based on the price point I don’t think I would buy them for myself, I just can’t see myself spending $30 but if you feel thats no big deal then definitely get them."
		},
		{
			"review_title": "Amazing!!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "These lashes are so gorgeous on the eye. They are very light weight and look good with all eye looks. They are slightly bold but still natural enough to wear anywhere."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "These lashes are so beautiful. They’re so fluffy and full. I love the dramatic lash style and they make a great statement. The band is sturdy so they seem like they can be reused multiple times. Love how wispy they are."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "My new favorite lashes! My eyes are sensitive to most false lashes, but these didn’t irritate them at all! Full, flexible and amazing quality. I highly recommend"
		},
		{
			"review_title": "Big beautiful and bold.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "They’re so beautiful!!!!!!!!   They go on super easy, and they’re big beautiful and bold."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Very nice lashes I have 2 pairs Ala Moana and 34th street they are both soft light weight comfortable and very fluffy the adhesive is alright I'm not a fan of black glue though as it makes a mess too me"
		},
		{
			"review_title": "Eyelashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Tan skin tone, Dry skin",
			"review_text": "These eyelashes are so good for me I love the size I love how they look on me thank you so much Influenster and Sephora for giving the chance to test these amazing eyelashes"
		},
		{
			"review_title": "Eyelashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Oily skin",
			"review_text": "These are so cute and fluffy and it feels like u have no eyelashes on the band is also very comfortable"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I’m obsessed with these lashes!!! Such fantastic quality and the glue is like no other!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love the look of these lashes! Only issue is not with the lashes itself but I have more of a round shaped eye so I had to trim them a bit to fit my shape, otherwise they’re super comfortable and soft"
		},
		{
			"review_title": "I love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I love these lashes so much omg. I love the style of them because they flare at the ends and it so pretty. I love how it makes my eye shape look."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Love these lashes! So lightweight, perfect length, still looks natural."
		},
		{
			"review_title": "LONG AND VOLUMINOUS LASHES",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I love these lashes. They are so full and fluttery and compliment my eyes. The lashes feel luxurious. The lash band is so comfortable. 100/10 would recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love these lashes! High quality, lightweight and very easy to apply! Not too dramatic looking and comfortable to wear!"
		},
		{
			"review_title": "Gorgeous lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "These are such pretty lashes! I used them for when I did my Halloween look and they went perfect. These are the type of lashes I’d wear with a natural or soft glam face. They are not heavy and the band is not too thick. I however did not use the lash adhesive that comes with it only because I was using red liner instead of black, and the adhesive is black. I received this product complimentary from influenster!"
		},
		{
			"review_title": "obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "100% worth the money these feel so luxurious super easy to apply very flexible band very wispy and natural I will definitely be buying another pair"
		},
		{
			"review_title": "Cute",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Very cute lashes and comfortable to wear. I totally recommend these if you want something dramatic and some what natural looking ."
		},
		{
			"review_title": "Very glam!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’m so happy I got to try these through influenster! They are very high quality, light weight and the perfect length where they look glamorous while not being too long. Definitely in my top 5 favorite lash styles!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I can’t say enough about Lilly Lashes. They really have a style for everyone. I really like the dramatic lashes because I have monolids and my eyeliner is very thick, so I think something bold in order to stand out in contrast to the thick liner. Lilly lashes are a little heavy for first time users or people who are used to thinner lash bands. This will be something that you will get used to. They are high end compared to most lashes, but for how many uses you can get for one pair, it’s so worth it. Especially if you can clean them and maintain the lashes.   The Beverly Drive style is considered my style of “natural” lashes. They’re perfect for every day. I also like the very slight tapered wing effect it as. They’re comfortable and look very fluffy but natural!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I got gifted these lashes to review and I love them! They are so comfortable to wear they aren’t not heavy! Can wear it with any look!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received these lashes to review. These have a beautiful wispy effect with great fullness throughout the entire lash. A beautiful pair to open up the lashes and brighten the face."
		},
		{
			"review_title": "Get them",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I loved these lashes super comfy and they added that extra thing to make any make up look Beautiful soft glam look"
		},
		{
			"review_title": "So comfortable!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "i received this product as a free sample from Influenster. These are the most comfortable eyelashes I've ever worn!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I received this product free from Influenster in exchange for an honest review. I really loved the look of these lashes! Natural and glam at the same time which I love. Highly recommend"
		},
		{
			"review_title": "Soft & beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "First off these are beautiful on the eye! Secondly they feel comfortable and lightweight on the eye, as natural feeling as a false lash could feel. I wore these for 16hrs without irritation during a shoot and got so many compliments."
		},
		{
			"review_title": "34th Street is glam fabulous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "I received these lashes complimentary from Influenster, and I couldn’t be more impressed! I personally have hooded eyes, making false lashes a no-go for me but these were absolutely perfect and really do compliment my eyes tremendously. They fit perfectly without having to risk cutting them and so light I couldn’t even tell they were there. Definite 10/10"
		},
		{
			"review_title": "Lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Love how they look and how long they are feels natural and not too heavy at all."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I absolutely loved the style the volume and the look of these lashes. It really made the look pop."
		},
		{
			"review_title": "Beautiful lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "The Lilly Lashes x Sephora Faux 3D lashes are so nice. They are so fluffy and have amazing volume. The length they add is so pretty. I wore these out on date night. I got so many compliments and asked what brand. So glamorous. I also love how easy they are to work with. I would highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "Beverly Drive says it's best for hooded eyes but I have round, prominent eyes and they look great. Very lightweight, and they seem durable after washing once. The band is very flexible, so I didn't have to cut them in half like I usually do for my very curved lid."
		},
		{
			"review_title": "Yessirrr",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "My eyes have never looked cuter. They make my eyes pop more than they have. I like the flexibility of them. I liked the fluffy texture of the lashes and  the way it brings a brightness to my eyes. I think the way they looked like on my eyes made them look sultry in a natural way. 10/10 would recommend"
		},
		{
			"review_title": "It’s soo FLUFFY!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These are adorable!!! Definitely pulls a look together. Only downside is I have almond shaped eyes and they’re kinda small also. So these lashes are cute but I need a little bit more length Just redobla preference! Other then that these ive been using daily since I’ve received them. RECEIVED COMPLIMENTARY FROM INFLUENSTER."
		},
		{
			"review_title": "So fluffy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "These feel amazing! They look so good and the quality is really good! I can get so many used out of these unlike other ones."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I absolutely love these lashes. They look so glamorous and expensive highly recommend!"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Beautiful lashes! They are lightweight and easy to apply. They are perfect for a soft glam look.The packaging is great for storage after you are done wearing them."
		},
		{
			"review_title": "So fluffy !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Got these with another pair and the Lilly glue and I’m completely in love! The lashes are so soft and fluffy not to mention the band is quite thin so they look like lash extensions. Paired with the glue they wore very well and didn’t lift in the corners."
		},
		{
			"review_title": "Love them",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love how full these lashes are! Easy to apply and just look amazing on. They don’t feel heavy and the band of the lashes isn’t thick. They gave me the perfect going out look."
		},
		{
			"review_title": "Wispy Look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "I loved the lash style. It was not too long or too thick. It was really easy to apply the lashes. The glue was not too thick or runny. The lashes looked great and felt natural once they were applied. I wore them this past weeknd to a friend's birthday party. Everyone loved the new lashes!"
		},
		{
			"review_title": "Yaaaasssss honey!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I lovee these lashes! The presentation of the lashes are too cute for one! Two, the way the lashes feel- they are so silky and dont feel rough! These aren’t too dramatic either, they’re just the right amount of volume for my front desk office job. I would definitely recommend this brand of lashes!!"
		},
		{
			"review_title": "Beautiful lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received these beautiful lashes complimentary from influencer and I am in love! The quality is amazing and they stay in place all day and are comfortable to wear. It adds so much depth to my eyes and makes them pop. Love these so much!"
		},
		{
			"review_title": "YES",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "These are so amazing!!! I am obsessed with the quality of them and how they compliment my hooded eyes. Perfect length too because I didn't need to cut them. I got this complimentary through Influenster but now it's a staple!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this lashes. It was the perfect finishing touch. I love how wispy and natural looking it is."
		},
		{
			"review_title": "Love them",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "These lightweight lashes are easy to use and aren't irritating! I love them. They can be worn 20+ times. I received these to sample for my honest review."
		},
		{
			"review_title": "Sephora X Lily lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is an amazing set of lashes that I received complimentary from influencer and have got to wear both of them. This of them. They are very full stick well come with glue and can be worn multiple times. They're not too big they fill in lashes and go perfect for any time or any place!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love these lashes! Lilly lashes will always be my go to. These are super easy to work with, and super easy to apply. They add the perfect amount of volume to any look."
		},
		{
			"review_title": "Gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Oh my god I love these ones! They are absolutely perfect for all occasions! I have hooded eyes and don’t have any problem with these!!"
		},
		{
			"review_title": "Love these lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Lovely lashes, easy to apply with a very thin ban. Highly recommend for going out."
		},
		{
			"review_title": "IN LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’m obsessed with these lashes. They clean super easily to be reused, without unraveling! So lightweight and comfortable too."
		},
		{
			"review_title": "To the extra girl who isn’t extra….I see you",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "These lashes a both flexible and add just the right flare to my light make up days! I love how the band isn’t itchy and the lashes are full! Perfect for vacationing or date night, they can easily be worn to your 9-5."
		},
		{
			"review_title": "Great Lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I really like the Mink 34th Street lashes. Easy to apply and have perfect amount of volume and fullness. Great for any occasion!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received the Lilly Lashes x Sephora Collection Faux 3D Lashes Beverly Drive lashes from Influenster for testing purposes. Let me tell you, I was blown away with these lashes!! They are so luxurious and high quality, I am very impressed. They are everything you want in eyelashes, voluminous, long, and extra! They feel so lightweight on my eyes and blend very nicely with my regular lashes. They both look and feel expensive. I will save these for my special occasion looks. I will definitely be purchasing form Lilly Lashes in the future."
		},
		{
			"review_title": "Love them",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I was able to try a sample and I’m so happy I was able to I’m hooked on them they look amazing you can use them multiple times they feel real they have different styles the price is amazing also they are a must try you will be hooked they go on easy they look and feel amazing everytime I have them on people always tell me how much they like them"
		},
		{
			"review_title": "Great quality",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love the quality of these lashes. I feel like Lilly lashes has got the right idea on quality lashes. They fit my eyes perfectly. I have smaller eyes so sometimes it’s hard to find a brand that offers styles that look good."
		},
		{
			"review_title": "You WILL regret not trying these.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Light skin tone, Normal skin",
			"review_text": "WOW. I’m honestly speechless. As someone with stick-straight lashes, I’ve always gone to falsies to make my eyes pop (and make me look a little more alive lol!) and I can honestly say these are BY FAR the highest quality lashes I have ever worn. For context, my eyes are smaller, so I trim my lashes to fit my shape and size. These worked perfectly, even when trimmed. I bought another pair to cut up (and use like individual lashes) and that worked phenomenally too! They are so versatile, extremely voluminous, and don’t need any mascara on top- they’re beautiful all on their own!!! The band is very good quality, the lashes don’t fall off the band or slide around like some cheaper brands, and they feel and look totally real. 10/10! GET. THESE. LASHES."
		},
		{
			"review_title": "I’m obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Im obsessed with Lilly lashes, they are my favorite lash brand. I really love how light they feel on my eyes and how they make my eyes pop. They’re the perfect length for my taste, I am so happy I received these from influenster to test. I received Beverly Drive and Powell Street and also a mini size Lilly Lash adhesive. If you love flare lashes that are wispy with a lot of volume, then I definitely recommend Beverly Drive and if you love round, medium to long length with some volume and curl, then I would recommend Powell Street. I can’t say enough good things about these lashes. I think Lilly Lashes are literally the best lash brand out there right now."
		},
		{
			"review_title": "The most flattering lashes out there!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The best lashes out there!!!!!  Lilly lashes were always my favorite go to lash brand! They have very bendable band, soft and easy to apply, i need to cut the lash in the outer corner for a bit, it’s the perfect length, they are round lashes which a great option for hooded eyes friends! They are extremely luxurious, and they are faux mink! They feel so light when you have them on! 100% recommended"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Amazing quality! They feel so light compared to other lashes. I got so many compliments when I wore it this weekend."
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Normal skin",
			"review_text": "I have both the Ala Moana and 34th Street and it's easy to say I'm in love. As an animal lover, I'm beyond happy that they are faux minx but still incredibly soft and fluffy without the dramatic look to them. They went on easy enough for someone who is still learning to perfect wearing lashes and I didn't need to cut them to fit my hooded eyes which was super nice. I love their length and how beautiful they look, making my eye color really pop. They really can go with any makeup style from every day to something fun. I also like the box they come in a lot, it's very sturdy and the magnetic lid is a nice touch. I'm excited to wear them again."
		},
		{
			"review_title": "Great, simple for a night out",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I love these lashes, I'm still getting used to wearing and applying lashes and these were super simple to use and wear and put on. They compliment my eye shape and I didn't have to cut and do all this extra stuff to them. They felt soft and were lightweight. I used my lashes for a formal night for a group I'm in. No smudging, no hanging, they stayed fluffy. I also LOVE the wispy 3D hairs, they look so much more natural and blend so much better."
		},
		{
			"review_title": "In love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received mine completely complimentary from influenster for review purposes only. I definitely love and recommend. I can't wait to wear them."
		},
		{
			"review_title": "Great Lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "These are great quality lashes. They look like extensions, and are very soft. My only issue is that I wish they’d make these with a clear band vs black. The black makes them appear almost too dramatic."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Love these lashes! They went perfectly with my game day look! They weren’t too long or fluffy. They complimented my eyes nicely and they were VERY lightweight."
		},
		{
			"review_title": "Gorgeous and high volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Gorgeous and high volume synthetic lashes. As an animal lover I’m so glad to see these are synthetic. The lashes are beautiful, and really makes my eyes pop."
		},
		{
			"review_title": "Lilly Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Lilly lashes with glue makes application a breeze and they're comfortable during wear. I recommend them.Price is attractive and these gorgeous lashes will definitely last through atleast 10 more uses. They're great ! Thank you #Sephora and #Influenster !"
		},
		{
			"review_title": "Adore these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, fairLight skin tone, Dry skin",
			"review_text": "Absolutely love these lashes! Great for everyday wear or for going out glam looks. Super easy to put on and not irritating to wear. Love!"
		},
		{
			"review_title": "Beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I received these from Influenster in exchange for my honest review. I think these lashes are beautiful! I found them easy to trim and apply. I found them to be very complimentary to my eye shape. Normally I have trouble getting the corners to stick but I didn’t have that problem with these. These are a great way to elevate any make up look! These aren’t the cheapest lashes on the market but I think these are great quality and will last several wears. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I definitely love these lashes since they provide length and volume! These are perfect for date night! These aren’t too dramatic on me which is always a plus if you’re going for something more subtle. These are definitely high quality and I can’t wait to purchase different ones."
		},
		{
			"review_title": "Gorgeous lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Beautiful lashes. They last all day all night and are truly flawless. They are easy to apply and beginner friendly. Very VERY comfortable and lightweight."
		},
		{
			"review_title": "Absolutely amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "These lashes were absolutely amazing. I loved the style of them so beautiful. When I applied them they didn’t feel uncomfortable they felt wonderful on.  It was so easy to apply and I highly recommended them."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "These lashes are absolutely gorgeous! I received them through Influenster, and I’m not the least bit disappointed! They’re not too big but noticeable, they don’t feel heavy, and I got soooo many compliments on them! If you don’t have these yet, I would recommend you get them!"
		},
		{
			"review_title": "I really enjoyed these",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I recieved these lashes from influenster for free for the purpose of giving my honest opinion. I was really excited to receive these lashes! I tried them on and I love how full and fluffy they are I do not enjoy the thick band tho. I really had to make my eyeliner thick to wear them. I'm not a huge fan of thick eyeliner because I have hooded eyes. I would recommend these to anyone that doesn't mind the thick band."
		},
		{
			"review_title": "Love these lashes!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I received these lashes complimentary from Influenster. These lashes are so soft and go on so easily. They look great and could be used for every day wear or for a night out. Plus, they come in the cutest packaging! I highly recommend these lashes!"
		},
		{
			"review_title": "so pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I received these products for free from Influenster in exchange for my honest review. These lashes are absolutely beautiful. They are super soft and comfortable and look so pretty. Great for everyday wear or going out. Absolutely love!!!"
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "am a lash connoisseur so when i say lilly lashes are some of my favorite lashes its legit. The band is durable but not hard to wear. The quality is amazing and the styles are abundant!! Love them and will continue to purchase!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Amazing lashes! Full and fluffy without being overwhelming on the eyelids!"
		},
		{
			"review_title": "good for monolid eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received these lashes complimentary from Influenster and Lilly Lashes. For reference, I have pretty monolided eyes and a slight down turned eye shape. I used the Powell Street lashes for a couple nights out and they looked great in both pictures and in real life! The lash band were a little long for my eyes which required a little trimming but otherwise felt very comfortable on. The band felt very sturdy but not too bulky and was easy to glue on with adhesive. Personally these lashes are definitely on the more dramatic side for me and I would not be able to wear for everyday looks, but they serve me well for night outs or special occasions. Would definitely recommend for monolid eyes!"
		},
		{
			"review_title": "These are a keeper!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really love these lashes! Usually I find any type of mink lashes to be stiff and the band really thick which doesn’t stay put. These are soft and fit very well! I’m pretty impressed!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "These lashes are so gorgeous! I’ve worn them to a few events, and I’ve gotten so many compliments. They really make my eyes pop, and they make me feel fabulous."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "These lashes are so gorgeous and I’m in love with them. However beware if you have smaller or more asian eyes you might have to cut them down a bit. Other than that they are fluffy and really great."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Very comfortable eyelashes. This makes my eyes pop more .. it’s the finishing touch for my makeup look"
		},
		{
			"review_title": "So pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love how fluffy and pretty the lashes look! New favorite lashes I own. They are light and not heavy when wearing them all day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Such high quality! These lashes are comfy while on, and look amazing. Great for everyday wear and adds plenty of drama and volume without being overboard."
		},
		{
			"review_title": "Soft and fluffy lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "They are soft and fit well with my eye (I’m a monolid). I usually use cheaper lashes but wanted to try this one, and I wasn’t disappointed! They were super full and flattering and I got compliments wearing them :)"
		},
		{
			"review_title": "Might not be for  mono-lid eyes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, mediumTan skin tone, Combination skin",
			"review_text": "The quality of the lashes is seriously good and I really love that these lashes are cat eye looking with shorter lashes in the inner corner and it longer at the outer corner. My only complaint is that it might not look good on asian mono-lid eyes, it looks too heavy. It does look got in the pictures but not irl. Unless you’re going for a dramatic look then you should be fine. Personally I prefer eyelashes that look more natural. Overall it’s a good pair of lashes."
		},
		{
			"review_title": "Love these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I love these Lilly lashes they’re full and glamorous! Very light weight I’m in love with Lilly lashes you can never go wrong with them."
		},
		{
			"review_title": "BEVERLY DRIVE ALL THE WAY!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I mean… need I say more?? These are probably the fullest lashes I own (and certainly the most luxe), but are perfectly flared and grouped to give less of that lampshade effect on the eye. I love love love these."
		},
		{
			"review_title": "Light weight Full glam",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I really enjoy these lashes! They are so soft and light but do not be fooled! These are FULL and glamorous. I like how they flare out and don't cover my eyeshadow to much on my hooded eye"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Very pretty lashes! It works well with my eye shape too. I would get these again in the future."
		},
		{
			"review_title": "Beverly drive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This eyelashes are the best. They are so full and is perfect to my eyeshape. This is the kind of eyelashes I like to put and they are so beautiful."
		},
		{
			"review_title": "Perfect lashes for the holiday season!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Great for holidays!! Gorgeous and light weight!! Perfect for a statement look for a night out or special occasion highly reccomend."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "So beautiful I receive this for free from influencer and I’m so glad I did these lashes are so beautiful and comfortable to wear definitely would recommend if you are going for a dramatic affect for your wedding."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Love these lashes, I’m so lucky to receive this from influenster for free. These are absolutely gorgeous lashes. Definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Amazing! They’re so easy to put on. I love them! They’re so fluffy. Absolutely beautiful! I recommend"
		},
		{
			"review_title": "complimentary from Influenster",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I absolutely love Lilly lashes. They never fail me and always are my go to."
		},
		{
			"review_title": "Super Pretty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "These lashes are very beautiful and full. They wear nicely and are very sturdy. My only thing I personally do not like is the large thick lash band. I like a band that is easy to hide on my eye so it doesn’t look like I have on false lashes. Or lashes that I absolutely have to wear eyeliner with. Other than that they are very beautiful and the lash hairs themselves blend nicely with my natural lashes. If you’re into a thicker band I definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Okay. These lashes are AMAZING!!!! I personally love a good dramatic look with big lashes and some winged eyeliner as my everyday look and these do the job! so easy to apply and are just gorgeous. people think i have lash extensions when i wear these! highly recommend :)"
		},
		{
			"review_title": "Very pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I am very excited to receive these beautiful natural lashes with a little volume. I just had problems putting on the powell street style eyelash but it seems complicated a little bit .. but they are very beautiful eyelashes ..."
		},
		{
			"review_title": "Yes you need it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "So beautiful they compliment my eye shape so well and you truly can not tell much of a difference between the faux mink and real mink. I love them and would absolutely repurchase."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Great lashes! Perfect for any look. Comfortable band and looks fantastic!"
		},
		{
			"review_title": "Favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Love the way the lashes have volume and is more full in the corner. Might be adjusted depending on eye size :)) One of my favorites and absolutely recommend to anyone !!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I loved these lashes, they were super cute and have lasted me plenty of wears!"
		},
		{
			"review_title": "Lilly lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "Love them very beautiful and light I recommend them"
		},
		{
			"review_title": "Stunning lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "These lashes are stunning! They are amazing quality and look great."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I love these lashes! They are easy to apply and comfortable to wear. Very glam! The band is very thin, which make them look good without eyeliner. Lilly lashes are my favorite! They last so long!"
		},
		{
			"review_title": "Heavy but hot.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "These lashes are super cute and dramatic. I love the look they give. But they’re a little heavy. I can definitely feel them weighing my eyes down and I think you can see it too."
		},
		{
			"review_title": "Best lashes ever!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I received this product as a complimentary gift in exchange for my honest review. These lashes are the best lashes I’ve ever worn. They are high quality, and so gorgeous! They are definitely worth the price."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I received this product for free from Influenster in exchange for my honest review. I was so excited to try these lashes and they are absolutely amazing! They apply super nicely and they look absolutely GORGEOUS on! These feel super nice and are very comfortable for all day wear! 10/10 recommend!"
		},
		{
			"review_title": "Gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Gorgeous lashes, just as all from Lilly’s lashes brand"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I wore my lashes all day & they didn’t bother my eyes. They’re very full lashes and the band is not thick at all & it was very flexible."
		},
		{
			"review_title": "It's worth every penny!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "False eyelashes are a very important part of the eye makeup process. It makes you stand out when you choose the right style. LillyLashes makes applying false eyelashes easier than ever. High quality material, waterproof and very natural on the eyes. The product box is very beautiful, modern and sturdy to help preserve the eyelashes so that you can reuse them as many times as you want."
		},
		{
			"review_title": "lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Love this lashes super nice  I really recommend this lash soft and it give you a nice look.. with"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I have pretty much tried all of Lilly’s Lashes and i have never been disappointed. I like that these give me enough drama without hiding my eyeshadow with too much volume."
		},
		{
			"review_title": "Fave lash brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Lilly lashes are my favorite even their collab lines! You can use these soooo many times just keep them clean! Best if paired with their black lash glue as well!"
		},
		{
			"review_title": "Gorg",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Absolutely gorgeous lashes. I only wish for a lighter more invisible band, but that’s my preference."
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I received these lashes complimentary from Influenster! I was so surprised to come home to these and let me tell you, I was NOT disappointed one bit! I tried these lashes on ASAP. They are absolutely gorgeous, a bit dramatic, but I love extra flair! They felt comfortable and look/feel durable - I hope to get some great wear out of these! They really brightened up my eye - I included a picture to show the difference! So excited to get to use these lashes in future makeup looks!"
		},
		{
			"review_title": "FULL GLAM!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received these lashes complementary from Influenster and they did include black lash glue! Anyway these lashes are amazing. At first glance I thought they were going to be super heavy but they aren't."
		},
		{
			"review_title": "semi-dramatic lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I received these lashes complimentary from Influenster to review. Let me say these are stunning, they’re semi-dramatic and not too much. I love the thin band, sometimes large bands can irritate my lash line. I love that these add a touch of both length and volume!"
		},
		{
			"review_title": "BEST LASH COLLECTION HANDS DOWN!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Hands down my FAVORITE lashes, specifically 34th St. I've bought about 5 of these for backups because these are my everyday lashes. I've used so many different styles and brands - plenty of OG Lilly Lashes however, most of my favorite styles I felt to be too crazy for the everyday look. THIS COLLECTION IS AMAZING! The band is so comfortable and light. Long-lasting, I've worn a pair for about 2 months straight with eyeliner and shadow, keeping in mind that I cleaned them everyday. I'll never go back."
		},
		{
			"review_title": "no thanks",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "I’ve purchased Lilly Lashes multiple times and normally buy Miami or Mykonos, but this time my only option was the Sephora collection Beverly Drive and they sucked! The band is so thin and didn’t nearly last as long as the originals. I was only able to wear them TWICE and now they look janky. Waste of money, I do not recommend. I will stick to the original Lilly Lashes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "love these lashes. they aren't as heavy or overly intense like I thought they would be. it has a great curl and are do flattering."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Great! It shapes your eye! Looks gorgeous on every eye type"
		},
		{
			"review_title": "OBSESSED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "It’s so hard to find flattering lashes for my eye shape but these are absolutely beautiful!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Beautiful everyday lashes. I’ve been wearing these almost everyday for the last couple of weeks. They have been keeping up and still look wonderful."
		},
		{
			"review_title": "Fair product and fair price",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Honestly. I enjoyed the other one more. This one I found a bit hard to apply. Somehow it was not sticking to my eyelashes. But overall fair product and fair price"
		},
		{
			"review_title": "absolutely amazing FIRST USE....",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "i absolutely fell in love with these the first day i used them, i did however notice that the adhesive on the one wasnt very strong but it stuck with a little extra liner.... by the next day that adhesive was completely off and the lash didnt stick AT ALL, no matter how much or little liner i used. super not impressed...pretty upset actually. feels like a huge waste of money now."
		},
		{
			"review_title": "I love these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love these! They are dramatic yet lightweight. They are super comfortable & VEGAN ❤️"
		}
	]
}