{
	"product_id": "1080",
	"name": "Facial Spray with Aloe, Chamomile and Lavender",
	"brand": "Mario Badescu",
	"categories": "Skincare, Moisturizers, Mists & Essences",
	"price": 12.0,
	"about": "What it is:A multipurpose vitamin C mist with aloe vera and chamomile to comfort, visibly brighten, hydrate, and balance the skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness and Dullness.Formulation:Liquid.Highlighted Ingredients:- Lavender Oil: Calming..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This facial mist replenishes skin as antioxidant vitamin C helps combat skin-aging free radicals, encouraging a visibly brighter, more balanced complexion. Mist whenever, wherever to de-stress skin and soothe the senses with a blend of floral essential waters, botanical extracts, and lavender oil.",
	"ingredients": "-Lavender Oil: Calming..-Lavender Essential Water: Soothing and hydrating..-Antioxidant Vitamin C (Ascorbic Acid): Brightening...Aqua (Water, Eau), Lavandula Angustifolia (Lavender) Flower Water, Propylene Glycol, Polysorbate 20, Aloe Barbadensis Leaf Juice, Lavandula Angustifolia (Lavender) Oil, Chamomilla Recutita (Matricaria) Flower Extract, Fucus Vesiculosus Extract, Ethyl Ascorbic Acid, Thymus Vulgaris (Thyme) Leaf Extract, Silver Citrate, Potassium Sorbate, Sodium Benzoate, Benzophenone-4, Triethanolamine, Zeolite, Sodium Sulfate, Citric Acid, Sodium Chloride, Ci 60730 (Violet 2).",
	"how_to_use": "Suggested Usage:.-Mist onto face, neck, or hair as needed..-Use it to infuse more hydration before or after applying moisturizer, as a pick-me-up on the go, or post-makeup application to give skin a dewy finish..-To give your makeup a dewy finish, spritz your favorite brush or sponge before blending in foundation or concealer. Once you're done, mist your face as a final step to add radiance..-For an extra refreshing and cooling boost, store the bottle in your refrigerator..-If product gets into eyes, rinse well with water.",
	"num_reviews": 126,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/facial-spray-with-aloe-chamomile-lavender-P441077?skuId=2192029&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2192029-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "8 oz/ 236 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2192037-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}