{
    "product_id": "1204",
    "name": "No. 6 Bond Smoother Frizz Control Styling Hair Cream",
    "brand": "Olaplex",
    "categories": "Hair, Hair Styling & Treatments, Hair Styling Products",
    "price": 41.0,
    "about": "What it is:A velvety, leave-in styling treatment for up to 72 hours of frizz control, faster blow-dries, and frizz-free air-dries for all hair types..Hair Type:Fine, Medium, and Thick.Hair Texture:Coily, Curly, Straight, and Wavy.Hair Concerns:- Frizz.Key Benefits:- Up to 72 hours of frizz control.Highlighted Ingredients:- Bis-Aminopropyl Diglycol Dimaleate: Patented and proven technology to repair broken bonds for stronger hair..Ingredient Callouts:This product is vegan, gluten-free, and cruelty-free..What Else You Need to Know:No.6 Bond Smoother features patented Olaplex Bond Building Technologyu2122 to strengthen and protect hair from everyday damage and chemical services. It is formulated for all hair types and textures, including colored, chemically treated, and gray hairu2014now in a nothing-left-behind, airless pump.",
    "ingredients": "-Bis-Aminopropyl Diglycol Dimaleate: Patented and proven technology to repair broken bonds for stronger hair. ..Water (Aqua/Eau), Cetearyl Alcohol, Dimethicone, Isohexadecane, Coco-Caprylate, Neopentyl Glycol Diheptanoate, Behentrimonium Chloride, Isododecane, Phenyl Trimethicone, Propanediol, Bis-Aminopropyl Diglycol Dimaleate, Fragrance (Parfum), Cetrimonium Chloride, Phenoxyethanol, Glyceryl Stearate, Isopropyl Alcohol, Hydroxyethylcellulose, Hydroxypropyl Guar, Sodium Stearoyl Lactylate, Hydroxypropyl Cyclodextrin, Hexyl Cinnamal, Limonene, Citral, Hydrolyzed Vegetable Protein PG-Propyl Silanetriol, Disodium EDTA, Linalool, Citronellol, Iodopropynyl Butylcarbamate, Hydroxycitronellal, Etidronic Acid, Tocopherol, Geraniol, Potassium Sorbate, Helianthus Annuus (Sunflower) Seed Oil, Phytantriol, Sodium Benzoate, Pseudozyma Epicola/Camellia Sinensis Seed Oil Ferment Extract Filtrate, Tocopheryl Acetate, Vitis Vinifera (Grape) Seed Oil, Aloe Barbadensis Leaf Juice, Panthenol, Citric Acid, Gigartina Stellata Extract, Chondrus Crispus (Carrageenan) Extract, Ascorbic Acid, Cocos Nucifera (Coconut) Oil.",
    "how_to_use": "Suggested Usage:.-Apply a very small amount to damp or dry hair from mid-length to ends. .-Comb through and style as desired. .-Start with half a pump for shoulder-length hair. Use more for longer, thicker hair. Less for fine or short hair...Pro tip:.-For extra smoothness and shine, mix a few drops of Olaplex No.7 Bonding Oil (sold separately) with a pea-size amount of No.6 Bond Smoother and apply to damp hair before styling...When to use:.-While No.6 Bond Smoother can be used daily on wet or dry hair, the effects last up to 72 hours. So daily use isnu2019t necessary unless you shampoo every day.",
    "num_reviews": 116,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/olaplex-no-6-bond-smoother-P482057?skuId=2560217&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2560217-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3.3 oz/ 100 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2560217-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Not at all helping  with the frizz. I tried twice with two different volume of cream."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "it smells amazing and gives a really nice shine to the hair."
        },
        {
            "review_title": "Favorite hair product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This is by far my favorite hair product. Smells amazing! Never leaves my hair greasy felling. Helps with frizzy ends and makes my hair feel soft. Would give 10 stars if could."
        },
        {
            "review_title": "A Past Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love all the Olaplex products.  This one really works to keep my hair smooth all week."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "I've been buying this for years. It keeps my thick, wavy bleached hair healthy. Hair stays thick despite bleaching every 3 months. One of my only repeat purchases."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have 3C hair and I use this before I blow dry my hair. Love it!"
        },
        {
            "review_title": "A must-have in my hair care routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is one of the only hair products that I repurchase. It makes my hair feel super soft, helps with my dyed hair and prevents a bunch of breakage since my hair is naturally thin."
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great product! Switched from No9 (I know usually people do the opposite), and Iu2019m loving this one better! 9 wasnu2019t bad but I saw no difference in my hair using it while 6 makes my hair so so very soft! Does well with olaplex oil but works just as great without. Pump is stiff so need to be careful since you only need a little bit of product"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Only have used a few times from a friend and loved this product I bought it myself it certainly keeps your hair less frizzy and really helps my hair when Iu2019m styling it with a straightener or curling iron ! Would 10/10 recommend this product again"
        },
        {
            "review_title": "Pump is STIFF",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I'm not sure this product does anything tbh but if you have weak hands or fingers, beware. The pump has a lot of resistance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Mix this with a drop or two of the olapex oil, apply on damp hair to the ends and muawh i love it"
        },
        {
            "review_title": "Works great for my bleached hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was afraid the new packaging might mean they changed the formulation, but this still works great!"
        },
        {
            "review_title": "Will definitely rebuy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "At first I didnu2019t feel like this product worked very well, but I find if I put it in towel dry hair, brush it though & blow dry that it keeps my usually knotted hair smooth for days. Itu2019s similar to k18, but so much cheaper"
        },
        {
            "review_title": "Fights frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "BEST product Iu2019ve ever used on my curly hair. You donu2019t need a lot and itu2019s also great for when I straighten my hair as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "My favourite thing about this product is it helped minimize my blow-dry time."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was so excited to use this one since I heard great reviews. Unfortunately, didnu2019t work for me. I have thick & frizzy hair and this made it worse"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I really like this product it helps with my frizzy hair and doesnu2019t make it greasy after use like some hair products will do:)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Leaves my hair soft and shiny after drying and smooth."
        },
        {
            "review_title": "BUY IT NOW!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is life changing. I mean it, I will be saving around 5 hours a week having to re blow dry my hair because of this product. I have thick, curly (3c/4a), coarse hair that I blow dry straight weekly. My entire life, I have NEVER found any product that can make a visible difference in my hair. No shampoo, hair conditioner, leave in, hair oil, nothing lol. I blow dry my hair weekly and I've found that I have to do retouches daily with my straightener because my hair will get super frizzy 10 minutes after blow drying it and I literally have to redo it all the next morning. And it still never looks good - puffy, dry ends. This product fixes all of that. If you're a girl with curly hair, you know just how surreal that is. It's pretty much something that I had given up on treating, thinking that it's just the way my hair is. But NO! This product not only cuts the drying time, it gives you the smoothest most glorious and silky hair you will ever have. I saw an IMMEDIATE result and still cannot believe how amazing this product is. My hairdresser has never been able to make my hair looks this good either. This is already the best purchase I have made in 2024."
        },
        {
            "review_title": "Not Extradordinary",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is alright at best. I bought this when they had the 50% off all olaplex products, and honestly, the quality reflected that discounted price. It's nothing special, youll find alot better for 40$."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "My favourite leave in conditioner!! Highly recommend"
        },
        {
            "review_title": "holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "my absolute favourite product. iu2019m on my second bottle now and my first one lasted me over a year even after using it every wash day. it makes my hair is so much shinier and it keeps it from tangling. in love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells so good and fresh helps with frizz and definition love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019m loving it nendjfnfbbehehwbwbbd fbfhdbdbhdnd dbfbdbbdbdndhdbfbfhn"
        },
        {
            "review_title": "If you need one hair product, this is it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Third repurchase, all I can say is it works. If youu2019re looking for an after shower treatment, this is it. Even my boyfriend notices how much better my hair is with this product. It shines the hair and keeps my hair nice and smooth."
        },
        {
            "review_title": "My hair has never looked shinier or healthier",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "I saw almost immediate results. My hair looks so much shinier and less frizzy. I apply to towel dried hair, then comb through and dry. After blow drying (often with a round hair dryer) I apply a few drops of the Olaplex oil. Fantastic results each time."
        },
        {
            "review_title": "will repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "i got the small one as a sample and purchased the full size and so far i am happy with the results. i can definitely notice a difference in how smooth my hair is. love!"
        },
        {
            "review_title": "Itu2019s good but not 100% necessary",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is my third or fourth bottle of this stuff. I have dry/dehydrated/curly/Indian hair for reference. It is NOT perfect, however I find it very useful. I donu2019t like that it has silicones in it, but sometimes silicones are needed to smooth out flyaways and tame frizz. I like it as a last product after I use my leave in creams but before hair serum/oil. This product also is great for days in between wash days to give it that u201cfreshen upu201d look. I also use a little of this before blow drying to give me a little protection"
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not necessarily a bad hair product, but I feel like my hair isnu2019t as pretty as when Iu2019m using other products (I personally love Kerastase). It felt heavy on my hair, and I noticed my hair got greasy faster"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone",
            "review_text": "Loved the results! Hair is softer, shinier and more manageable. A must have"
        },
        {
            "review_title": "Everyday staple styling cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Cannot live a day without it. This product has completely transformed my hair. I mix it with Olaplex 9 and 7 for even better results"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "best thing Iu2019ve used for my bleached blonde hair. Literally the only hair product I consistently rebuy"
        },
        {
            "review_title": "Helps protect hair while it grows",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Only use a little bit or it will weigh down your hair, I use 1/4 of a pump and rub it in my hands for a minute before applying. I have noticed my hair has been growing faster due to my ends being moisturized and protected."
        },
        {
            "review_title": "NOT WORTH THE RISK. SAVE YOUR MONEY AND YOUR HAIR.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Hair is soft but heavy and greasy. JVN air dry cream and IGK coconut gel are both much better options. Using olaplex system (0-3-4-5-6) has RUINED my waist-length u201cvirginu201d hair. Zero repair to the existing physical damage, perpetual split ends, and absurd hairball (losing CHUNKS) in the shower)."
        },
        {
            "review_title": "Wouldnu2019t recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Makes my hair look really greasy and weighed down even when i use a little bit."
        },
        {
            "review_title": "It works! Perfect for emergencies and quick fixes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this when it was on sale and I wish I bought more. Due to the condition of my hair, I use 3-4 pumps and it straightens out my hair. I have long, thick, damaged (bleached) hair that goes past my waist. I use it during emergencies when my hair is matted because I forgot to brush it out."
        },
        {
            "review_title": "I could leave it.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I didn't really enjoy this product. Felt heavy in my fine hair and didn't really smooth it, kind of made it look fluffy. I don't enjoy the smell of this product either. Also too expensive for what it is."
        },
        {
            "review_title": "Regret Purchasing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Very disappointing. I purchased the entire Olaplex line and have tried this product 3-4x over several months. Awful but not the very worst ever, so 2 stars. Made my hair feel frizzy and greasy. So surprised. Itu2019s now just sitting on my shelf. Purchased Oribe products instead. More expensive but a lot better styling product for my full head of blonde nights that I have done every 8-10 weeks."
        },
        {
            "review_title": "Very recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Awesome for my dry hair it was very bad and help me to much with it! I would like to get promotion again ud83eudee3 is really really good! I loved"
        },
        {
            "review_title": "Favourite Hair product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "My favourite hair product. I have really fine wavy (2b) hair and this doesnu2019t weigh it down and makes my hair look really bouncy."
        },
        {
            "review_title": "A must have on my hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love it. this product is great for my wavy frizzy hair. I have blonde highlights throughout and this product makes my hair light smooth and shiney. 10/10"
        },
        {
            "review_title": "Very satisfied",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I get my hair bleached every 10 months  for the last 5 years to keep up my balayage and has made my hair brittle. This product was recommended by my stylist so I gave it a try. It brought my pre-bleached hair texture back. Used along with no 7."
        },
        {
            "review_title": "Holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I bought no6 on a whim when olaplex was on sale. I definitely love it! I use only 1/2 a pump for shoulder length bob and it makes my hair feel so soft and dry so much better! I used to use about 7 products to achieve the same softness prior to blow drying. Now I use no6 after a leave in conditioner spray followed by a heat protectant and thatu2019s it, super soft hair!"
        },
        {
            "review_title": "Pure gold",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "As someone who never writes reviews, I felt I must make an exception for this product. I was worried this would be a waste of money and nothing more than another brand name product with great marketing. But I was so wrong and have never been happier about it. I have thick, wavy, long hair that has been used and abused from years of changing my hair colour and heat styling. For most of my life I was only able to grow my hair to a certain length. Just over a year ago I started using this product regularly throughout the week (~2-4 times a week) and for the first time, my hair has grown past its typical length. I cannot say for sure this is due to this product alone and itu2019s also possible my experience is unique to me. But I can say that I have not changed any other variable in my hair routine nor have I reduced the amount of heat damage I inflict on my hair. All in all, I 100% recommend this product if youu2019re on the fence about it. I just ordered my third bottle and praying this stuff sticks around for as long as my hair does."
        },
        {
            "review_title": "Must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Loveeeee this product I used it for a week then I stoped to see what would happen and my hair felt very dry and unstable and I dident feel as comfortable in my hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "iu2019ve used this product for the past month, and it is so worth it! a little goes a long way with it (even though i have super thick hair) and it makes ur hair look so soft and smooth! it also isnu2019t too heavy on the hair. i like to apply it on wet hair and blow dry after for the best results!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "So far, this is my least favourite Olaplex product. I don't see a difference when using this. I will keep trying though ud83eudd1eud83cudffd"
        },
        {
            "review_title": "Ruined my hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This literally ruined my hair, I only used it twice and a small amount and so much of my hair broke off"
        },
        {
            "review_title": "System brought my hair back to life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been using the whole system, and this has helped bring my hair back after I bleached it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Trop bon ru00e9sultat pour le contru00f4le des frisottis ... j'adore !"
        },
        {
            "review_title": "Bad experience",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Please. Please never buy me and all 3 of my roommates had such bad reaction our eyes swelled up and was red and crazy hairfall. You canu2019t even pay me to use this again"
        },
        {
            "review_title": "Good Addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "great for when you blow out your hair, makes it smoother, and tames any flyaways. A little goes a long way so the need for a lot of product a pea-sized amount does the job."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Used this once after washing my hair and WOW. It sure did make my hair less frizzy than what it usually looks like. I'm sure the more days I use it, the more tamed my hair would look. Also it made my hair way shiner/softer which is a plus"
        },
        {
            "review_title": "good enough",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "it works but it also doesnu2019t. i have thin very wavy & frizzy hair. always applied on damp hair & then blow dried. this tames the frizz okay, not as great as iu2019d like, but itu2019s good enough for me to keep repurchasing because my hair is so much worse without it and i havenu2019t found anything better yet."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "Really helps with frizz, pleasant smell. When used with all the Olaplex products, it really helps to strengthen hair."
        },
        {
            "review_title": "BEST hair product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "One bottle lasts me an entire year - 1 pump every time I wash my hair (once maybe twice a week). I mix a few drops of the oil in as well. Put it in wet hair before you brush it - it has changed my hair completely. I started using it when I fried my hair from bleaching it, itu2019s now my best friend."
        },
        {
            "review_title": "100% the best thing I've used for frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have frizzy hair, especially bad if I wash my hair in the morning instead of the night before u2013 this is my HG for dealing with that, BUT I really don't know if it does any of the other things mentioned ... but it works for me for my purposes."
        },
        {
            "review_title": "holy grail leave-in product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Loving the results of this product! Little to no frizz after a humid few days this week. I've been using this for almost a year and love it for any season, it's my go-to leave-in product!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Does nothing for my hair. Not sure what the hype is."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Worked great for a the first couple weeks.. now it feels like it does nothing."
        },
        {
            "review_title": "Totally recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Itu2019s a great product, it keeps my hair hydrated and shiny and smells really good"
        },
        {
            "review_title": "Ok product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I think its pretty good. It works pretty well and doesnu2019t have a horrible scent. But im not really sure if it actually does that much. And im not sure if its worth the price."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It helps with the damaged hair but the results are not that fast"
        },
        {
            "review_title": "I canu2019t live without this product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have a lot of hair, but fine and frizzy. This gets my hair to wavy/curly without weighing it down. I can just let it air dry. Game changer product for me, since it doesnu2019t kill volume. Experiment with how much to use (depends on length, texture etc)"
        },
        {
            "review_title": "Frizz Control",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Best thing for my frizzy hair. I didnu2019t realize it didnu2019t have flat iron protection tho until the no9 came out, so itu2019s working even better now that I know that. Multiple repurchase"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Holy grail product! I combine this with the olaplex oil. I went a month between repurchases and I wonu2019t be doing that again. I noticed an immediate difference in my hair and others did too!"
        },
        {
            "review_title": "Must have for frizzy hair !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have frizzy hair and always had difficulty styling it as it is humid outside. Now, it's so much easier!"
        },
        {
            "review_title": "No difference",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I emptied this product and didn't see any difference to my hair. won't buy again."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Just meh for me. Lots of other products achieve the same result for a more reasonable price."
        },
        {
            "review_title": "Holy grail for smooth hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Tan skin tone, Dry skin",
            "review_text": "This is the only product that has helped my hair stay smooth and less damaged. It's the holy grail."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Love this product! I struggle with my hair knotting easily but if I apply this while my hair is damp after a shower it helps until the next wash"
        },
        {
            "review_title": "Mediocre",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I like it it is pleasant to use and smells great, but i donu2019t really think itu2019s something you need thereu2019s not much of a difference"
        },
        {
            "review_title": "Multiple repurchase/HG Leave-in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I'm normally a product hopper, and have always been in search of a perfect leave-in. This is one of the few hair products I have repurchased multiple times. Given the price, I wish I didn't like this as much as I do, haha. Thankfully, a little actually goes a long way whereas I normally feel I need a LOT of product with other leave-ins. Also doesn't weigh my hair down (fine, thin, bleached hair)."
        },
        {
            "review_title": "The best leave in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "This is my 3rd repurchase (I have very dry course hair) and this is the only leave in product that makes a difference in my hair! The only complaint is the packaging!! i feel like once itu2019s more than half way done, itu2019s impossible to get out! :("
        },
        {
            "review_title": "Repurchased = Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Made such a noticeable difference to my hair. It also cuts the dry time by a lot! I have lots of thin straight hair and this worked well for me. I recommend"
        },
        {
            "review_title": "A must for bleached hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve started using the bond smoother since June after bleaching my hair and I could tell a huge difference when I use it and when I donu2019t. My hair is silky smooth and I get complimented for the shine it gives."
        },
        {
            "review_title": "A staple in my hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Amazing, keeps my hair frizz free and smells amazing. Def a staple in my hair routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This product has helped my hair so much! I had bleach damage on my hair and my hair was stringy but within a week my hair was back to normal and strong again! Definitely recommend it"
        },
        {
            "review_title": "Useless",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This product is so bad. My hair frizzes after it dries when this product is used, it gave my hair no shape and flattened my hair, and no benefit what so ever. My hair is not even thick to begin with."
        },
        {
            "review_title": "Didn't make a difference",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was looking for something to tame my frizz but this didn't do anything for my hair, it was still frizzy after using it. Will not purchase again."
        },
        {
            "review_title": "WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This stuff is a game changer. I have very thick naturally curly hair that gets frizzy no matter what I do (straighten or natural). This stuff smooths it out and keeps the frizz at bay like a dream. Highly recommend!"
        },
        {
            "review_title": "Curly girls, donu2019t waste your time",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Meeeeeeh! Not curly friendly or simply does nothing for your curly hair. I was really hoping to like it, but nope"
        },
        {
            "review_title": "Use with No. 9!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This product is a gamechanger for curly hair when used with Olaplex no. 9.  I had tried it on its own a few times and found it did nothing for my hair my curls didn't last one day after washing. However, when I use it with No. 9 it creates the most gorgeous curls which hold their shape for at least 4 days and stay soft. Curly hair game changer for sure"
        },
        {
            "review_title": "On my second bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This is my second bottle and Iu2019m very thankful they added a pump. My hair is extremely thick, slightly coarse, grey and cut in a pixie. I add this to the hair on top of my head (as opposed to the sides and back) and it is great at adding moisture and keeping frizz at bay. I simply blow dry and straighten the top/bang. I do add a few drops of the Olaplex oil for shine."
        },
        {
            "review_title": "great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this product use it almost every day! you can put it on your hair damp out of the shower or dry to tame and hydrate it. I have frizzy hair in the heat and this helps so much with my fly always."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The smell is too strong  and so chemical. Anti-frizzy  works but a bit sticky."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "good! just wish it had heat protection :) and if it does/does not then it should be explicitly stated.   its not super smoothing to the point where it nakes your hair a little slippery feeling.   it WILL dry out and get crunchy on your hair if you leave it on wet hair without blow-drying. but this is a good leave on treatment. no protein in it so it wont over keratin-ize your hair!  a very similar product is the Redken acidic bonding concentrate leave in treatment. that one does have heat protection, but uses different technology/chemistry for the bond enforcing. also, less $ for a very similar product."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "As someone constantly changing their hair, this product saved me! Leaves my hair significantly less frizzy and with fewer split ends. Definitely a must in my routine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I has been using No.6 for years. Use it after each wash to detangle and for smooth comb thru. I have bleached blond hair around level 8-9, my natural level is 2."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a MUST have. Originally got it as a sample and just purchased my first bottle because I loved it so much. I have very picky hair and have tried a lot of stuff but this truly makes my hair look and feel amazing."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s not as amazing as I expected it to be and it is a bit of a heavier product so little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love this!!! Saved my hair!! I will keep buying. I use it with the oil right after the shower. Leaves my hair so so soft!!"
        },
        {
            "review_title": "It works but...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am obsessed with this product. My fine hair gets so frizzy and tangled, and looks awful by the end of the day normally. With this it is so soft and silky, and hardly tangles at all - I put it to the test and slept with my hair free and woke up with untangled hair. However the smell of this is nauseating! It's like sickly sweet tropical with faint mint. I don't know if that's just because of the ingredients or they chose to fragrance it that way but I absolutely haaaate the smell. It fades throughout the day but I wish it could be unscented or just less intense."
        },
        {
            "review_title": "Soft, natural wavy hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "I use this in combination with the bonding oil. I use this mid to ends only on damp hair before styling. It really leaves my hair with more moisture and less frizz. The natural waves in my hair look much more pronounced if I use this. It isn't thick or greasy and the scent doesn't last long in my hair. But it looks good all day long. I just wish there was more in the bottle. I will be replacing when I run out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love this product! I got it to tame my summer frizz and it works really well, as well and making my hair feel so soft. Nice light scent, sort of like pine needles."
        },
        {
            "review_title": "obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "My hair is very fine and tangles easily. This is the only product that helps get a brush through easily and doesnu2019t weigh my hair down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Exciting my  curly wavy highlighted dry hair was transformed  This was on a humid 40 degree day  Air dried and still held curls waves the next day  Frizz came back second day because thatu2019s just the way it goes with my hair  Iu2019ll repurchase in a heartbeat probably the only product Iu2019ve tried that actually works  Made me like my hair again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve only ever used it mixed with the bonding oil, and itu2019s been a saviour. I have like 15+ different serums now sitting in my shelf and I have no need for them anymore! For reference- I have dark brown hair naturally, and itu2019s dyed ash blonde but Iu2019m growing it out so my natural hair is about 4 inches grown out right now. The virgin hair was super oily and the blonde ends were dry and frizzy. I feel like this helped make my ends feel more like my roots, if that makes sense. Itu2019s all so soft and manageable now. Just a tip- I used the Mizani pre wash scalp oil as well to keep my hair from getting greasy the day after wash day and thatu2019s helped so much as well. My new fav hair products are the scalp oil from Mizani and Olaplex # 3,6,7."
        },
        {
            "review_title": "Not moisturizing enough on its own",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I am black w 3b/c hair and as a leave-in conditioner I found this product nowhere near moisturizing enough. 1st day hair looked just okay, and it got worse over the next few days (whereas usually I find my wash and gos look better on day 2,3,4etc).  It is good at eliminating frizz for that day 1 style though. Would be a good product to use (along w another leave-in for moisturize) if you wanted super neat frizzless curls through finger coiling."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "It's good for in the mornings for me to get my curls going again, but my hair is still frizzy. Still on the search for something that really works."
        },
        {
            "review_title": "my holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I absolutely love number 6, I use it almost every wash day and itu2019s really been helping me with my curly hair journey!"
        },
        {
            "review_title": "It works! Leaves hair smooth and healthy looking",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I have tried this in combination with Olaplex no.7. I apply it weekly from my mid lengths onwards. Approx half a pump works for me. my split ends appear to have smoothed and there is less hair breakage from length. would use this more frequently."
        },
        {
            "review_title": "Avoid if you suffer from acne",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Does'nt work like a hair serum at all. Rather gave me really bad scalp acne."
        },
        {
            "review_title": "Helps the frizz so much, no weight!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Amazing leave in conditioner! I have 2B/2C curls and wow itu2019s been such a struggle to find a leave in that doesnu2019t weigh my hair down or make it feel greasy and itchy.  This one is incredible, I apply it to my soaking wet hair and everyday routine is to let it air dry and my hair is significantly less frizzy. If I blow dry/ style my hair is SILKYYY soft. Olaplex killed it with this! Love it more than my mask."
        },
        {
            "review_title": "My favourite leave-in hair conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My favourite leave-in hair conditioner! I always come back to this and keep a stock of it."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is the absolute best hair product, in my opinion. This feels so healing and nourishing to wet/damp hair and makes for much smoother hair once styled. This also lasts a long time and smells amazing, highly recommended!"
        },
        {
            "review_title": "my favorite hair care product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got this as part of the christmas pack in 2020, iu2019ve repurchases this 4 times now. even with the price its worth it because i lobe this product so much. iu2019ve noticed such a change in my hair"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I use it on damp hair before blow dry. It does its job well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I LOVE this. My hair is naturally frizzy so this is perfect to calm my hair and flyaways. I like the smell and the texture - it doesnu2019t feel greasy or heavy. And you donu2019t need much (I have long thick hair and I use about half a pump). Highly recommend!!!!"
        },
        {
            "review_title": "Surprisingly in love with this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "I have really started getting into hair care this past year and have bee having some issues finding a good leave in treatment. My hair is pretty wavy but I also like to straighten it at times.  This stuff makes my hair feel SO good. It's soft, my frizz is tamed, and you don't even need that much! I've also combined it with the No.7 Bonding Oil and they're truly a formidable match. I'll be continuing to purchase!"
        },
        {
            "review_title": "amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this when blowing out my hair mixed with the no7 oil and my hair has never felt healthier or more hydrated! This is not a heat protector so I wouldnu2019t recommend using it by itself when applying heat to the hair, but the no7 does offer heat protection so together they are perfect"
        },
        {
            "review_title": "you have to try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "best leave in conditioner ever! my hair feels amazing! bottle lasted me about 6 months which is a great value. i noticed less frizz, less breakage, and overall my hair just looked and felt better."
        },
        {
            "review_title": "Hairstylist approved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Best blowout cream iu2019ve tried! My hair feels silky after each use and notice when i do a wash without it!"
        },
        {
            "review_title": "best blowdry cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love the no6, this product is amazing, I have very short hair, and I love how my hair feels after I blowdry it, I also love to change my colour up so itu2019s nice that it helps repair my hair to."
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "A staple for protection, smoothing and pre- blow dry. Love this product would recommend to anyone."
        },
        {
            "review_title": "Top of the line product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Amazing product. Exceeding expectations. I think one of the best smoothening product on market. Hair is silky and smooth. 5+++  tops the list of must haves."
        }
    ]
}