{
	"product_id": "471",
	"name": "Moisturizing Volume Spray for Fine and Thinning Hair",
	"brand": "Fable & Mane",
	"categories": "Hair, Hair Styling & Treatments, Hair Spray",
	"price": 38.0,
	"about": "What it is:A heat-activated volumizing spray that visibly strengthens and plumps strands for long-lasting fullness and weightless body..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Heat Protection.Key Benefits:- Long-lasting weightless volume from root to tip: No stickiness, no drying, no mattifying.Highlighted Ingredients:- Rice Amino Acids and Wheat Starch: Gives hair fullness and volume..Ingredient Callouts:It comes in recyclable packaging..What Else You Need to Know:This heat-activated volume spray is the secret to soft, weightless volume. It lifts at the root and plumps strands using rice amino acids for fullness, onion juice for strength, and apple extract for hydration. This fast-acting volume spray is suitable for all hair types for a bigger, fuller mane..Fragrance Description:This volume spray has a majestically warm spice blend of Indian saffron and nutmeg paired with midnight rose damascena and Indian jasmine sambac, with a touch of incense for an unexpected richness...Clinical Results:Based on an independent consumer-perception study of 34 female participants ages 25-65 with fine to medium hair:",
	"ingredients": "-Rice Amino Acids and Wheat Starch: Give hair fullness and volume..-Onion Extract: Visibly strengthens hair, prevents hair thinning, and supports denser hair growth..-Apple Extract: High in vitamin C for extra moisture...Water (Aqua), Propanediol Glycerin, Pyrus Malus (Apple) Fruit Extract, Saccharomyces Cerevisiae Extract, Tocopherol, Bacopa Monnieri Extract, Eclipta Prostrata Extract, Allium Cepa (Onion) Bulb Extract, Trigonella Foenum-Graecum Seed Extract, Aloe Barbadensis Leaf Juice, Helianthus Annuus (Sunflower) Seed Oil, Tetrahexyldecyl Ascorbate, Helianthus Annuus (Sunflower) Seed Extract, Centella Asiatica Extract, Curcuma Longa (Turmeric) Root Extract, Hydrolyzed Wheat Protein, Hydrolyzed Wheat Starch, Wheat Amino Acids, Phenoxyethanol, Cetearamidoethyldiethonium Succinoyl Hydrolyzed Pea Protein, PPG-26-Buteth-26, PEG-40, Hydrogenated Castor Oil, Polyquaternium-4, Tetrasodium Glutamate Diacetate, Disodium EDTA, Ethylhexylglycerin, Butylene Glycol, Citric Acid, Potassium Sorbate, Leuconostoc/Radish Root Ferment Filtrate, Sodium Benzoate, Fragrance (Parfum), Benzyl Salicylate (EU Frag Allergen), Limonene (EU Frag Allergen), Hydroxycitronellal (EU Frag Allergen), Citronellol (EU Frag Allergen)...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Spritz generously on clean, towel-dried hair all over, focusing on the roots..-Blow-dry to heat activate..-For more volume and fullness, direct hair away from the head or use a round brush to lift roots while blow-drying..-Style as usual for a soft, voluminous mane.",
	"num_reviews": 473,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/fable-mane-moisturizing-volume-spray-for-fine-thinning-hair-P510257?skuId=2753333&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2753333-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "3.4 oz / 100 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2753333-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "I hate it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have used this product since like August and it literally has provided no volume for my very fine blonde hair. It leaves a greasy feeling residue and overall the olaplex volume spray is much better. Doc not get this"
		},
		{
			"review_title": "Third time repurchasing - Can’t be without it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Third time repurchasing. This is the best spray for my fine but long hair. Great for subtle volume at roots and I like to spray throughout to ends for some soft fluff without any tacky texture. Dries right down without leaving any residue. Enhanced natural wave slightly for that perfect lived-in effortless shape. I can’t be without it (neither can my boyfriend who has fine hair but a lot of it)"
		},
		{
			"review_title": "Fantastic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Normal skin",
			"review_text": "I purchased this to replace a root volume spray that was leaving residue in my hair. I can't believe how weightless and bouncy my hair feels after using this product. I can't tell I used anything at all, but the volume is there. Fantastic product for those of us with thin hair!"
		},
		{
			"review_title": "Best volume spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Love this product! Does not dry out your hair at all, not sticky. Gives volume and smells great!"
		},
		{
			"review_title": "A Hair-care Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I've been blown away by the instant uplift I experienced with this hair spray. Just a few pumps, and my hair has so much volume and bounce. The spray has a wonderfully smooth scent that lingers in my hair all day, which I absolutely love. The packaging is also sleek and user-friendly, making it easy to apply. After just the first use, I noticed my hair looked and felt so much more vibrant and lively. This hair spray has quickly become a staple in my haircare routine!"
		},
		{
			"review_title": "Wanted to Reshower After Application",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "So this didn’t give me any volume with my head flipped over blow drying (always works for me…) made my hair feel brittle, and increased frizz. No thank you please."
		},
		{
			"review_title": "A must in my haircare.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "It’s is definitely having a good fragrance and for sure working immediately after applying on hair. It is a hair care first and then a styling product."
		},
		{
			"review_title": "Works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I have thinning hair, and I rely heavily on volumizing products. Definitely worth the try if you’re seeking something new to try!"
		},
		{
			"review_title": "Not for me!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I don't know where all these great reviews are coming from, but this didn't work for me.  Left my hair too soft to do anything with."
		},
		{
			"review_title": "Not for me, but a good product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I love the smell of this product and I like that not only does it add some volume but it is also a heat protectant. however, it does not give me as much volume as some of my other products. So you win some, you lose some. As someone who has fine thin hair and seems to be going bald. I need all the volume I can get."
		},
		{
			"review_title": "New favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I just tried this product today for the first time and I’m pleasantly surprised. My hair can get frizzy and and his colour treated from years of highlights. But this spray really helped make my hair bouncy and soft, and I combined it with just a little bit of oil"
		},
		{
			"review_title": "Just perfect!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This product is a game changer for me, it really gives the volume that my hairs need!! Plus it is heat activating so i use it before i style my hairs and i love the smell too!!"
		},
		{
			"review_title": "Fine hair approved",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have very fine hair and I love this product! It makes my hair feel thicker without feeling like there's product in it/making it greasy/weighing it down"
		},
		{
			"review_title": "Horrible overpowering smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Light skin tone, Combination skin",
			"review_text": "Everything i own now has that really strong smell.  Its so overwhelming that i cant even wear perfume when i use this product. And the smell never goes away it just stays equally strong until the next wash 3-4 daus latee"
		},
		{
			"review_title": "MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been bringing my curls back after months of straightening it. The volume in my hair was lacking until i found this product! It is sooooo amazing everyone is asking me how is my hair to voluminous it’s this. IT WORKS ON CURLY HAIR SOOOO WELL."
		},
		{
			"review_title": "Jury is still out",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I'm a fan of F&M's hair oils, so I thought I'd give thus spray a try. I just bought it for the sephora sale so have only used it once.the smell is a bit much (but I'm not one for perfumes). Will give it a couple of more chances before I make the decision to return it."
		},
		{
			"review_title": "luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Fable and Mane don't get the credit it deserves. Their products are so inexpensive compared to rival products that make the same claim, and they actually WORK! First of all, that amazing smell that everyone is talking about is oud. I'm a sucker for oud and can smell it from a mile away. Why they don't mention it in the ingredients is beyond me. It says fragrance but doesn't mention that it's an all natural fragrance. They'd probably sell a lot more if they listed it. Also, the product says heat activated, but I never apply ANY product before drying my hair for fear of damage. I apply this product to 80% air dried hair and then just let it do it's thing and my hair feels and smells so luxurious. keep in mind that a few spritz goes a long way. once completely dried, I  have so much volume at the scalp without it feeling heavy or like residue. This product brought my natural waves to life, moisturized my scalp, and I didn't have to add anything else for frizz control. Perfect balance for the most natural wash and go."
		},
		{
			"review_title": "Much better out there",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I have fine long hair and it literally did nothing. I tried using this product many times, on its own and in combination with my current routine and nothing made it stand out or work the way it claimed to. I returned it."
		},
		{
			"review_title": "I use it every day.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I like it a lot, I have a very thick hair, and helps it to look tiddy and voluminous in the same time."
		},
		{
			"review_title": "Love it! Helps your hair look super voluminous",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve used this for the last 2 weeks, and the change in volume in my hair is incredible. I just blow dry my hair with the product in and the volume lasts for 2 days! Better than most products I’ve used."
		},
		{
			"review_title": "Doesn’t work for my fine aging hair",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Wanted to love this for benefits and clean ingredients, but the formula is horrible for my fine, brittle, aging hair - making it stiff and sticky. The bottle sprayer also leaks and does not dispense well."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I got this fable and mane moisturizing volume spray. It works really well and actually gives volume without my hair looking like it has frizz. I thought it would not smell nice since it has onion but it actually has a nice smell."
		},
		{
			"review_title": "Half works",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I would really like to rate this product 3.5 stars if I could. I think it’s an incredible heat protectant. My hair feels incredibly soft and silky. And I do think it volumizes the strands a bit without any stickiness but it gives absolutely no lift at the roots. I have very fine hair and I’m not looking for a blowout style but my holy grail volume spray by Ouai does give that lift at the roots and strands seem a bit plumper. I’ll keep this and use it until Ouai is back in stock with their volume spray."
		},
		{
			"review_title": "Hair mist",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "My first product from them. I came out the shower and my hubs loved the smell. It smells so good .  It gave voluminous but just slightly . This is new in my hair routine I will update further"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I got this gifted from Fable and Mane and it is so so good. it hydrates my hair a lot and is a great heat protection. i will definitely be repurchasing and the spray smells super good. i would definitely recommend"
		},
		{
			"review_title": "Nope",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "EVERY REVIEW WAS “INCENTIVIZED” which is fancy way of says paid for or bribed… I’m sure if I received a free product I would give it a 5 as well but because it’s this way I refuse to buy."
		},
		{
			"review_title": "Great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I have been using this for a few days now and I have noticed that this product has given my hair volume. I liked that this product because my hair wasn’t frizzy and it added shine and made my hair soft."
		},
		{
			"review_title": "Smells amazing and works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This spray is a lightweight mist that adds volume, shine.Does not weigh my hair down.It adds boosts to my roots.My hair also feels more moisturized. It smells so amazing. I am enjoying this spray in my daily hair routine."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This smells pretty good and leaves my hair feeling soft and nourished. I have fine hair and have nothing bad to say about this volume spray as it does exactly what it should! Complimentary by Fable and Maple"
		},
		{
			"review_title": "A new fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have super damaged jar from bleaching so it’s quite frizzy because of that. And using this product followed by a quick blow dry leaves my hair super soft and also gives it a nice bit of volume. I also love its smell!"
		},
		{
			"review_title": "Must Try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I absolutely loved this product! I have pretty thin/fine hair and always seem to lack volume and this helped me tremendously! The onion and apple had me a bit worried on smell, but it actually smells so good! I also love that it has a built in heat protection in the formula since it is activated by blow drying. Definitely give this stuff a try! Also, this packaging is so cute!"
		},
		{
			"review_title": "Amazing spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "This volumizing spray works wonders for my hair! The spray smells absolutely amazing- I am so obsessed with it. It's very lightweight while giving my hair look fuller. Keep in mind, it is heat-activated!"
		},
		{
			"review_title": "My new staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have naturally curly hair and I usually blow dry it straight. I really like how light this spray is, doesn't weigh my hair down.  Also it makes my hair feel soft and look shiny, not greasy.  Even though it's made from onions, it smells really good!"
		},
		{
			"review_title": "Works really well!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have been using the spray for a few weeks now and love it! I have really fine hair so I am always looking for a volume boost without making my hair crusty or heavy. This product does exactly that, it give my hair a boost but doesn’t cause any build up!"
		},
		{
			"review_title": "Magic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’m started using this recently and am obsessed so far. I spray it on my hair then blow dry it with my shark and my hair has been so voluminous and bouncy. I love the ingredients and the way it makes my hair look and feel"
		},
		{
			"review_title": "New hair routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Ive been obsessed with the fable & mane brand for the last couple of years and this was the perfect addition to my hair routine!! I have pretty frizzy hair and this in combination with my blow dry routine has really been a game changer. My roots aren’t as flat and my hair is very even smoother!"
		},
		{
			"review_title": "Works wonders",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "My daughter has such fine hair and this spray really helps give it some fullness. The difference is truly great. It’s easy to use and definitely helps her styles look more voluminous. It leaves her hair moisturized as well which is definitely a plus. Not to mention the addicting smell. It smells so pretty! This is definitely a great product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Light skin tone, Combination skin",
			"review_text": "As a hairstylist, this has become one of my absolute go-to products for styling and finishing the hair. This spray smells AMAZING. It gives the perfect amount of volume without being sticky or heavy on the hair and is very hydrating."
		},
		{
			"review_title": "Lifts with a hold!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Non sticky, holds hair, and lifts! I’m very pleased that this delivers volume for those days my hair falls flat. I actually love using this on 3+ day hair when my styled hair starts to fall flat. Smells great too and very happy with the product!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "As someone who constantly styles her hair, I am always looking for products that provide heat protection as well as help styled hair to stay in tact as long as possible. First off the bat, I love that this Fable and Mane Moisturizing Volume spray provides heat protection up to 450 degrees. In a while, it does, indeed help my waves to stay longer, it doesn’t leave my hair sticky or tacky to the touch at all. There’s also really great ingredients in here to help protect and strengthen the hair. Plus it very smells nice! Great product to have on hand, I will definitely be using my entire bottle and repurchasing."
		},
		{
			"review_title": "Definitely helps",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I received this product for free in exchange for an honest review. I had bariatric surgery around 6 months ago, since then I started loosing hair like crazy, even though this spray has not giving me any hair growth yet, I did noticed that my hair is stronger and it’s giving me more volume that way does not appeared as bad as it looked before. In my opinion is doing a lot more for my hair than other products that are similar"
		},
		{
			"review_title": "Amazing product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I received a product  from Fable and Mane complimentary in exchange for my honest review.  The very first time I used this product I noticed my natural curl come out.  My hair feels so soft and looks very healthy with amazing volume."
		},
		{
			"review_title": "Not impressed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This didn’t really work for me. The smell wasn’t the best and I don’t feel like it gave me any extra volume. I did notice I broke out on my face after using this product though so I am unsure of it is acne-safe. I have yet to put the ingredients in an app to check! Won’t be repurchasing"
		},
		{
			"review_title": "Incredible performance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is my first fable and mane product and I was very surprised with how unique they've been able to make a spray. This is a thickening texture spray with good for you ingredients and it's smells herbal and powerful. It is light and weightless basically undetectable except for the results! I love how much volume I am able to achieve without any heavy-ness."
		},
		{
			"review_title": "I like the smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "I was unsure how it would smell being that it was onion and apple. Made me question it, but the smell is mild. A little musky. It really works well on butterfly bangs. Gives it some volume, I really like how it looks. Not sticky."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is the first product I’ve tried from this brand and I am impressed by the results! My hair has more volume without feeling sticky or greasy. Easy to use, this is lightweight and a great haircare product!"
		},
		{
			"review_title": "Soft and Healthy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "Overall felt it did a good job all around! When using my hair felt soft and healthy. I have medium, wavy hair and use this before blow drying my hair to prevent some frizziness and keep it looking/feeling healthy even with styling. Plus, Love the smell of this product too-- soft/light, sweet smell!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is such a cool product. Usually volumizing spray makes your hair feel sticky and tacky or super dry, but not this stuff! It really is both moisturizing and gives volume. Thank you, fable & mane!!"
		},
		{
			"review_title": "This product slays for fine hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This Fable and Mane Volume Moisturizing is my new favorite hair product. My hair is very fine and texturized. It takes a lot of product to create volume that holds my style without weighing it down. Finding something that works consistently is difficult. However, this spray is a game changer. I sprayed a small amount on my towel dried hair at the roots then l used a round brush with my blow dryer. The volume was incredible without my hair feeling sticky or stiff. It held my style for hours and the scent was delicious. The ingredients are natural and thoughtful for those of us who are more conscious about what we use on our bodies and hair. Try this if your hair is thin or fine. You'll love it as much as I do!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I have fine hair that tends to lack volume so I love using volumizing sprays before blow drying my hair to help add extra body.  I spray this on with my leave in conditioners and after blow drying my hair I noticed that my hair feels a lot fuller, softer, and it holds the waves better. I definitely recommend it if you're looking for a volumizing product that doesn't feel sticky/tacky."
		},
		{
			"review_title": "Excellent Volumizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I was gifted Fable & Mane Moisturizing Volume Spray for free. I have straight, medium, fine hair with no life at all. I’ve used it with my last 2 washes and it was easy to use, scent is very soft. It left my hair silky smooth and with lots more volume than other products. Love the natural ingredients it offers and can see myself repurchasing again."
		},
		{
			"review_title": "My new go to hair product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I received something in exchange for this post. I really love how this product moisturizing volume spray makes my hair look. It not only adds volume to My curls but it also adds just enough volume to help develop My curls without any kind of frizz. Another thing I like about this product is it has a really nice musky perfume smell that's not overpowering."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I already use a Fable & Mane leave in conditioner which I love so I was excited to try this. Once again my hair loves this product! I use before adding my styling products (I have fine, 3B curls). It's not heavy or sticky which is great. I do use fairly sparingly around the roots/crown before diffuse drying and then, bam! Volume on wash day! The only thing I'd say is that the product has a very heavy scent (similar to the leave in conditioner) so if you're sensitive to smell (like me) then this may be an issue. The smell does fade after a minute or two but if I had a headache then I'd steer clear of this."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Fable and Mane moisturizing volume spray. This product is easy to use spray on roots use heat to activate. This product added volume to my hair while moisturizing without leaving my hair feeling weighted down, crunchy, or sticky. Also this spray smells amazing! I definitely would recommend this product to a friend."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "It has a cologne type scent to it. It smells great! I have thin hair and this really gives my hair volume and makes it look much thicker without weighing it down or making it look greasy. Also helps control my frizz and makes it look hydrated. I spray it on my roots when my hair is damp and blow dry. Very happy with this product and I’m going to continue to use!"
		},
		{
			"review_title": "Miracle spray-shocking results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This product has been the best thing since feta glee! I have fairly thin hair, that is straight with a slight wave pattern. I have always struggled with it laying super flat, and looking greasy a day after shampooing from me touching it so much trying to get it to do something. After using this product I couldn’t stop looking in the mirror!! My hair is SO full of live with so much volume it looks like I have three times as much hair! It’s so bouncy not weighed down at all. I will be purchasing this every time my bottle runs out for time to come!"
		},
		{
			"review_title": "Sooo luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Fable and Mane’s moisturizing volume spray is absolutely amazing. I use it after shower on towel dry hair and then blow dry my hair at home. I absolutely love how it makes my hair voluminous while keeping it smooth. The smell is perfumey but it didn’t bother me. It also works as heat resistant so you don’t have to use anything additional on your hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Fable & Mane's Moisturizing Volume Spray is a game-changer! Not only does it leave my hair feeling incredibly soft and hydrated, but it also adds noticeable volume and bounce. I love the natural ingredients and the luxurious scent that lingers throughout the day. Definitely a must-have for anyone looking to achieve luscious locks with ease!"
		},
		{
			"review_title": "Works great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I got this moisturizing volume spray from Fable and Mane to try out and I absolutely love it. It is easy to use, just spray on your hair and blow dry to give your hair amazing volume and it even smells wonderful. My limp fine hair now has luscious volume."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Obsessed!!! This is all the volume of my dreams but no sticky ness no crunch!! Two sprits on my roots, massage into the roots and done! I also do flipping my hair forward and hair drying my roots for OPTIMAL volume"
		},
		{
			"review_title": "Love for myself, and my daughter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have been using this myself as well as on my eight-year-old after she gets out of the shower. It is so much easier to brush through her hair after using, and I love the volume that it gives both of us. Just a really great product that I feel good about using, even on my kids."
		},
		{
			"review_title": "Love the volume and smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This stuff worked amazing on my hair! Gave it lots of volume and smelled so good! I used right before drying my hair and I’m blown away with results! This is a must try my hair is natural straight and medium thickness … it does not make hair oily either."
		},
		{
			"review_title": "Great volumizing spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really liked how this product felt in my hair! It's very easy to use and seems to be effective in protecting/moisturizing my hair. It smells great too! I'm a huge fan of how this product gives me volume without weighing my hair down."
		},
		{
			"review_title": "It’s ok",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I use volume sprays all the time so I was super excited to try this. It has a very strong scent that definitely lingers. It does add a little volume, but I’m not sure if I’ll repurchase due to the scent."
		},
		{
			"review_title": "Lightweight spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is a lightweight spray that doesn't feel sticky or weigh my hair down.  It has a light scent that goes away.   It lifts my hair and gives it some volume.   It is a great lightweight spray that feels good on my hair.   I love this brand."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I received a free bottle of the moisturizing volume spray and I like the product. My hair is coily but not very thick. The product was very light weight and did not weigh my hair down.  My hair was left with shine and body. I will definitely use this produce again."
		},
		{
			"review_title": "A must for volume hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "This volume spray smells soo good! I’ve been a huge fan of fable and mane products because I use there hair oils religiously. I sprayed this in my hair then right after I did my normal blow dry with my Dyson and it had more volume than usual! Highly recommend. This product was gifted!"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Dry skin",
			"review_text": "As someone that struggles with fine, volume-less hair, this has been perfect for me! I'll apply this right after toweling my hair dry from the shower, and right before I blow dry it - my roots get a lift, and it smells soooo good! The fragrance isn't too overpowering, which is great too, I'm quite sensitive to fragrances."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I received this Moisturizing Volume Spray in exchange for my honest review. I really love  this spray. I have natural 3a-3b hair and I like to spray this on my damp hair before I blow dry. It protects it from the heat and leaves it moisturized."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Love this styling spray! It has completely transformed my hair routine. The heat-activated formula gives my hair a beautiful lift at the roots, adding that much-needed volume. Strands feel incredibly soft and touchable, and the fragrance is simply divine. It's become a staple for achieving effortlessly stylish hair with minimal effort. I received this product in exchange for this post."
		},
		{
			"review_title": "Gives great volume to your hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product in exchange of my honest opinion. This moisturizing volume spray helps strengthen and plump your hair. My hair is thinning out and looks flat, but with this spray i get a lot of volume and frizz free style. The best part is that it’s also heat protectant so I don’t have to worry about using a different spray when using a hot tool. Even if I don’t do a hairstyle I still use it to have volume in my hair and it makes it look fuller and thicker. Even though this is made from onion & apple it doesn’t has a bad smell, I highly recommend it."
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I received this fable and mane moisturizing volume spray, and I don’t know how to feel about it. It has a super strong scent that lingers for a while, and is very perfumey. It made my hair look really great on wash day, but the next day it looked a little bit greasy. I would probably recommend this for someone with a very dry scalp not for oily hair."
		},
		{
			"review_title": "Smells great",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This volume spray did add a little lift to my hair, just not quite as much as I'd hoped. My hair is wavy and usually has lots of frizz. It does say that it's heat activated, but even with heat there wasn't a ton of volume. I really like the scent, but felt like the product didn't do much for my hair otherwise."
		},
		{
			"review_title": "I love this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received this in exchange in exchange for this post. I was super excited to try out Fable & Mane and hoped it would meet my expectations. Well it blew right passed them. The fragrance is light and airy with a hint of spice there is no need to use more than a few spiritz here and there. once my hair dried it was left bouncy and more lift to it than I am used to. That it to say I loved it and will continue buy this product in the future."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Normal skin",
			"review_text": "This volume spray smells sooo good and my hair is super flat so this helps a lot!! It also doesn’t leave my hair feeling oily like a lot of sprays I’ve tried! I really love this spray I highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was gifted this product in exchange for a review of Fable and Mande’s Moisturizing Volume Spray for Fine to Medium Hair. Been struggling with achieving volume in my hair and I noticed that the product gave some lift, but not as much volume as I anticipated. Will try to use a larger amount next time. Overall, product has a lovely scent and I would consider purchasing again!"
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "This product did nothing for my hair. It seems to leave a residue on my hair. After using this product, my hair is dull and lifeless. I have very thick, straight hair and this product seemed to weigh my hair down rather than give it any volume."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I was gifted this product by fable and mane and I am so glad I was! I am usually super reluctant to try new hair products, but this one worked really well for my curly hair. A little goes a long way and it gives my hair a fun texture"
		},
		{
			"review_title": "It works but…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "My hair is slightly thin and kinda wavy and never really voluminous.I did indeed receive this product for my honest review and it did do its job but just isn’t for me.When i first sprayed it in my hair it made my hair slightly greasy looking but once i blew dry it with a round brush it slightly did go away.It did do its job but sadly isn’t just for me."
		},
		{
			"review_title": "Smells great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have fairly thick hair, but it’s very fine and can often lay flat. I always love trying new volume products. I found this one did give a little lift, but not as much volume as I was hoping for. I did like that it’s lightweight, but just didn’t give me as much oommff  as I was hoping for."
		},
		{
			"review_title": "You Need it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been wanting to try fable and mane products. This Moisturizing Volume Spray does what it says. Makes my hair smooth and shining. And gives my heavy long hair the volume it needs. I definitely recommend it."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "First of all, the packaging is beautiful and feels special! I have fine hair and was excited to try this hair spray. I do see some lift after using it, but I just wish it wasn't heat-activated because I don't always use heat on my hair."
		},
		{
			"review_title": "Volume & hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Volumizing products are not typically part of my hair care arsenal. My hair is thick and naturally puffy, but after blow drying or styling, it does become somewhat flat. I couldn’t believe how much I loved this spray. First, it smells amazing! It adds the perfect amount of volume, but leaves my hair feeling so soft. Super hydrating, which is a plus for my color-treated hair. The bottle is small, but you only need a small amount at the root for big volume. Trying Fable & Mane’s hair oil next!"
		},
		{
			"review_title": "Love My Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "My hair has never been so shiny and healthy after using Fable & Mane Moisturizing Volume Spray. I love how it smells and how amazing my hair looks. My hair is down to my waist and wavy and this spray gives me so much volume."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "I'm impressed by this Moisturizing Volume Spray. As someone with fine and thinning hair, finding a product that not only adds volume but also moisturizes without weighing down my locks has been a game changer. This spray delivers on its promises, leaving my hair feeling fuller, softer, and more manageable than ever before. Plus, the natural ingredients are a huge bonus for someone who cares about what they're putting on their hair. If you're struggling with fine or thinning hair, do yourself a favor and give this spray a try you won't be disappointed!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "First of all, this stuff smells amazing!!! I used this volume spray on my towel dried hair and then styled with my blow dryer brush and it made my hair feel so soft. I have very fine hair so it’s hard to get any volume. I did find it kept my ends curled way longer than any product I’ve used."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "She gave off volume!! I was accidentally using this all over my hair. It now i understand why the bottle was slightly small. I apply this strictly to my roots and personally I do notice an improvement in my volume. Once again fable and mane slayed and I’m obsy"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Recently, I was staying in a cabin for a friends wedding. I forgot my normal shampoo and conditioner and had to use the gross ones provided. My hair felt dry and I was miserable until I remember I threw this in my back last minute. Let me tell you what..: this totally transformed my hair. I got SO many compliments on it for the wedding. I have a couple items from this brand, but this is by far my favorite!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "First off, this spray smells so good without being too intense! I’ve used this spray a few times, both before styling my hair and just letting my hair stay natural and I really liked the outcome. It made my hair feel hydrated without feeling oily. I found that it enhanced my natural waves but really only added some volume once I heat styled my hair (it says it’s a heat activated product). Overall, I think it did exactly what it says it’s supposed to do."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have been spraying this on my hair after I’ve showered. I then blow dry my hair, especially the roots because that’s the area I need more volume in. This spray has been game changing in lifting up my roots and giving me volume."
		},
		{
			"review_title": "Love this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Love the way this products smells. I use it after I get out the shower on my damp hair and it’s been great. My hair is less frizzy and a lot smoother. Would definitely recommend to a friend! Part of my routine now."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "Obsessed with the scent of this product! I’ve used it for two weeks now and feel like it’s made a small improvement on my hair health and volume, but I’m still waiting to see better results with consistent use. I’m really hopeful and am loving it so far!"
		},
		{
			"review_title": "Smells incredible and works well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love the Fable & Mane hair oils and was so excited to try this hair volume spray. It did not disappoint! I have medium thick and very straight Asian hair and this gave me a nice volume/lift at the roots. It also worked well as a styling spray to help separate and define my layers. It’s not strong, but it’s nice for those days you want to add a little something to your hair for some quick, no fuss styling. It also smells incredible."
		},
		{
			"review_title": "Works wonders!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I have thin'ish FINE HAIR & am always on the hunt for products that give my hair volume without weighing it down.  I think I've found it! I love the sprayer.. It dispurses the Ideal Amount without going overboard and it smells heavenly! I know it says onion but it doesn't honestly smell like an onion so don't be detoured by that.  Love this product and can't wait to see its full potential work different hair styles."
		},
		{
			"review_title": "OK product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I got this product in exchange of the review.  It was OK cause it made my hair dry and didn't gave my hair volume. It ok to use as a heat protection but doesn't give volume. It is vegan so I will use it as a heat protection."
		},
		{
			"review_title": "Vegan",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This moisturizing volume spray by Fable and Mane is great. This volume spray is activated by heat so i like to use it when using my styling brush dryer.  My hair looks and feels great.  It doesn't leave any residue or sticky feeling like other products do.  It feels lightweight bouncy and with plenty of volume and style.  My favorite part about though is that it is a natural formula vegan and has no silicones, and works with fine hair types."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Looking at the onion on the label I wouldn’t have expected to love the way this smells, but my husband said to me that my hair smells amazing when I use this! I think the Apple scent makes it smell so good. I actually use this as a detangling spray for my medium wavy hair, and it works really well!"
		},
		{
			"review_title": "Incredible even if you have very little hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is my new favorite volumizing product. I have super fine hair. Practically non-existent hair, you know what I’m saying? A minuscule ponytail. This helps give volume at the root and body throughout without weighing down my hair. It does such a good job of doing it that I can even use it to touch up my hair when I’m on day two or even day three without looking like a complete mess. I just spray it in my hair, rub it in, and blow dry. No sticky texture either! That’s a big problem with volumizing products sometimes."
		},
		{
			"review_title": "Instant Volume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "If you are looking for hair volume, this is the product to have! I applied this spray after washing my hair prior to blow drying. I mainly focused the spray on my roots. It gave such a nice volume after blow drying the hair!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This spray is nice and lightweight while providing a decent amount of volume. I was a bit nervous about when it said it was made with onion, however you cannot smell the onion at all! Definitely will be keeping this in my routine. Gifted"
		},
		{
			"review_title": "Volume spray",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This volumizing spray feels great on my hair. It made my hair feel full yet weightless. My hair is wavy and once blow dried, it feels so soft. The smell is fairly strong, perfume like but it’s not unbearable."
		},
		{
			"review_title": "Love this spray!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’ve wavy medium hair and this spray works really well for my hair! My hair doesn’t feel flat and gives a nice volume to my hair. It smells good too and noticed less damage. Would highly recommend this spray!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "I am loving this Volume Spray. It adds volume and doesn’t have the dullness it usually does. It’s easy to use, and the scent is amazing! I wish I would have known about this long ago. It’s done wonders for my hair!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I love using this product. I usually just never have found a good spray that I can use to show off my hair. It really helped my hair and looked really voluminous. I love how it helped my hair look good throughout the whole day as it never had really before."
		},
		{
			"review_title": "Nice volume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I've ben using this spray in my hair and I would describe it as an easy-to-use spray that gives volume to hair! My hair is curly, long and medium thicknes  The mist is refreshing and it makes my hair feel like it has extra bounce. I liked this product."
		},
		{
			"review_title": "Yes please",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "THIS is heaven scent for my wavy hair. Normally the back of my head waves don’t match my front waves and this make everything look pretty and full. No flatness anywhere. I love it! And it smells SOO good."
		},
		{
			"review_title": "Smells Amazing!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I've always been someone who needs volume in their hair, especially with having curls I want them voluminous and not frizzy!  I used the moisturizing volume spray after showering and decided to diffuse my hair. This product definitely added some more volume to the root, but wish there was a little more as throughout the day it didn't seems as voluminous as before. Going to give it another shot! Over all good product and smells amazing,"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I’ve always had problems with volume since my hair is super fine and straight so I’ve been trying this product out and have really loved the results so far. my favorite thing about it is the feeling it gives to your hair instead of a straw like texture I’ve noticed with other volumizing products this one does have that moisturizing element that it claims to have. Would recommend trying for any of my flat haired people!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I definitely enjoyed using this Moisturizing volume spray by Fable & Mane. It is nourishing and smells great. I loved that it didn’t weigh my hair down and there was no greasy texture. Hair turned out shiny and voluminous"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have straight hair that I usually towel/air dry so this would be the next step after showering to styling. First off,I loved the scent of this product. I definitely noticed the volume after blow drying. Would definitely recommend."
		},
		{
			"review_title": "Love my voluminous hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "First of all, I really like a beautiful scent this spray, it keeps me feeling fresh all day. Ok, now this spray has immensely helped me with my fragile hair. I have had experiencing dry and brittle hair but this spray keeps my hair hydrated and I have noticed less breakage. I love that it can be used as a hair protectant too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I’m glad I got to try this product I really does help with providing volume. I was a little bit nervous at first because I did see that was one of the ingredients on here not just an ingredient but one of the key ingredients however it does not give that sent, it isn’t anything heavy on the hair either or perfect to help with painting a healthy look and volume at the same time"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This Fable and Mane Moisturizing volume spray is a game changer. I have thick curly hair that often gets frizzy, and when that happens, it tends to flatten. This spray helps boost it right back up and give it that volume I need. After I put it on my hair still feels silky and soft. It just has that extra boost. I love this product!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I have straight, thick Asian hair that doesn't have too much weight due to damage. I have not seen noticeable volume or lift after using the spray. That being said, I love the clean, refreshing scent of this product. It doesn't make my hair feel sticky or heavy. I will continue to use it."
		},
		{
			"review_title": "Feels great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I used this after my hair dried and then I straightened my hair.  This added some volume instead of it just being flat.  My hair felt great using this and it looked good too.  I would recommend this and the line in general."
		},
		{
			"review_title": "Great for Aging, Thinning Hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I've been using the Fable & Mane Volume Spray, and it has helped my dry, limp hair look healthier and fuller. The scent is the same as their Leave-In Conditioner, which I love but can be a bit strong. The best part is that it doesn't weigh down or leave my hair feeling greasy or filmy, just soft and voluminous. I only use it when blow-drying my hair since it's heat-activated. So far, I'm delighted with this brand and can't wait to try more of their products."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was curious about this spray because of the ingredients, even it contains the onion, it does not have a bad or offensive smell.  I do not feel it added volume to my hair, but it's moisturizing and it allowed me to style it nicely and it did not take the shine away."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "My hair is thick and hard. This moisturizing volume spray has little effect on me, but its moisturizing effect is quite good. Recommend it to you who have thinning hair and are soft.You won't regret it."
		},
		{
			"review_title": "Heat protectant",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Happy to have this product for heat protection for my hair. I personally did not experience any volumizing benefits, but I’ll continue to use as a heat protectant! The smell is pleasant even though it says “onions” thankfully!"
		},
		{
			"review_title": "You have to try this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "I really love this volumizing spray. This stuff smells absolutely wonderful. It’s a very herbal and fresh and spicy scent. This stuff really adds tons of volume to every strand. I highly recommend this to anyone with fine thinning hair."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this spray, mi hair looks amazing , soft and so shiny! And also I get a lot of compliments because it smells amazing! I can accomplish great volume in my hair and is not sticky or greasy also it’s heat protectant."
		},
		{
			"review_title": "Yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I'm going to talk about the smell. The smell is amazing. Very fresh, clean smell to it and it lasts a while. Also, it definitely gives my hair volume in an easy to use bottle. I really enjoy the fact that it's made of ingredients that are easy to understand and I don't feel like I'm putting anything bad on my hair. It's a great product for an okay price."
		},
		{
			"review_title": "Smells Amazing and gives the Perfect Volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is the first product from Fable & Mane I have used and I’m obsessed. Just by the picture that it shows onions and apples I thought it would have a bad scent, and Oh boy what a surprise! Such a lovely scent. It smells more like a hair perfume. My hair is flat and this gave me such a beautiful bounce volume. And lasted about 8 hours"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This moisturizing volume spray from Fable & Mane is a great option if you are in the market for hair that is softer and more voluminous! I've noticed that my roots have bene a little flat lately, so a few sprays of this product and I notice instant lift!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This volume spray is amazing and smells sooo good! I have very fine long hair and it falls flat and limp without any products. I found it super easy to apply by spritzing on after I got out of the shower and then blowdrying my hair. I noticed a lot more volume and my hair still felt so healthy and not weighed down. Also it didn’t make my hair greasy looking either. I love it!"
		},
		{
			"review_title": "My honest review for medium, frizzy hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Fable & Mane's Moisturizing Volume Spray promises soft, weightless volume, heat protection, and frizz control. It uses onion and apple extracts for plumping and hydration, targeting fine to medium hair. I have medium, wavy hair with a tendency to frizz, especially around the ends.  I usually struggle to find volume products that don't weigh my waves down or make them look stringy. I used the Moisturizing Volume Spray on several occasions, following the instructions to apply it to damp hair before styling. While it did add some root volume, my hair looked messy and uncontrolled. It looked very puffy after I blow-dried my hair, but less puffy when I straightened it, though!  I loved the scent, it's a little strong so if you're sensitive to scents you might not like it. And the heat protection that it provides was definitely a plus!   While the root lift was good, the frizz factor and messy texture were dealbreakers for me. It might be a good option for someone with fine, straight hair who prioritizes volume over frizz control, but for my wavy, frizz-prone locks, it wasn't the perfect match.  Additional notes: I couldn't include better images of my hair after use as I wasn't satisfied with the results. It's important to remember that haircare is highly personal, and what works for one person might not work for another. I recommend trying small samples or travel-sized products before committing to a full-size bottle. I hope this honest review helps you decide if the Fable & Mane Moisturizing Volume Spray is right for your hair!"
		},
		{
			"review_title": "Works great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This product was gifted and I had no expectations. I am happy to share that I actually really liked the product. I have very coarse and thick hair but this product truly did work. I would say it probably works better with thin hair but even with mine it still works."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This texture spray is by far one of the best, and the best part is it smells refreshing, and the smell stays throughout the day. Co workers noticed at the end of a long workday! Will continue to buy this spray. Top of the line quality."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this volumizing spray!  I have very fine hair which is starting to thin and this spray really makes a huge difference. It makes my hair softer and fuller and the best part is that it does not feel like any product is in your hair. The scent is very light and mild. Highly recommended!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This was the first product I’ve tried from this brand. It smells really good and luxe. It left my hair looking shiny, smooth, and more full. I’m excited to try more from this brand.   https://app.im.skeepers.io/c/hgxzm/r/hbuy6"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "As someone with fine hair prone to falling flat, I've been on the eternal quest for products that can breathe life into my locks. Enter Fable & Mane's Moisturizing Volume Spray—a true game-changer in the realm of haircare. After just a week of incorporating this spray into my routine, I can confidently say it's a keeper. Paired with my usual heated styling tools, it effortlessly adds volume and bounce to my hair, giving it that coveted oomph without any heaviness or residue. One of the things I love most about this spray is its moisturizing properties. It not only volumizes but also nourishes my hair, leaving it feeling soft and manageable throughout the day. Whether I'm rocking a sleek blowout or tousled waves, Fable & Mane's Moisturizing Volume Spray has become an essential part of my styling routine. If you're like me and struggle with fine or thinning hair, do yourself a favor and give this product a try. You won't be disappointed."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "The Fable & Mane Moisturizing Volume Spray is amazing and works wonders! It has a light and clean scent. I used the product by spraying it all over my hair for protection and blow dried. It gave my hair body and volume. It is a light weight product and doesn’t leave a heavy or greasy feeling. My frizz also appeared more tamed! Definitely recommend!"
		},
		{
			"review_title": "This was a pleasant surprise!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "The ingredients threw me off at first, I’m not going to lie, but don’t let it deter you! Onion in haircare sounds scary, but it works beautifully in this. The scent is clean and smells neutral after using as instructed. It didn’t weigh down my roots or make it crunchy. My hair had volume while feeling so soft as well, which usually doesn’t go hand in hand. It’s easy to apply and works well with my hot tools. I also didn’t experience any tugging or tackiness when styling either. I know once I run out of this I’m keeping this in my routine when I want to use my blow dryer!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I'm loving this Moisturizing Volume Spray from Fable & Mane. It's light so it doesn't drag down my hair or even make it too oily. I spray some into my hair and massage into my scalp and ends after getting out of the shower. My hair has definitely gotten smoother and the fragrance is very refreshing yet subtle."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This product was amazing for your hair it feels lightweight but gets the job done! It definitely gives volume on your hair and it is the perfect product to refresh your hair especially if it feels dull"
		},
		{
			"review_title": "A must try if you want to straighten your hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This product is amazing I have curly hair and is actually think b at the roots . When ever I decide to switch it up  this has to be my go to staple product . It smells good and it leaves my hair feeling fuller and healthier"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "Gifted by fable and mane. I love using this volumizing spray when I style my hair. It’s so easy to use and convenient to also take out when I need to hydrate my Hair a bit! It brings so. Much volume too"
		},
		{
			"review_title": "Great for flat, fine hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My hair falls flat, but this spray actually gives my hair some volume and body. I also love the added bonus of it doubling as a heat protectant spray. It leaves my hair so glossy and smooth. The best part is that it doesn't feel greasy or weigh my hair down."
		},
		{
			"review_title": "Must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I am absolutely loving this product! Every hair wash day I put my hair in a heatless curling rod. I decided to use this product before doing it and my hair looked amazing in the morning! My hair had more volume compared to when I didn’t use this product."
		},
		{
			"review_title": "Nourish, Protect and Plump",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "As someone who regularly styles with heat, finding a product that shields my hair from damage is paramount. Fable & Mane's spray not only offers heat protection but also fortifies and plumps each strand. It works like wonders, leaving my hair feeling stronger and looking fuller with every use. The scent leans more towards a rich, woody note, strong but pleasant."
		},
		{
			"review_title": "Go-to for curly routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I absolutely love this product! It honestly makes my hair shiny and volumized. It’s my new favorite go-to during a bad hair week. My hair type is really curly and ultimately frizzy most of the time. This spray is so good for controlling my frizz as well. I am so in love with this product!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This was the best spray for my hair that I have tried in so long. I recently had some bleach damage and this makes my hair so soft and gives it volume that hides that damage. Even if you have healthy hair I 100% rec it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This spray surprised me and how well it performed on my fine hair. I love that it can provide volume and heat protection - an all-in-one product and I appreciate I don't have to have an extensive hairstyling routine. After blow drying and using AirWrap, my hair was bouncy and shiny. The scent is nice and isn't overpowering, but isn't my favorite (smells a bit dated to me)."
		},
		{
			"review_title": "great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Fable and mane is a great brand with great products for all hair types. It has a light fresh scent, infused with apples and onion it leaves my hair feeling very soft while giving me subtle volume. If you have fine to medium hair, this is for you."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": " This hair volume moisturizing spray is quite effective for thick, coarse hair. It penetrates well and adds noticeable hydration, leaving my hair feeling softer. The volume it provides is decent, though not extraordinary. Overall, it's a decent addition to my hair care routine, especially for those with similar hair types."
		},
		{
			"review_title": "Love IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
			"review_text": "I love this volumizing spray! It add volume, shine, and hold to my hair without weighing it down! It keeps my hair in tact/shape when styling and doesnt leave a weird residue. I received something in exchange for this post"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am on day 5 of trying the Fable and Mane Moisturizing Volume Spray. I have to say my hair is really thin and I have tried so many things to make it fuller, this has helped in the results I’ve wanted. This is a lightweight mist that adds volume, gives my hair shine, and I feel my hair super moisturized. Without it feeling heavy or it feeling greasy. it smells really nice too! I love how this product is vegan and cruelty free. I use this spray on damp or dry hair, depending on how much volume I’m trying to achieve. I spray it evenly from roots to ends and then comb it through. My hair feels soft, healthy, not to mention fuller and I get compliments on how it looks and smells. It is definitely one of my favorite hair care products and I’m so happy with the results!"
		},
		{
			"review_title": "Makes my hair so soft and volumized!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product in exchange for a review. Overall, I really enjoy this product! The smell is nice, but not something I’m used to or usually gravitate towards. I really love how my hair feels after using this, it’s so soft! I also really like the little extra volume it gives after blow drying."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Such a lightweight product! I love how it doesn’t make my hair and scalp feel sticky like other products and it doesn’t weight down my hair or make it look dull. It makes my hair shiny! Definitely recommend"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really like this product! I have fine and wavy hair. Per usual, I’m worried a product will weigh it down & make it oily. Not this product! It makes my hair feel soft and slightly blown out. It doesn’t look as “run down” as my hair normally would in the evenings. I was also worried about the product scent, because of the onion, but it doesn’t smell weird or bad at all."
		},
		{
			"review_title": "Softer feeling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Fable and Mane moisturizing volume spray it is a thin liquid and scent is very pleasantly. I was a surprise that it doesn’t smell like onions the scent is really strong at the beginning then it fades so that’s nice. I have curly hair and been using and hair feels softer and no residue left behind. I’m looking forward to use with my hair iron since it states that is heat resistant."
		},
		{
			"review_title": "Goodbye flat hair and welcome volume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I've been using the Moisturizing Volume Spray by Fable & Mane for a while now, and it's become an absolute game-changer for my hair routine. My hair tends to fall flat due to excess oil buildup, especially since I don't wash it every day. This spray has been a lifesaver in keeping my hair feeling fresh and clean between washes.  What I love most about this spray is its dual-action formula. Not only does it effectively absorb excess oil, but it also provides a boost of moisture, leaving my hair feeling incredibly soft and nourished. The added volume it gives is just the cherry on top!  I've tried numerous products in the past, but none have quite matched up to the results I've achieved with Fable & Mane's Moisturizing Volume Spray. If you're looking for a solution to limp, oily hair, I highly recommend giving this spray a try. It's become an essential part of my haircare routine, and I can't imagine going without it now."
		},
		{
			"review_title": "LOVE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I absolutely love this product! I use it every time I shower and I have noticed my hair looking a lot more voluminous and shiny! Really recommend this product to anyone looking to brighten their hair a bit!"
		},
		{
			"review_title": "Great moisturizing spray",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I really enjoy the Moisturizing Volume Spray. I mostly use it as a heat protectant for my wavy hair. It has a soft powdery scent. It's not sticky even if I spray a little too much. My hair feels soft and healther."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I actually have very fine hair, so I was super excited to try this product. I really like the texture of the product. This easy to apply and does not weigh my hair down. It gives my hair a boost of volume which I greatly appreciate."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I have wavy thick hair and this product works great! It has a good scent and is really easy to spray in my hair to apply. I love using it when doing a blowout and am seeing it add great shine, moisture and volume to my hair!"
		},
		{
			"review_title": "Great volume on curls too",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I’ve really been loving this product! Love that it’s pretty lightweight on my hair yet holds this together and gives great volume. I have very thin but very curly hair and it’s always a balance finding products that work on my curls without weighing them down! It has a great smell too that isn’t overpowering at all."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I have very fine hair and love using this moisturizing volume spray as it doesn’t weight down my hair. I apply it to the roots and down to my ends. Following styling with round brush to lift up the volume and give a great shape to my hair."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Fable & Mane's Moisturizing Volume Spray is a true gem in the world of hair care. From the moment I spritz it onto my locks, I can feel its hydrating and volumizing effects working wonders. The lightweight formula doesn't weigh my hair down, yet it adds noticeable volume and bounce, giving my hair that coveted fullness without any stiffness or residue. What truly sets this volume spray apart is its unique blend of ingredients, including sacred ingredients from India like Ashwagandha and Tiger Grass, renowned for their nourishing and strengthening properties. Not only does it provide volume, but it also works to improve the overall health and resilience of my hair. I also appreciate that Fable & Mane is committed to sustainability, using eco-friendly packaging and cruelty-free practices. Knowing that I'm supporting a brand that cares about both my hair and the planet adds an extra layer of satisfaction.If you're looking for a volume spray that delivers on its promises while also nourishing your hair from within, look no further than Fable & Mane's Moisturizing Volume Spray. It's a game-changer for achieving effortlessly voluminous and healthy-looking locks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I love this volumizing spray from fable & mane!! I have extra fine hair from constant bleaching and this really does a good job of making my hair look more full. I love the smell and it doesnt weigh down my hair like other products!! Looove"
		},
		{
			"review_title": "must have love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
			"review_text": "i love this product it smells really good doesn’t leave my hair frizzy or oilly i really enjoyed using this product i use it everytime i straighten my hair and enjoy it everytime i love it and happy to try it out"
		},
		{
			"review_title": "Great to try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I recieved Fable and Mane Moisturizing Volume Spray from Skeeper in exchange for my honest review. The product comes in a nice bottle with a spray nozzle. It has a light and pleasant scent that reminds me of apples and flowers. The ingredients are vegan, clean, and cruelty-free, which is a plus for me. I use the product on damp hair, after shampooing and conditioning. I spray it evenly from root to tip, and then blow-dry my hair with a round brush. I'm happy that the product is heat-activated, so it adds protection from heat damage as well. After using it, my hair looks and feels soft, shiny, and voluminous. It has more body and bounce, and it lasts all day. It doesn't make my hair sticky, heavy, or dry. It also helps with frizz and flyaways. I love how my hair looks and feels with this product."
		},
		{
			"review_title": "An excellent volumizing spray for fine hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This volume spray felt lightweight and has a lovely crisp scent, not overpowering but very pleasant! I have extremely fine and thin hair, so I always worry products will weigh it down but this spray didn’t. I followed the instructions and very generously sprayed all over before blowdrying, and my hair had good volume and body. It didn’t feel weighed down at all!"
		},
		{
			"review_title": "Must have in hair routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This product I was very excited to try because I have more flat, thin long hair that the ends get very dry. I love all the Fable and Mane products so this was a great addition to the line up! First off, the smell! So delicious. I appreciate how fine the mist sprays so it gets good coverage and not too much product is used. This spray honesty really helped give my hair some lift once I blew it out! It held the poof great which is rare these days!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I think the product is gonna be a great hit I love their other products so far so I’m excited to see what this brings!"
		},
		{
			"review_title": "AMAZING SPRAY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have thick wavy hair and this spray not only smells good but gave my heavy hair the hold it needed for voluminous waves ! Great product and would definitely recommend. If it works wonders for thick heavy hair it must work amazing on thinner hair"
		},
		{
			"review_title": "Give it a go!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I have very greasy looking hair on second days and I don't like to wash my hair everyday. I tend to do my hair on second days. This volume spray gives my hair great volume and hydrate it as well. It is very lightweight and smell great, while also protect my hair! Fable & Mane have yet to let me down!"
		},
		{
			"review_title": "good product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "my hair is super thin and shiny and blonde which usually makes it super hard for me to find any products that work on my hair without making my hair look super greasy but this product didn’t do that at all"
		},
		{
			"review_title": "Soooo Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this spray. I don’t know if it’s the scent, which is somehow masculinely feminine, or the gentleness of the product. It’s not heavy, sticky, tacky, or dandruff causing. My hair is not color treated and lightly wavy. This is one of the few products I have tried from root to ends and it did not disappoint. My hair dried beautifully with plenty of volume and a natural healthy shine. Highly recommend and will purchase in the future."
		},
		{
			"review_title": "I use this everyday it’s the best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This stuff smells absolutely amazing my hair feels so clean both my boyfriend and bestie told me that my hair smells amazing. Go buy right now I’m telling you that you will absolutely love this it gives your hair volume and the scent last forever!!!"
		},
		{
			"review_title": "Smells Great, Instant Lift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "Absolutely love this product! I have fine/ normal hair that is somewhere between straight and wavy naturally. Sprayed it on my towel dried hair and blew it dry… I could see my roots lift instantly! With my hair being on the thinner side, I struggle with volume at my roots, but this product really worked, especially once it is heat activated. It also smells amazing and added softness after my blow dry!"
		},
		{
			"review_title": "Fable and mane",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I received the fable and mane moisturizing volume spray. I really loved how this made my hair feel but I’m not crazy about the sent. I used this after showers and it made my hair feel and look so healthy and soft!"
		},
		{
			"review_title": "Hair spary",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I was gifted this product from fable& Mane for my honest review it’s moisturizing volume spary it’s a heat activated volumizing spary that visibly strengthens and plumps strands for long lasting fullness for all kind of hairs the smell is so good the packing is good too iam in love with the smell you even not smell any onions it’s an Indian jasmine samba warm spice blend of Indian saffron and nutmeg paired with midnight rose damscena it’s very good smell it’s easy to distribute the hair I love it easy to use and open will love to get it again"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Fable & Mane Moisturizing Volume Spray delivers a perfect blend of hydration and volume. It leaves hair feeling nourished, voluminous, and effortlessly styled. With its delightful scent and lightweight formula, it's a must-have for anyone seeking luscious locks."
		},
		{
			"review_title": "Smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Dry skin",
			"review_text": "This product is great it’s not too heavy and I like that it has heat protection. I am always looking for styling that protects my hair while also helps styling and smoothing. My hair is very fine and thin and this is great to add a bit of light volume and it smells great!"
		},
		{
			"review_title": "Must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I received moisturizing volume spray from Fable & Farm in exchange of my honest opinion. I have thin curly hair. I sprayed this near my scalp I felt like it gave my hair some lift. The smell honestly wasn’t bad either. I would definitely recommend trying this. I will be using again and buying more!"
		},
		{
			"review_title": "I. LOVE. THIS. SPRAY!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Dry skin",
			"review_text": "How do I even begin to describe how much I. LOVE. THIS. SPRAY? Goodness gracious. First of all the smell is absolutely flipping amazing. It smells so good. I know. You looked at the label and saw onions.  DO NOT FEAR that it might smell like onions. It doesn't. It smells like heaven (which I assume does not smell like onions--I don't know yet). Second of all--the VOLUME IS REAL. I have long-ish hair, about 3-4 below my shoulders with very low elevation layering. I have no layers shorter than my shoulders and my bangs are past my chin. I also have baby fine, very dry 3A curly hair that is pretty dense.  My biggest struggle with it, indeed, is volume. The curls don't like the weight of the length so they can stretch to become 2C if I don't encourage them to stay 3A. This spray is the encouragement I've been looking for to whip my long hair into voluminous shape. IT IS INCREDIBLE. I was very doubtful at first but after the third try I was convinced I will never want to be without it. If you have hair my length or shorter and you are looking for help with volume I'm telling you this is the spray for you. Plus you will smell incredible!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "In love with this product! I have fine hair and am always looking for products to help give my hair a boost of volume. This spray worked great. It was easy to distribute throughout my hair and never felt greasy or crunchy if I overdid it. It gave my roots a nice lift with blow drying and my ends some volume. Definitely recommend."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This volumizing spray works so well! It's easy to spritz some in my hair and get it covered. It has a nice natural scent and doesn't leave any residue behind. It definitely adds alot of volume and moisture to my hair and makes my hair look great."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Deep skin tone, Dry skin",
			"review_text": "This has literally worked wonders for my hair It even smells amazing which is always a plus it’s super moisturizing for my micro log and it a lot of volume which is never a bad thing. What is the definite need if you struggle with moisturizing and having volume right here just because sometimes I know moisturizing your hair can also make it droopy, but this is the number one products in my collection so far."
		},
		{
			"review_title": "New volume spray that works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I have long curly length textured hair that is naturally wavy and curly. I used this spray before blow drying and my hair was damp . It sprayed on well with no sticky mess which was awesome. I enjoyed the light clean scent as well. The spray did do its its job by adding the volume to my curls and holding it into it drys. I would say it’s successful, and a product that I would purchase in the future from this trial."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really like this product. I can be picky with hair products because I hate when they make my hair feel to heavy or irritate my scalp but this product isn't like that at all. It's smooth,smells great and I can evenly spray it throughput my hair. Love it!"
		},
		{
			"review_title": "Cannot get past the smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "Honestly I wouldn’t use this again. The two primary ingredients are onion and apple- but the smell is so off-putting. I get maybe a hint of apple, but then definitely onion and then a really heavy, gross cologne-y smell that is so strong no matter how little you use, and the smell just NEVER DISSIPATES! It’s nauseating and headache-inducing. The idea is nice, but this is not worth it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Loving this!! Smells delicious and a great spray to create volume for my thin flat hair. My hair is fine and this works magic on it. I highly recommend to anyone with fine hair that’s looking for better volume."
		},
		{
			"review_title": "Loved it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I have been using this spray for few weeks and really happy with the results! It smells amazing. My hair looks so healthy and shiny with the continue use. I usually have frizzy and thin hair but now I can see the volume in my hair. Definitely going to buy this again."
		},
		{
			"review_title": "Amazing for flat, fine hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "My straight and relatively fine hair is desperate for volume every day. I’m always trying to style my hair in way to get more volume and this mist definitely helps. No need to tease or aggressively style my hair. I love a good blow dry and when I use this mist, I get the most beautiful and full blowout! It makes my hair look and feel soft and silky. Plus, it adds a ton of boost to my roots. It gives my hair a thicker and fuller look after heat styling. You don’t need much of it and it really transforms my flat hair. I love that it also protects my hair from heat styling damage which means, I need less products to style my hair. I’m a big fan of this formula! A must have for fine and flat hair!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "The ingredients are interesting, unique and work well. It has a light and fresh scent that I love and it's not strong or overpowering. Love the volume it adds in my thin fine hair. It is easy to use and activate."
		},
		{
			"review_title": "Love Fable & Mane",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Normal skin",
			"review_text": "As with all Fable & Mane products, this new Volumizing spray smells DIVINE! For those who are familiar with their leave in conditioner it is the same scent, but not quite as potent. I have very fine hair, but a lot of it, and this gave me a nice little boost in volume when blowdrying. Nothing crazy, but definitely a bit more body and I think a bit more shine. I didn’t notice any moisturizing benefits that have been mentioned in other reviews, but that’s not really the purpose of this product or listed as one of its features, so I’m fine with it. Plus they have the leave in conditioner for that! (Which I absolutely love). Overall, I’m very pleased with the results from this spray!"
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "This is my first fable and mane product and I am actually really impressed with this product! I have dry hair and also hand tied extensions and I noticed that this spray makes my hair feel softer while giving it volume! I was a little worried about the smell when i first read what was in it but it doesn't bother me at all i kind of like it! I would repurchase for sure!"
		},
		{
			"review_title": "Full shiny hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I have mid-back length, dry hair that is naturally wavy and curly. I used this spray before blow drying. It misted well and coated my hair without any stickiness or unwanted texture, and when my hair was dry it was noticeably fuller and shiny with a light pleasant fragrance. Love it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I really liked this spray! It has a pleasant smell and I love the clean ingredients. It definitely helped with volume for my hair. I have curly hair but sometimes it falls flat at the top/roots area. This helped with that problem!"
		},
		{
			"review_title": "Natural hair enhancer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was excited to try this product as I have a lot of very thin hair. I used this after the shower on my natural curls & then blow dried my hair. I genuinely loved the results & felt like it added more texture & volume while maintaining shine in my hair. Would definitely recommend"
		},
		{
			"review_title": "Moisturizing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I received the moisturizing volume spray for fine hair from fable and mane free in exchange for my honest review. I love the sweet smell of the spray. The smell is not overwhelming sweet it’s just right. I appreciate the clean ingredients in the product. I definitely feel like my hair has more  volume. I forgot to mention this spray has also heat protection! This product is a must have. You will not regret it. My husband and children love using the spray too. Since it’s a clean product I will definitely be buying this for love ones to try out to. Thank you ! Please continue to keep your products clean. You gained a long time customer!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have bleached Hair that is medium defense and I find that I really need a little bit of volume in the back so I was really looking forward to trying the moisturizing spray and I love that it pumps just enough spray. It’s a nice fine mist. The smell is a light and I do find that it is hydrating and does plump the hair just"
		},
		{
			"review_title": "Good for fine hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I have fine, thin hair and this volumizing spray is nice for my hair. It doesn’t leave it looking oily and helps with adding volume when I use my hair dryer to style. My hair feels great afterwards too. The only thing I don’t love is the fragrance of it, to me it has a more masculine cologne type fragrance to it, but I can’t name exactly what that scent is. I don’t notice it once my hair is dry as it is a light fragrance."
		},
		{
			"review_title": "Good volume spray",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The ingredients of this product are great, my favorite being the onion extract to help with thinning and hair fall. I really enjoy the scent and I'm so glad it doesn't smell like onion. It definitely has a volumizing quality to it especially when applied to the roots. I only wish it had more product because I have a lot Of hair. If you are looking for a new heat protectant and volume spray give this a try."
		},
		{
			"review_title": "Smells good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I have enjoyed the opportunity to try this amaZing product by fable & mane! It’s moisturizing volume spray for finding thinning hair with such a soft subtle scent. Unsure of any thickening properties as of yet"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have curly/wavy hair so I struggle with volume. I used it on its own and defused my hair, it definitely got a lot of volume but no defined curls. When I combined it with my usual routine I had the amazing volume I was looking for plus the curl definition. I also tried it while air drying and it still got some extra volume but not as much as when I blow dried it. This was gifted for an honest review"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "The spray is lightweight and doesn't weigh my hair down, with a nice, delightful scent. It didn't leave any greasiness in my hair and noticeably boosted its volume while keeping it moisturized. Additionally, it serves as an effective heat protectant before I blow dry my hair."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This product has been one of my go to’s so far! I use this volume spray after every shower. It leaves my hair less frizzy and the scent is amazing. Very refreshing scent to put it short. I have been very satisfied with this product."
		},
		{
			"review_title": "I liked it.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "The new scent of the hair spray is different, but still pleasant. It effectively adds volume to my hair when I spray it while looking down and run my fingers through my hair. After blow drying and styling my hair, it maintains a non-oily and fresh look. The spray application is mist-like, making it easy to use. Overall, I am satisfied with the product."
		},
		{
			"review_title": "Doesn’t weigh my fine, wavy hair down",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This spray has an oily, serum-y feeling in the hand, but seems to quickly absorb into the hair. After blow drying, my hair seemed a little more voluminous but not frizzy (which is my usual issue with “volumizing” hair products). Although my hair is quite thick (i.e. I have a lot of hair), the individual strands are quite fine and have an S-wavy pattern. They get weighed down easily by many products, especially by many products that are geared towards curly hair. I have to balance between using products that keep my hair from being frizzy but that don’t weigh my hair down. This seemed to have a nice balance of that. I think this product would be best for wavy or curly types that need a light product with little hold. I don’t think this will have enough hold for very curly hair or straight hair. Also, the fragrance in this is quite strong, so no need to wear a perfume if you are wearing this! The scent lasts at least a day for me. I mostly smell the rose and incense - makes for a very rich smell."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I am absolutely obsessed with this item! Seriously has been a game changer. My hair looks amazing and so bouncy after using this. Gives my hair all the volume and shine I need. Also is a great heat protector"
		},
		{
			"review_title": "A must have in my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I truly fell in love with this product! The product uses Rice Amino Acids and Wheat Starch for volume, Onion Extract to strengthen hair and prevent thinning, and Apple Extract for added moisture. Your hair feels both moisturized and voluminous thanks to these ingredients."
		},
		{
			"review_title": "Love the scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The scent is very unique: warm, creamy and floral. I like the fine mists. I love that it promotes more volume without stiffness. I have dry hair and scalp. It’s very nourishing. I feel less itchy and flaky in my scalp. Yes please!"
		},
		{
			"review_title": "A new must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product has really surprised me in a great way! I used this to style my hair which can be very thick and heavy. Which is never easy to manage but this product made me look like I came right out of a salon! Left my hair Super shiny and smelled amazing! Not only that but it gave me the lift I needed to have good volume in my hair! Will be using again and interested in trying out more of this brand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "* I received this product in exchange for my honest review * WOW! I’ve never used a blow dry volumizer before and this product wowed me! My hair has lift where my thickness weighs down and the style memory is there. Whether I brush my hair and tussle or move my part back and forth, the volume and style stays. The fragrance did throw me for a loop, it I got used to it after the first couple of sprays."
		},
		{
			"review_title": "Really liked this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Worked great on my wavy hair. It adds volume to the roots without weighing the hair down. The scent is a little strong at first but it smells great once it dries. It leaves my hair feeling so pretty!!"
		},
		{
			"review_title": "love this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "i loved this!! worked so well on my curly hair and gave me so much volume. i used it on wet hair and found that it worked best. it also doesn’t dry crunchy at all and leaves the hair smelling so good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "The fragrance of this volumizing spray is so luxurious. I have thin hair from bleaching and when I blow it out sometimes it falls flat, this spray hold my volume while smoothing my baby hairs. Couldn’t love something more than this amazing spray! Definitely recommend!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This volume spray has a bit of a stronger smell but I like it and it dies down after it drys. I like how much volume this gives my hair without having to use a lot of product. This makes my feel nice and soft also so I would recommend to others."
		},
		{
			"review_title": "A good hair spray for thin fine hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "First of all I wanna say that this volume spray smells amazing. It contains apple & onions which I heard that it’s good for hair. I have a fine thin hair & this does not weigh down my hair. I love spraying it on my roots & all over then blow drying it for volume. Definitely a must try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I received the volume spray from Fable & Mane,  I truly loved the texture it left my hair, and it didn't leave my hair sticky and gave me full volume which I loved for my thin hair! I highly recommend it"
		},
		{
			"review_title": "Soft and hydrated",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I was gifted Fable & Mane Moisturizing Volume Spray for Fine and Thinning Hair for my honest review and I will say I was weirded out with the onion but surprisingly didn’t smell like it but it also made my hair extremely soft and hydrated"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I really love this volume spray! I naturally have curly hair and when I blow out my hair, this is now my new favorite product to use! It creates the perfect amount of volume without feeling overly stiff! 10/10 love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this Fable and Mane Moisturizing Volume Spray. I mainly love that it doesn't leave my hair dry and crusty. It also smells amazing and lifts my hair up! I would highly recommend It you have pretty flat hair!"
		},
		{
			"review_title": "Easy to use!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I received the sample of Fable & Mane Moisturizing Volume Spray. It’s a heat-activated volumizing spray product that instantly strengthens and plumps strands for long-lasting fullness and weightless body. It lifts at the root and plumps strands using rice amino acids for fullness, onion juice for strength and apple extract for hydration. This instant-volume spray is suitable for all hair types for a bigger, fuller mane. It has a high in vitamin C for extra moisture. It has a majestically warm spice blend of Indian saffron and nutmeg paired with midnight rose damascena and Indian jasmine sambac, with a touch of incense for an unexpected richness. I usually spritz generously on clean, towel-dried hair all over, focusing on the roots than blow-dry to heat-activate for more volume and fullness, direct hair away from the head or use a round brush to lift roots while  blow-drying. Style as usual for a soft, voluminous mane."
		},
		{
			"review_title": "Smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "This product has an amazing scent! I used it all over my hair right out of the shower, before drying it, and it gives my hair body. I like that it has natural ingredients such as apple and onion. I would recommend this product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "When I first read the scents I was a little concerned about how the product would smell but you don’t notice the onion at all. I definitely noticed more volume in my hair after using this product and was impressed."
		},
		{
			"review_title": "Volumizing and Moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Firstly, this volumizing hairspray smell so amazing. Next thing, this really gives the volume for my fine hair while keeping it moisturized and shiny. Also I love that the ingredients are so natural. Higly recommend if you looking for a natural volumizing and moisturizing hair spray"
		},
		{
			"review_title": "Neither Sticky, Stiff nor Greasy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Tan skin tone, Combination skin",
			"review_text": "I’m dealing with a lot of breakage and I don’t even have enough hair in the back to blowout. Then this bottle arrived right before I got my hair cut, so at least you can see the results. Fable & Mane Moisturizing Volume Spray gave my fine hair lift and movement. I built more volume on the sides and front than in the back, because I lost the most hair on the back of my crown. I was concerned that the effective ingredients were onion and apple, but the fragrance covered the onion well. The woody unisex scent actually made this a pleasant experience. I sprayed the roots before blow drying each section with a hot air brush. This spray gave my hair volume without stiffness or stickiness. It’s supposed to moisturize your hair, but I still had to use a scalp oil after my hair was dry. Yes, I recommend F&M Moisturizing Volume Spray to anyone with delicate, fine or medium hair."
		},
		{
			"review_title": "Excited to try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I believe that I have used fable and mane hair products before and I really really liked them! I have dyed, wavy hair so I am hopeful that this product really gives my hair some more volume! I am excited to try!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have used the Fable and Mane moisturizing volume spray a few times. I was worried that it would smell bad because it is infused with onion and apple, however I was pleasantly surprised that it smelled pretty good. I have fine, straight hair and I did notice some plump to my hair after blow drying and using this spray. There wasn’t a huge difference, but I will say there was some. It also made my hair a little less frizzy and added some shine to it, which I really like. It’s not sticky at all either and makes your hair feel soft."
		},
		{
			"review_title": "Volume and more!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I'm thrilled with this Volumizing hair spray. It smells amazing, doesn't weigh my hair down, and adds amazing volume to my roots. I like that the product activates with heat and works well with other styling products."
		},
		{
			"review_title": "Good for revamping dry hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "It doesn’t do as much volumizing as I would have hoped it would have. I like that the scent isn’t very offensive which I appreciate. It’s good for dampening my hair for curly hair styles and revamping dry hair."
		},
		{
			"review_title": "so much volume!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I love this product so much more than I expected! I was a bit skeptical when I saw that it contains onion extract, but love the scent! I have pretty thick, fine, straight hair and it added so much volume to my roots that I am normally unable to achieve. It has a fine mist and is easy to apply throughout the hair. I focused it on my roots since that is where I want additional volume."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
			"review_text": "Love this product ! Couldn’t recommend it enough! It smells amazing and give the best shine and moisture to the hair after styling ! This is a new favorite product of mine and will recommend to everyone"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "First, I love the scent of this product! It was the first thing I noticed when I received it. I use it after the shower when my hair is still damp and before blow drying my hair. I notice my hair noticeably looks and feels smoother after using it. I like that the formula is made of ingredients that are nourishing for my hair."
		},
		{
			"review_title": "Works great.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I used the Fable & Mane moisturizing volume spray a couple of times on my curly dry hair. It definitely gave me shine and volume. I saw that my curls looked more beautiful and full which I liked. The only thing I would improve is the smell because it does have a faint smell of onion."
		},
		{
			"review_title": "Great hair product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I enjoyed using this product on my hair. I love that it was pretty lightweight but was still hydrating. I have had trouble in the past finding products that didn’t weigh my hair down but still gave me moisture. But this product worked great."
		},
		{
			"review_title": "Volume to the max!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I got this product in and immediately feel in love with the smell. It has a great fragrance that isn’t overpowering and doesn’t smell like chemicals. I’ve used it twice and it gives beautiful volume to the hair without adding texture."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I really like this Fabel & Mane moisturizing volume spray. This hydrates and adds lift to your hair at the roots when used. Strengthen and plump strands with apple and onion. This works great and is easy to put in my purse for on-the-go use. I would definitely recommend this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I have thick oily hair and it just loved this stuff! Keeps my hair feeling voluminous, soft, and hydrated. A little bit goes a long! Smells great yet it’s very subtle so it’s not overwhelming. Highly recommend."
		},
		{
			"review_title": "Fantastic volume spray",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This lightweight volume spray is amazing for blowouts and I noticed that my hair looked shiny, healthy and voluminous! I am really pleased with the results, it’s easy to use and you don’t need a lot to achieve volume while styling."
		},
		{
			"review_title": "Delicious scent, flexible hold",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "This spray smells super nice! It’s a very fruity, uplifting scent, like that of body wash; not heavy like perfume can be. I love the Jasmine notes in it. For the record, I have thicket that has gotten more limp and finer as I have gotten older. So I really need good volume, and what I like about this one is that it’s not crunchy life hairspray, but a fine mist that adds a nice, flexible lift. I love that it’s smaller too than an aerosol can so I can keep it in my purse or school bag for a quick volumizing touch up!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I recently tried out this amazing moisturizing and volumizing hair spray, and I'm blown away by the results! Not only does it give my hair a beautiful lift and volume, but it also leaves it feeling incredibly soft and hydrated. I love how lightweight it is, so it doesn't weigh my hair down or make it feel greasy. Plus, the scent is delightful and lasts all day. Definitely my new go-to for achieving bouncy, healthy-looking locks!"
		},
		{
			"review_title": "naidiri25",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love it, I use it frequently and I love the results, it leaves my hair voluminous, with a rich smell and a very good appearance"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "the product smells very nice!!! the packaging is very convenient to use. After use, the hair gains nice volume. Definitely a great product that will add volume to your hair and also give it a nice scent. I definitely recommend it"
		},
		{
			"review_title": "Hair more shiny and full!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have curly hair and I was very happy when I received the Moisturizing Volume Spray。It makes the hair exude a charming fragrance, makes the hair more shiny, fluffy and full, and can also add moisture to the hair, making the hair healthier."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a great product to Use on hair I like that it is natural provides heat protection doesn’t have any silicone. It goes on very easy and is non-sticky. I do feel like it provides a little bit of volume. I do have a very flat wavy hair that tends to not have volume on top of my head so this really did help a little bit, I would continue using it and would recommend it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I like this hair spray. It's volumizing and great for people that need lift to the hair. I like the smell and the spray is nice. I think it works best on damp hair. It also can add waves if you scrunch the hair."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really like this Fable & Mane Moisturizing Volume Spray for Fine to Medium Hair. I have long, fine hair. This spray made my feel so soft and moisturized. I used it on my roots to ends. My hair was towel dried, then I sprayed the product and blow dried the rest of the way. My hair looked noticeably fuller."
		},
		{
			"review_title": "Exceptional option for volume.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "The spray is amazing. It does not smell unpleasant at all and it is meant for volume for sure. I usually like to spray a nice amount to up the volume and my do. My length of hair is medium/short and I really like this product."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Good leave in conditioner. It helps detangle and soften my dry tanglely hair. I would recommend to anyone who has difficult or unmanageable hair. It also has a nice scent that I enjoy because I don’t wear perfume everyday."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love taking care of my hair and I hadn't used a voluminous spray for my curly hair, so I have been using this for about two weeks and I love it! It doesn't cause my hair to frizz up and it smells so good!"
		},
		{
			"review_title": "I really liked this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This spray was really nice. Not only did it add moisture to my hair but it definitely helped with the volume in my hair. The scent was really nice as well, I like a little scented products in my hair routine."
		},
		{
			"review_title": "A must have volumizing hair product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I was gifted the Fable& Mane Moisturizing Volume Spray, for free from Skeepers and Fable & Mane, in exchange for testing and my honest review. This is the first time I have used a Fable & Mane hair product, and I love it. The scent is amazing, the product does not weight your hair down, and your hair is left with a great amount of volume. It also makes my hair feel like silk. The spray bottle is easy to use and the packaging is beautiful. The mist from the spray bottle is fine to lite,  so you do not spray too much product in one location. I can say I will recommend and purchase this product again in the future."
		},
		{
			"review_title": "44 hispanic hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I use this product when my hair is damp or even when it is dry. Is so easy to use, just spray it around and it does the work . i also like the smell because it is not strong. The volume is there snd it lasts."
		},
		{
			"review_title": "Defines my Curls",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "This hair spray worked pretty well for my hair. My hair is very thick, in the sense that I have a lot of it, but the individual hairs themselves are very fine. My hair is a combination between wavy and curly, so I found that this product worked well in defining my curls. It smells okay, not my favorite but not bad. It definitely left my hair feeling softer after use as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This volume spray worked magic on my fine thin curly hair. I currently have shoulder length hair that rarely has any volume at the roots. This spray helped lift my roots without weighing them down and left a beautiful shine."
		},
		{
			"review_title": "Amazing smell and product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I was gifted this item from Fable and Mane in exchange for my honest review. First of all, the smell is amazing. The fragrance in this smells like it should be a perfume. This was a great volumizing product and it gave me soft volume. Hair felt nice to the touch and smelled amazing."
		},
		{
			"review_title": "Good for the haircare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This Moisturizing Volume Spray is a very unique addition to your haircare routine that I highly recommend. It gives some hydration to the hair, as well making it a little voluminous. Good for a proper haircare routine!"
		},
		{
			"review_title": "Great for fine, thinning hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was pleasantly surprised at how much this did for my hair. I’m in my early 40s and have fine, thinning hair. This was easy to apply and I really liked how the bottle sprayed. It was a nice light even mist. I honestly may have gone overboard but you would never had known because it didn’t weigh my hair down at all. It has a nice natural scent that isn’t strong at all but still smells fresh and clean. I take showers at night and I don’t usually blow dry my hair so I’m not the biggest fan of having to use heat to set the product (as the directions state). Saying that, I was surprised at how fast my hair dried and how much volume it gave my hair. My hair even felt a bit thicker. It made my hair look beautiful and voluminous as if I had a professional blow out. My hair still looked great the next morning. I was worried that the apple and onion might affect my color but if anything, my color looked more vibrant. I am loving this."
		},
		{
			"review_title": "Love it for flat hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The moisturizing volume spray is the perfect solution for thin, fine hair. I have very flat hair, and this spray adds volume to the root. And if you’re a fan of your hair smelling like perfume, you’ll love this scent—it reminds me of Tom Ford perfume."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I started using this product because my hair has just been so flat and dull and heard good things about this product and it’s definitely worth getting! It makes my hair look so much fuller and voluminous and it smells so nice."
		},
		{
			"review_title": "Smells Wonderful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Combination skin",
			"review_text": "*I received this product free from Fabel & Mane and Skeepers in exchange for an honest review.*  This Moisturizing Volume Spray by Fabel & Mane made my hair look and feel fuller without weighing it down. It also made my hair soft to the touch. I was worried about the smell because it has onions in it, but I absolutely love the way this Moisturizing Volume Spray by Fabel & Mane smells."
		},
		{
			"review_title": "Great volume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Normal skin",
			"review_text": "I used Fable and Manes moisturizing volume spray on my long medium-thick hair. I used as directed it did provide volume I no longer had after life changes. I applied through hair and used the blow dryer it works lovely. Only issue i had was styling after. It didn’t hold my style but i will definitely try again, im sure theres a learning curve"
		},
		{
			"review_title": "Awful smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "This product has a veryyyy overwhelming smell. I can’t quite put into words the smell but it’s like cheap hairspray and something else. Almost sour it’s very pungent. Not pleasant. It lingers after drying and I can’t get over that aspect. I have fine long hair and I can’t say this gave my volume and it made it feel dry and weighed down in a weird way. It says it’s a heat protectant as well. I don’t have a way to test that. Even if I got ridiculous volume from the product, the smell is a hard pass for me."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Loved this product it made my curls feel so silky and soft! Would recommend buying it’s over and over! A new favorite for sure and it smells amazing! This product is nothing like i’ve used before go buy!! I received something in exchange for this post!"
		},
		{
			"review_title": "Smells great and works well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I've been using the Moisturizing Volume Spray for a week, and it has proven to be a valuable addition to my hair care routine. Unlike other products, it doesn't leave my hair stiff or limp, and there's no sticky residue. The spray has made styling more convenient, reducing frizz effectively. I also love the pleasant scent."
		},
		{
			"review_title": "Smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "First off, this smells so good!! I just wanted to keep spraying it. I sprayed on toweled dried hair and then did my usual blow dry. My hair is highlighted so I’m always looking for a good heat protectant and something that prevents frizz and add shines. This definitely did that. I will absolutely be adding it to my hair routine."
		},
		{
			"review_title": "volume spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "A few days ago I received my product and I really liked it because it gives spectacular volume to my hair, it is very easy to use and it also contains onion, apple and other extracts, which help nourish the hair, help my hair become stronger and stop falling, you just have to spray this product on your hair and dry and the product will be activated with the heat of the dryer. I recommend it."
		},
		{
			"review_title": "Pretty good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my honest review. I initial was out off hearing it if infused with onions but it didn’t smell like onions. It smelled kind of like old lady perfume but then it wears nicely. I don’t think it made a significant difference in my hair however, it has good ingredients so it doesn’t hurt to use."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I absolutely fell in love with this volume spray !! I sprayed it on my hair from roots to the ends and i used heated rollers for only 15 minutes and It gave me so much volume ! My hair usually gets flat instantly but this spray helped so much and made my blow out so cute!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Big fan of this product! My hair has never looked better tbh. I love the smell too! Perfect for all seasons. If you’re on the fence, definitely worth it. As someone with very thin hair, I see such a difffence"
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "My hair is medium thickness and has a slight wave I've used this product a few times and although it does add volume I do not like the smell and it makes my hair feel incredibly Dry and brittle it may be my hair type I'm not a fan"
		},
		{
			"review_title": "Body for days!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Hair type: very fine and wavy, some heat damage near ends. The volumizing mist has a nice smell, and felt very light on my hair. It did add body to my hair overall, but did not give the same type of volume at my roots as a mousse typically does. It did not leave any residue, and dried very quickly. My hair felt silky after blow drying it and was not as textured as it usually does with a mousse. I would recommend the mist for overall body, but not to give a fluffy 90s blowout type of look."
		},
		{
			"review_title": "This product is a game-changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "The Moisturizing Volume Spray exceeded my expectations in every way. Not only does it provide incredible moisture to my hair, leaving it feeling silky and nourished, but it also adds the perfect amount of volume without any stickiness or residue. I've tried numerous volume sprays in the past, and this one stands head and shoulders above the rest"
		},
		{
			"review_title": "Must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Normal skin",
			"review_text": "This volume spray works wonderfully. It’s lightweight and doesn’t weigh my hair down or leave any residue. It gives my hair added volume while adding shine and protecting it from frizz. It’s now a regular part of my daily hair care routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I've been using the spray for a few weeks now, and it's quickly become a must-have in my styling arsenal. This spray delivers an instant boost of volume and a perfect matte texture without leaving my hair feeling sticky or stiff. It's like magic in a bottle for achieving that effortlessly tousled, beachy look with just a few spritzes. What I love most is how versatile it is; whether I'm aiming for a casual day look or a more polished evening style, this spray adds the right amount of body and movement. The scent is delightful, subtle enough not to overpower but pleasant throughout the day. It's also surprisingly lightweight, which is great for my fine hair, as it doesn't get weighed down. If you're looking to add texture, volume, and a touch of effortless chic to your hair, it’s a great choice."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "This spray is an iffy to me, I don’t know if it’s helping my hair or not. I love the smell of this even though it has onions as one of its ingredients. It has a very masculine scent but no progress In my hair as of right now I’m going to continue to use this product until I’m out Gifted"
		},
		{
			"review_title": "Perfect Volume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The Fable & Mane Moisturizing Volume Spray works very well! It helps strengthen and plump your hair. It instantly lifts the root giving me great volume that I am lacking. My hair has become very limp and thin and this spray helps so much. I love that it doesn’t make my hair feel sticky, greasy or weighed down. I have wavy/curly hair that definitely needed the help strengthening and plumping my hair giving me the perfect amount of volume that I love."
		},
		{
			"review_title": "Fantastic volume spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love the Fable & Mane Moisturizing Volume Spray! My hair is long and thin. I used this as a heat protectant before blow drying my hair. It is light weight and did not weigh my hair down. It smells so good too! It did not leave my hair greasy and absolutely improved the volume in my hair while leaving it moisturized."
		},
		{
			"review_title": "Didn’t live up to it’s expectations",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I was able to try by Fable and Maine their moisturizing volume spray. To be honest the only thing it did was give me a lot of static issues in my hair. There no enhancing volume and my hair is still fine and flat. The smell of the spray reminded me of burnt hair. This product did absolutely nothing for me like I had thought it would."
		},
		{
			"review_title": "Good product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "Moisturizing Volume Spray is a game-changer! It not only adds volume to my hair but also keeps it hydrated all day long. The lightweight formula doesn't weigh my hair down, and the results are noticeable from the first use. It's become a staple in my hair care routine. Highly recommend!"
		},
		{
			"review_title": "Wonderful!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Normal skin",
			"review_text": "This product is infused with onion and apple which I was a little skeptical about at first. I wasn’t sure how it was going to smell but it actually has no onion scent whatsoever.  It sprays on evenly and dries without leaving your hair feeling oily or heavy. Apply it all over your damp hair for heat protection or spray at the roof for a plumping effect. Works great! I have fine hair so I have to be careful how much product I spray on but does leave my hair feeling soft and protected! Great product! Give it a try!"
		},
		{
			"review_title": "Great Volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I love this product by Fable & Mane! I received this volume spray for this post and I will definitely be purchasing again. I love how light weight it is, does not make my hair feel gross once it is blow dried."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Great volume spray. It has helped my hair so much as it makes it feel moisturized for a long time. Also it has definitely felt my hair volume increased too. Overall I definitely recommend this product"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I’m really fan of fable and Mable because their products have a special essence for me reminded me of someone special, I have dry ends and this keep my hair pretty under control and looking good I totally love it!"
		},
		{
			"review_title": "Amazing & It Works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Fable & Mane’s Moisturizing Volume Spray is fabulous. First off, it smells amazing. The scent doesn’t linger too long, but it is nice to spray in something that smells good. Next, it’s super easy to use. You just spray all over & blow dry as usual. It gave my hair so much body & left it feeling very moisturized & soft. There was zero sticky residue left behind. Also, on the 2nd & 3rd days I just misted my hair with water, added in some of this Moisturizing Volume Spray & hit it with the blow dryer again & it gave my hair just as much volume & body as it did on 1st day clean hair.  I ❤️ this stuff. Btw, I have normal density, but fine hair."
		},
		{
			"review_title": "AMAZINGGG",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I absolutely loveeeee Fable & Mane products. Their products have great ingredients too! I love this volume spray I feel like it’s lightweight and doesn’t weigh the hair down. It also gives a slight nice shine and just feel my hair also be easier to manage when styling with this spray."
		},
		{
			"review_title": "Get it :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Wow i am in love! This spray feels so lightweight and smells so nice, not too strong. I love that it is also heat protection- I usually spray this on my towel dry hair after shower and then i blowdry. Hair feels so soft and shiny :)"
		},
		{
			"review_title": "Just what I needed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "My hair is very straight and often needs help with volume. I tend to either leave it natural or use a curling wand. This spray smells incredible, has amazing ingredients, and helps my hair stay voluminous throughout the day. I’m obsessed with how my hair looks and how it smells.  This spray is essential to my hair routine now!"
		},
		{
			"review_title": "This smells so amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Ok so I will admit I was super nervous at first when I saw that this was made with apple and onion. Yes you read that right, onions. But I swear this smells so good! So I have used this on both wet hair and dry hair. I use it all over my roots on my wet hair to help give my naturally fine hair some volume. And I also use a few sprays on my roots on my dry hair, flip my hair upside down and tossle it around. Def helps with my otherwise lifeless hair."
		},
		{
			"review_title": "A Noticeable Difference in Fullness!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I  have fine, limp hair that looks pretty lifeless.  After using  Moisturizing Volume Spray for Fine to Medium Hair, I'm so excited at the fullness I'm seeing!  My pony tail looks like I have a full head of hair!  It took little effort as well.  I mist on damp hair, pre blow dry.  So impressed with not only the visible improvement in volume, but I don't even need to add any additional product!!!  My hair is soft, frizz free and has a healthy shine.  If you have fine hair this is a MUST have!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I honestly love this moisturizing volume spray i love how it just makes my hair have more volume . I will continue to use this product . I also love how it smells so good and yea i just love it that much ."
		},
		{
			"review_title": "This works like magic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "I recently got a bottle of Fable & Mane's Moisturizing Volume Spray for Fine to Medium Hair, just to see how I liked it, and I LOVED it. Literally, my only complaint is that the bottle was gone too soon. This stuff makes my hair look so much thicker it almost looks like I am wearing a wig. My hair thinned a lot the past year due to health reasons, and now that I am using this product, you can't tell anymore. Seriously, it looks like it did when I was a teenager. And it smells wonderdul too! Every time my husband passed me today, he stopped to smell my hair. I will for sure be buying more of this"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This product instantly gives me more volume in my hair and it smells so good and leaves it super healthy and hydrated. I love that it’s so easy to use on dry hair and then you can use heat and style however you want for that perfect hair!"
		},
		{
			"review_title": "Let's pump up those curls!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This bottle of magic is small but mighty. First off, it smells really good like warm earthy notes.  I have naturally curly hair, 3c and I have been experiencing some hair loss so I wanted something to help give my hair more volume and this definitely did the trick.  I sprayed it on in sections and brushed it through each section. Then I diffused my hair to active the ingredients. My hair ended up with a ton of natural looking volume with big fluffy, soft curls.  The only thing I did not like is how frizzy my hair looked at the end of the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "yass i am loving the violet bronze shade. i like how natural the tan looks. i love other st tropez tanning products so of course i loved this one. i like how it makes my skin look nice. it was gifted by sttropez!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Obsessed with this hair product. It has a fragrance to it and smells so good. This was easy to apply. It adds volume to my hair after using it and doesn't make my hair sticky. I love that it also moisturizes my hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I received this product in exchange for my honest feedback. I was a little skeptical that it won’t work for my hair but I was wrong because it was really great results from using this product. I definitely recommend it. #complimentary"
		},
		{
			"review_title": "Awesome for volume but is scented",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I don’t k ow what kind of magic this product worked in my hair but I’m obsessed! I have “normal” hair. Not too wavy. Not too straight. But also NEVER had any volume at my roots. Ever. Since this product is a spray I was not sure but after the first use and blow dry I noticed a huge improvement!! My hair not only has volume but held volume for 2 days!! Super impressed!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This product came in a cute little spray bottle. I have short a hair (pixie) and wasn’t sure if this product would be good for me. I showered, shampooed and skipped conditioner to use this new product. After spraying I used the hair dryer and had a happy effect. It looked great! I did receive this product free as a promotion."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This moisturizing volume spray is easy to use. My hair has volume after using the spray. It doesnt feel like sticky when applied to hair. It has fragrance that some people might be sensitive to the scent."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I absolutely loveeee this product!! It smells so good and gave me amazing volume! I tend to have flat hair on my top portion and this fixed my issue! My hair is fine/curly, so I can use as much texture and volume as I can get! It helps accentuate my curls, both naturally dried or styled! Didn’t feel heavy or gross on my hair. Did the job really well!"
		},
		{
			"review_title": "A well formulated product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Light skin tone, Oily skin",
			"review_text": "The Fable and Mane Moisturizing Volume Spray is a great volume enhancing hair strengthener and heat protectant. It provides the a solid formula for a sleek blowout without a heavy or sticky finish. It left my naturally curly hair looking sleek, light, and shiny while also smelling good after a fresh blowout."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I received this product in exchange for a review , I love moistures specially for my hair because sometimes my ends looks ugly , I honestly love this product I like the ingredients and also that contains vitamin C ."
		},
		{
			"review_title": "Volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This product gave me so much volume. I have naturally curly/coily hair and this gave me so much bounce and volume from the roots. I will definitely be adding this to my hair care line up from now on. Next I want to straighten my hair and see how it adds volume to that."
		},
		{
			"review_title": "Gives Good Volume To My Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I am loving this moisturising and voluminising spray a lot as it has made a difference in how my hair was looking after using this. The fragrance of this spray is also very nice and mild. Main thing you need to know is that it gets activated with heat so please ensure you do a blow dry immediately after spraying on the hair"
		},
		{
			"review_title": "Hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I’m always looking for new products to add volume to my hair. This spray doesn’t seem to add much volume tho. I sprayed it into my damp hair and blow dried but didn’t notice much volume. But it is moisturizing and hydrating. My hair feels so soft and shiny. So I still enjoy it!"
		},
		{
			"review_title": "This 51 Year Old Is Thrilled",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have very curly hair that has started to thin as I have aged. I’ve always adored my hair, because it was thick. I used to blow dry it straight as well as leave it curly. As I entered into the 50th year of life, my hair became more dry and brittle and started to thin and so I avoided blow drying and any kind of straight iron, as I felt like I was doing more damage to my hair. Fable and Mane has hit it out of the park with this moisturizing and volumizing spray. It is so easy to apply to towel-dried hair, and I am overjoyed that it is not highly scented. After blow drying my hair, both using a large round brush to make it straight and another time with a diffuser made my hair feel like a did10 years ago. It’s very full and volumized as well as feeling incredibly soft, even when curly. It excites me to to know that this company has made a product that us exactly what I need. I highly recommend it."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I really enjoyed this product. I have naturally curly hair but am always blowing it out and this left my hair feeling super bouncy and luxurious after, like I just left the salon. I will say the smell of this is like heaven in a bottle I am obsessed with the scent. Loved this spray!"
		},
		{
			"review_title": "Lovely scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "The first thing I noticed about this spray is its lovely scent, which is a blend of natural ingredients like jasmine and vetiver. The spray is lightweight and easy to apply, and I found that it did indeed add volume to my hair without weighing it down."
		},
		{
			"review_title": "Thicker hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I was gifted this moisturizing volume spray by fable &mane and when I tell you, the smell is amazing since my hair been so thin since I had my fifth kid and it’s falling so much just help me so much I’ve been looking healthier bouncer"
		},
		{
			"review_title": "Big bouncy hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’m in love with this volume spray. My hair is so big, bouncy and shiny. My hair feels so soft and moisturized. A lot of different volumizing sprays always dry out my hair but this is the complete opposite. My hair feels so healthy after using this. I just spray it on my damp hair then blow dry and it gives me amazing hair."
		},
		{
			"review_title": "Staple In My Hair Care Routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I have very fine, thin and flat hair which is honestly so frustrating. I am always looking for products that will give me volume without immediately falling flat and make my hair look thicker. THIS IS IT!   I sprayed it on my entire head focusing on the roots after towel drying my hair. I waited til it was air dried a little then used a blow out brush to dry / style. My hair feels SO thick, it’s been a few hours and I still have volume AND I love the scent. This will now be a staple in my hair care routine."
		},
		{
			"review_title": "Amazing!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Wow! I am just in love with this product. I have dry, and heat damaged hair and I noticed whenever I used it, it was moisturizing however, I’m not sure if the volume was there. It smells great too!!!!"
		},
		{
			"review_title": "A plus for my hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "It's a super good product because I like it a lot like it smells and how it lets hydrate my hair cas try hair, so this helps you see it with more texture and volume"
		},
		{
			"review_title": "Great choice for a volume spray if you’re looking!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "So I can rave all about this volume spray. It works extremely well even when you have greasy hair and your hair needs a bit of OOMPH! I was so upset with how my hair looked this morning. But when I tell you that I have fine thin and more than always pretty flat hair. Look at these pics! They say it all. I can only imagine how well this works after a quick blow dry! My hair where I placed the product does not feel hard at all just feels soft and natural. Not like hairspray texture at all. With natural ingredients, Amazing ! Thank you Fable and Mane!!! I received something in exchange for this post."
		},
		{
			"review_title": "Good in conjunction with other heat protection",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I have fine hair but quite a lot of it. I used this as directed on towel-dried hair making sure to fully coat my whole head. The scent wasn’t too overwhelming. I will give a disclaimer that the spray kind of added oily stains to the shirt I was wearing. After blow drying my hair, it definitely had more volume than normal. My hair felt very soft and shiny, but I could see my dead ends quite a lot more. I think going forward I’d use this spray in conjunction with another heat protectant."
		},
		{
			"review_title": "Weightless",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I loved this! I have fine straight long hair that tends to stick to my head I’ve been wanting to try volume root products but have been worried about feeling of residue on my root and scalp but the fable and mane feels light on the scalp and roots and gives you a natural volume with plump roots"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I have fine, dry hair that tends to not hold volume. When using this product it smells so nice, earthy and spa like. I sprayed evenly throughout my root area on damp hair and then blow dried and styled. The finished result was shiny, after hair that showed some volume at the crown. I really like this product if you have fine, limp hair and what some added volume that lasts through the day."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "It's very easy and quick to apply, and it doesn't take much product at all to get the effect. I'm always looking for added volume and texture with my curly hair looks and this spray is perfect for that! It's super lightweight with no crunchiness, and the touchable feel makes it easy to restyle and touch up throughout the day. However, it doesn’t last long with my fine hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "This is a lovely volumizing spray. I have curly hair that has a tendency to fall a little flat towards the roots and this spray adds enough volume without making my hair look poofy. It has a non-sticky texture in my hair and has an herbal, Sandalwood scent. Highly recommended for those looking to add some volume in their hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This comes in handy if you want some volume in your hair! It doesn’t do an extreme job, it’s actually more subtle but it makes my hair look full and lush. I love the smell it isn’t strong. I apply to towel dried hair, brush my hair then blow dry. Works great!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Wow! I am so impressed with this product. It makes my thin hair look so great! I spray it on my towel dried hair and use a round brush while blow drying it. Afterwards, my hair looks so full and feels soft. I received this product free in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "this spray gives gorgeous volume for finer hair types! my hair is usually weighed down or stringy when trying to build volume, but with this my roots get so much volume while staying fresh. this is the key to my bouncy blowouts <3"
		},
		{
			"review_title": "Definitely try as a heat protectant!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Fable and mane create some really good products for hair health that actually do what they say they are going to do. The only issue I have is that I personally think their products are over-scented. This works great as a heat protectant and doesn't over-moisturize my hair."
		},
		{
			"review_title": "Smells Amazing!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This is a really good moisturizing spray.  I love their oil and was so excited to try this.  I have thick, curly, dry hair and I’m always looking to add moisture and hydration.  I didn’t notice much of a difference in volume but it was definitely moisturizing.  It also smells amazing."
		},
		{
			"review_title": "Go buyyyy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
			"review_text": "Yooo this makes my hair so volumized and thick especially when I blow dry my hair I love how it makes my hair look and how thick it makes my hair look I love it love it love it go buy guys I totally recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I love this volume spray, I had my sister try it because she struggles with flat hair! And she really enjoyed this! This spray made her hair voluminous and she loved it! Its her new favorite! I love Fable and Mane’"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This is a great product! The spray leaves my hair looking and feeling moisturized and voluminous. I spray it on after I towel dry my hair but before I dry and style. I love how my hair looks and feels after using!"
		},
		{
			"review_title": "Fine-hair DREAM",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "1. This spray smells incredible. It’s very fresh and smells expensive without being overpowering   2. It has the finest mist and is a DREAM for my fine hair. No weighing down or obvious residue. I used it in my usual blow drying routine and really noticed the extra volume   3. I didn’t realize it was also a heat protectant, so you get all the extra volume and protection. It’s like two products in one.   I was sent this product in exchange for my honest review"
		},
		{
			"review_title": "Smells great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I'm really impressed by this moisturizing volume spray. Not only did it add volume, but it also left my hair feeling incredibly soft and looking great. With highlights, my hair tends to be dry, but I noticed a significant increase in volume after using this product. Plus, it has a fantastic scent!"
		},
		{
			"review_title": "Helloo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I received something in exchange for this post. I got it in the mail I’m going to use it today and to see if it does something to my hair. I have really thin hair so I’m excited to try it. Thank you for this sample to try"
		},
		{
			"review_title": "nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Dry skin",
			"review_text": "i received this gifted in exchange for this post. i tried this a couple of times already and i really like it, the smell is ok, not too strong. it does make. my hair feel thicker and fuller. i tried other items from this brand and i liked it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This is a god send to my blow dried hair! I typically come out with dry, untouchable, flat, tangled hair even with a round brush; and this gave me soft, touchable hair with just enough volume to be comfortable. The scent is just heavenly and not even over bearing (you can’t smell the onions.)"
		},
		{
			"review_title": "Wow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Normal skin",
			"review_text": "Wow! The Fable & Mane Moisturizing Volume Spray gives me va va voom volume! Even though it’s heat activated, I tried it both with blow drying and air drying and I still get volume when I spray it on and air dry my hair (it’s just more subtle compared to blow drying). Great product, amazing smell."
		},
		{
			"review_title": "What a great invention!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Fable & Mane's Moisturizing Volume Spray exceeded my expectations for fine and thinning hair. The lightweight formula adds noticeable volume without weighing down my hair. It leaves a refreshing, subtle fragrance and provides long-lasting moisture. I've noticed increased manageability and shine, making it a staple in my haircare routine. Highly recommended for those seeking a boost in volume and hydration."
		},
		{
			"review_title": "Great Volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I love how this volume spray plumps up my strands and moisturizes in one spray. It doesn’t hurt that it smells amazing, as well. I also like that it’s made with apple and onions and is good for your hair. The spray really gives my hair a nice, luxurious volume that I am always looking for, and it lasts all day. It is easy to use, with the pump on it, and washes out easily, as well."
		},
		{
			"review_title": "Love it for volume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "Fable and Mane products are awesome! My hair has thinned out a lot due to coloring but this gave me back a lot of volume and smoothness with my blowout. I really appreciate how it was easy to use and made it really easy to get volume. It really helped with my usual frizziness with my new growing hairs as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This product is incredible, only on the first use I noticed the difference in my curly hair, it leaves my curls well defined and manageable, I love it and I recommend it to you  I recommend it because it is a very good product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’ve never used a volume spray like this before and I’m so obsessed! I have very thick hair yet I feel like I’m always lacking volume in my roots, this is exactly what I needed! My hair is so perfect now!"
		},
		{
			"review_title": "Great product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this product in exchange for my honest opinion. Wow love this product and in general I’m a fan of this whole line. I have pretty thick and healthy hair and this spray keeps my hair feeling healthy and hydrated but doesn’t feel as weighed down with product. Make sure to use it prior to using heat as it is a heat activated product! I used it before giving myself a blow out and there was a noticeable difference in volume! The only thing I didn’t love was the scent, but honestly that’s not a dealbreaker for me!"
		},
		{
			"review_title": "Voluminous Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This Volume Spray is fantastic! It smells great and it works on my aging thin hair. I was ready to give up on trying to style my own hair, but now I have hope. This spray triples the volume of my hair! It's magical"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I absolutely love this hair volume spray! It smells amazing and it leaves me hair looking shiny and fresh! It has a really lovely texture to it and actually works giving me the volume I need I would totally recommend this!"
		},
		{
			"review_title": "Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
			"review_text": "I got this product by Fable & Mane in exchange to my honest opinion about the product. I have very fine hair and I tried the product once, but I really noticed how much volume this product provides! I am very happy with this product"
		},
		{
			"review_title": "AMAZING PRODUCT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This product is honestly exceeded my expectations! I knew fable and mane created great products but this gave me volume while still protecting my hair from heat damage. This product was gifted but I look forward to trying more products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love this product. It smells nice and it really hydrates my hair. It’s fun to use! The small bottle is perfect for travel. I love the name of the brand and I’m looking forward to their other products."
		},
		{
			"review_title": "Fantastic and effective product!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I received Fable & Mane Moisturizing Volume Spray in exchange for my honest review.  Upon receiving the product, I immediately started to use the spray.  Upon spraying I immediately noticed the pleasant and subtle scent.  It is not overpowering or medicinal, instead it has a slight fruity smell which I absolutely love.  It is a very lightweight spray, so it doesn't weigh down my already thin, flat hair.  My hair has always been flat with no volume.  The more I use the Fable & Mane spray I am noticing my hair looks and feels fuller.  Leaves hair feeling soft and beautiful!!"
		},
		{
			"review_title": "The proof is in the product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "This is an incredible heat-activated volumizing spray that visibly strengthens and plumps strands for long-lasting fullness and weightless body. I was really impressed upon blow drying it, that it did what it said. The proof was in the results and I loved this product."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This moisturizing spray is amazing!! Leaves my hair feeling so nice and amazing! It doesn’t weight my hair down at all and leaves it with volume! The scent is light with a bit of floral! This is the best spray ever"
		},
		{
			"review_title": "A must have for thin hair!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have really thin, wavy hair and one thing I can say about this product is it really does add volume to my hair! I thought there would be a weird smell because of the ingredients, but it smells so gooood. I feel much more confident, with only one week of use my hair is much smoother and looks healthier"
		},
		{
			"review_title": "So good at getting volume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "This product feels so smooth and hydrates my hair! My hair type is straight and fine and I think this increased the volume of my hair by lots and made my hair look so pretty and healthy! It really wasn’t sticky and I think it really is nice to use and I was able to use this daily! I didn’t feel any itchiness on my scalp, so I love this product so much."
		},
		{
			"review_title": "Volume Spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "first time using this fable & mane moisturizing spray is great I have curly hair and I do blow dry my hair sometimes and this work great in says it contains onion and apples but smells great. pe this makes my hair feel soft and hydrated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love how this makes my fine wavy hair more voluminous and shiny. I need that extra oomph now after experiencing some thinning due to sudden menopause after a surgery. It also has a beautiful light scent that makes for bonus aromatherapy. It is lightweight enough for my fine hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This product is amazing just like the rest of the products in this line. I used this when my hair is wet and it leaves it so incredibly soft and voluminous. After I apply it,  I let my hair air dry, up, and as it falls the volume lasts quite well."
		},
		{
			"review_title": "New addition to my hair routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Combination skin",
			"review_text": "I have very fine wavy hair that doesn't always cooperate with what I want it to do.  This product was very easy to apply. Just spray and use heat to activate! I had instant body to my hair.  It also moisturizers. My hair feels very sift after using. This will become a regular product in my hair routine!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Fable & Mane Moisturizing Volume Spray for Fine and Thinning Hair. Volumizing spray is amazing; itworks great on my curly medium hair type.  I Spray this on my hair before I apply any hair tools that use heat like a straightener or a curler. after using the spray my hair still remains soft and it doesn’t have any frizz."
		},
		{
			"review_title": "Love this spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received the moisturizing volume spray from fable and mane in exchange for my honest review. The hair spray is very lightweight. Does not weigh down on my head. And the volume stays all day. Love the scent as well."
		},
		{
			"review_title": "Amazing volume spray.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "This moisture volume spray strengthens and plumps my hair with onion and apple. It helps my fine hair look more plump. I love that it's free from silicones as well. I would highly recommend it. Super easy to use and smells amazing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is the first time I tried this brand, and I enjoy using this hair spray. My hair is relatively thin and flat given I have been losing some hair in recent years, the hair thinning is more obvious on the top of my head where my hair is flat. This hair spray helps add some volume to my hair. It is pretty easy to use, I sprayed a few pumps to my hair after gently towel-dry my hair after shower. Then I used a comb and hair dryer to blow dry my hair. I like that it doesn't leave any residue on my hair and clumps multiple strands of hair together. My hair looks more like naturally buffed up, doesn't look like I used a lot of product. It also doesn't cause itchiness on my scalp which is good."
		},
		{
			"review_title": "A new fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I was gifted this product by Fable and Mane to test and review. I really like this product. I thought this Moisturizing Volume Spray might be like hairspray or something but it isn't. It feels totally natural but definitely adds body and lift. It makes my thinning hair look like it has more volume and it doesn't bother my try hair a bit. In fact, it makes my hair feel a little softer and smoother. It also helped it hold its style longer than normal too. Application is simple and easy. The nozzle  works really well and distributes a wide, fine spray for good coverage. The product soaks in quickly without leaving any residue in the hair."
		},
		{
			"review_title": "Must have for fine hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love how this spray makes my thin hair feel and look! I spray it onto my towel dried hair and use a round brush along with my blow dryer and it gives me major volume. The volume it gives my hair stays almost all day and I’ve received many compliments."
		},
		{
			"review_title": "Smells great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was a little skeptical about the onion extract in this spray, but was pleasantly surprised by the good scent instead. I have curly hair and this spray didn’t weight down my curls at all. My hair feels lighter and bouncier. I love it."
		},
		{
			"review_title": "Nice for thin-medium hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I tried the Fable Mane Moisturizing Volume spray right after letting my hair air dry a bit. I sprayed it, as directed, and blow dried my hair. The direction mention this is a heat activated spray and as I was blow drying my hair, I noticed, the amazing amount of volume. I loved the results, my hair is dry and I am experiencing some hair loss. Hence, I’m always looking for way to add more volume to my hair, to make it look thicker and this made my hair look gorgeous. Always been a fan of Fable Mane products and love this one, too!"
		},
		{
			"review_title": "Just ok.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I really like the smell of this spray, but I didn’t feel like it gave me any extra volume or thickening. My hair is on the thinner side, especially right now when I’m dealing with some postpartum hair loss. My hair does feel soft, and not weighed down. The spray doesn’t feel sticky or heavy either."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’m loving the Fable and Mane Moisturizing Volume Spray. My hair is fine and really lacks volume. I was nervous about the onion ingredients but it actually smells great. My hair has more volume and seems to be stronger."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I recently tried the Fable and Mane Moisturizing Volume Spray, and I must say, I’m impressed! The spray claims to provide both moisture and volume, and it definitely delivers. The spray has a lovely, light scent that isn’t overpowering, which is a big plus for me. I sprayed it onto my damp hair and noticed an immediate difference in volume. My hair felt fuller and had a nice bounce to it. What I really love is that it doesn’t weigh my hair down or make it feel greasy. After using it for a few days, I also noticed that my hair felt softer and more hydrated. I have fine hair that tends to get dry easily, so this was a pleasant surprise. Overall, I would highly recommend the Fable and Mane Moisturizing Volume Spray to anyone looking to add volume and moisture to their hair without any heavy or greasy feeling."
		},
		{
			"review_title": "Recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This product literally smells so good! It has a scent that goes for days. I use this on days I don’t wash my curly hair. I recommend buying this, it smells like if you just washed your hair. It also leaves it moisturized!"
		},
		{
			"review_title": "A must for fine haired folks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I have baby fine 2c/3a hair and when I choose to use my blow dry brush to straighten it I look like I have no hair. I have been looking for a product that gives my hair the illusion of fullness without being tacky. This product not only smells great, it doesn’t feel like my hair is being weighted down and helps add the illusion of volume that I don’t actually have. Thank you Fable & Mane! This is a winner!"
		},
		{
			"review_title": "Goood!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Your hair smells good all day, With this wonderful product, I like it so much, The amount is small. I would like to get a bigger full size,So far, by far they are replacing my favorite brand.It also contains natural ingredients that don't damage your hair,It also gives it volume and brightness but above all the aroma.... i received something in exchange for this post !!!"
		},
		{
			"review_title": "Does the Job but I don’t like the smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product to test in exchange for a review. I really wanted to love this product but I can’t get over the smell. It’s pretty masculine and veryyy strong. I have fine hair and this spray did help with the volume but I unfortunately couldn’t get over the smell."
		},
		{
			"review_title": "good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I have fine, straight hair that tends to fall flat, especially at the roots. I'm always on the lookout for products that can add volume without weighing my hair down. The Moisturizing Hair Volume Spray exceeded my expectations! When I apply it to my damp hair before styling, I immediately feel a surge of hydration without any greasiness. As I blow-dry, I notice my hair starting to lift and take on a natural-looking volume that lasts all day."
		},
		{
			"review_title": "promising effortless volume and a touch of luxury",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "After covid and a surgery, my long hair started to fall out and became fine and thin. I've always been on the lookout for products that can provide both volume and hydration without weighing my hair down. My search led me to try the Fable & Mane Moisturizing Volume Spray, and I must say, it has exceeded my expectations in more ways than one. First and foremost, the formulation of this spray is truly impressive. Enriched with a blend of rice amino acids, wheat starch, onion extract, and apple extract, it not only adds instant volume to my hair but also strengthens and nourishes it from root to tip. What sets this volume spray apart from others on the market is its heat-activated formula. By simply blow-drying my hair after application, I can instantly activate the volumizing properties of the spray, resulting in long-lasting fullness that lasts throughout the day.  But perhaps the most delightful aspect of this volume spray is its enchanting scent. The majestic blend of Indian saffron, nutmeg, midnight rose damascena, Indian jasmine sambac, and a hint of incense creates an indulgent olfactory experience that lingers throughout the day, leaving my hair smelling absolutely divine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I brow dry my hair often and I use this spray after. I love that it helps add volume to my hair. I really like that the texture is lightweight and not sticky. My hair looks fuller and it keeps my hair moisturized too."
		},
		{
			"review_title": "Plumps And Softens Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is a vegan moisturizing volume hair spray that uses onions and apples to strengthen and plump your hair strands.  I have fine/med textured hair, and this spray helps my hair  look and feel healthier. The spray is easy to use.  Spritz all over generously on hair after washing and towel drying, making sure to get the roots. Blow dry and watch your hair come to life. Afterward, my hair doesn't feel heavy and is hydrated, soft, full, and manageable."
		},
		{
			"review_title": "Love this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I received this in exchange for a post. This fable and mane product is very good and it made my hair very soft and lustrous and voluminous just as it says it should. It feels very nice when first Applying, as it does with smell too. I love this product!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Where has this volume spray been all my life. I have fine hair and I can’t even begin to count how many products I have tried. This is so easy to use, I spray on my roots then blow dry. Gives me that touchable volume blow out I’ve been craving. Smells great too! Thank you, my search is over"
		},
		{
			"review_title": "Tame volume 10/10 smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Fable and mane always have something yummy smelling brewing! This spray is delicious and leave my hair soft with a touch of volume.  I have long wavy hair and it also helps me tame it but still give touchable volume"
		},
		{
			"review_title": "Great product for my hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product is really amazing, I love the scent and when I apply it on my hair it makes it soft and gives it a nice volumen, it looks so alive and brilliant. I recommend it and I will definitely buy it again once is finish"
		},
		{
			"review_title": "A new must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "My hair type is long, thinning, sometimes dull, and often needing volume. I was very excited to get the chance to try this product out.  This product isn't too heavy at all and it smells great! It doesn't give a particle type of feeling. It definitely builds volume! Application is easy and a great product to try out!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Moisturizing volumizing spray- I have long, medium hair that falls flat. This is a great product to add a little volume and smells amazing as well. I have several Fable & Mane products and have been very pleased with each purchase!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Love the volume this spray gives me. Works great and smells good too. Just a few pumps and lots of volume and looks great. Love it. Good size lasts for along time. Nice spray and lots of volume in my hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "I was given as a complimentary gift from Fable and Mane in exchange of my honest review. My hair is thick and long with frizziness.  This hair spray gave volume. I also love the ingredients in it. Rice Amino Acids and Wheat Starch, Onion extract and apple extract."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have notice a difference in the amount of frizziness my hair gets after using this spray. I like to use the spray right before I blow dry my hair and have notice the frizz go down. Which is great since I’m from the south where it is so humid."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this volumizing spray and have a lot of products from Fable and Mane. My hair still feels soft after and not the usual stiffness from a spray. It gives it that volume that my hair lacks since it’s on the thinner side."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "AMAZING!!! This truly does give my hair so much volume without being grossly textured! I couldn’t be happier with it fable and mane has done it again! Definitely try it out!!!!!!! Or you’ll be missing out!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I’ve used a few similar products, where you spray on wet hair then blow dry. This product fights frizz and hydrates your hair. For me, it didn’t necessarily help my blowout last longer but it doesn’t weigh my hair down either."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This moisturizing volume spray made my hair feels so nice. It comes out really easily. I really like the smell to. I got a lot of compliments on my hair after using it and my hair went from really dry to nourished."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "I have medium hair and tend to use products geared towards med-thick instead of fine-medium. This worked really well.  LOVE how it feels and smells. Will absolutely be using this in my regular rotation."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes",
			"review_text": "I love this volumizing spray!! I love that helps my hair quality as well as helping with styling. I’m such a fan of Fable and Mane products but this new launch is so absolutely amazing! So so so good!"
		},
		{
			"review_title": "Leaves hair soft and moisturized, looking healthy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This is my first time using anything by Fable and Mane, I really enjoyed this spray and will be using it continuously. I have normal to dry hair and live in a humid environment so my hair gets frizzy. This helped moisturize my hair and also gave it a nice shine. Smells nice, I did get the apple scent. Spray is not oily nor greasy and feels very lightweight. Made my hair soft after blow drying."
		},
		{
			"review_title": "Smells sooooo good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I have to admit, i was a little worried about the “onion and apple” smelling like onion, but this stuff really smells like perfume. My hair feels rejuvenated even if i just spray a few when my hair is feeling lifeless. I really enjoy this!!"
		},
		{
			"review_title": "Great product for fine hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I have long fine hair. This volume spray did not weigh my hair down or make it filmy. I used this on towel dried hair then styled my hair as usually with hair dryer/blowout tool. I noticed that my hair had more volume and was smooth. The scent is strong, but I enjoyed that. So definitely not for someone sensitive to scents.  Great volume spray!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "A bit disappointed, I have decently voluminous hair so I thought this would really help keep the volume but After about an hour it looked exactly the same as usual. It smells pretty nice, more of a spicy smell than floral which I appreciate but I don’t see much benefit."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "Moisturizing volume spray is the bomb. It has all the goodness your hair needs . This leaves my hair super soft and moisturized. Smells great and amazing on my hair. I can’t stop talking how great this is for my hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "This moisturizing volume spray worked miracles for my hair. It made my hair look, super voluminous and super shiny and healthy. I love that this also protects my hair from heat damage. I applied this to my roots and blow dried my hair looked amazing. The scent of this product is luxurious and makes it seem like I just got my hair done."
		},
		{
			"review_title": "I'm in LOOOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I was gifted moisturizing volume spray from Fable and Mane. This volume spray is amazing. It brought so much volume to my hair. From the roots to the ends. I just love this product. I have super thick hair, but its thinning. And this bring alot of volume to it."
		},
		{
			"review_title": "Game Changer!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "If you are looking for a product to give your roots some lift this spray is for you! I washed my hair and used this spray prior to doing my blow out and my hair is so soft, lifted at the roots and full of bounce.  The product is not heavy or greasy and provides the volume my flat, limp hair needs!"
		},
		{
			"review_title": "A Must Have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this product so much. I am a swimmer so my hair is pretty dry and dull, and this makes it so much softer. It also smells AMAZING!!! I also think that it is a great brand, which I am happy to support."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "It’s works effectively and it’s has a nice fragrance and as it seems the ingredients are clean and simple to helps to increase the volume. It doesn't leave any residue on my hairs and stays the volume for long time . I used and see the effect clearly in th scalp . And my husband use it too. It works great ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Fable & Mane's moisturizing volume spray worked great on my curly hair. Although my hair is not fime all over, there are spots that are thinner than the rest and this product helped to bring volume where it was needed the most."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "This volume spray worked absolutely amazing!!! I cannot believe the success I saw! One use and my hair felt entirely different! Looked so alive and healthy. It also smells AMAZINGGGGGG!!! I recommend 1000%"
		},
		{
			"review_title": "Volumizer great for wavy hair girls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This moisturizing volume spray left my dry ends feeling hydrated and my hair overall feeling soft and fluffy without making my roots greesy or heavy which is the ideal state for my sometimes limp hair. I will note that it does have a musky scent though plesant and not overly strong from the apple and onion combo. So I didn't wear any other perfume the days I had applied this product. I noticed that my waves were more pronounced after use as well with just crunching which was a pleasant discovery."
		},
		{
			"review_title": "a must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "I recently tried the Fable and Mane Moisturizing Volume Spray, and I'm impressed with the results. My hair type is wavy and tends to be on the thicker side. The spray has a lightweight texture and doesn't weigh my hair down.  After using it, my hair feels noticeably softer and more voluminous. The product adds a natural bounce without any sticky residue, giving a healthy and refreshed appearance. The spray also has a pleasant scent that lingers subtly throughout the day."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this spray. It adds volume and a little bit of texture while also not making your hair sticky or straw like. It also doesn't go away after brushing it through. I love this spray after curling my hair! It doesn’t smell like onion at all"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "While my hair is super thick and wavy, it is incredibly flat at the roots. Doing blowouts has always been a struggle when I want volume. This spray makes it so easy during blowouts and when curling my hair!"
		},
		{
			"review_title": "Great volume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I received a free sample in exchange for my honest review.   I wasn’t sure what to expect of the spray, but I was pleasantly surprised! I have fine hair, so I definitely benefit from volume boosting products. This spray added volume without the cast that salt sprays and foam products typically leave."
		},
		{
			"review_title": "Volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Fable & mane moisturizing volume spray with onion an apple ingredient vegan non silicones heat protector it works great one of my favorite styling sprays pumps hair strands gives my hair texture and fuller looking hair. Non sticky very easy to use smells amazing works great."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Normal skin",
			"review_text": "I'm absolutely thrilled with the Fable & Mane Volume Spray! It's a game-changer for my fine hair. The lightweight formula adds noticeable volume without any stickiness, and the scent is divine – a delightful bonus. My hair feels full and bouncy all day. Highly recommend for anyone looking to elevate their hair game!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "this stuff really works - I have long hair but its super fine and its hard to find the balance of volume but not weighing my hair down or making it sticky - this does none of that.  Weightless volume that lasts."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Fable & Mane Moisturizing Volume Spray is a game-changer! Adds volume without weighing hair down. Moisturizes locks beautifully, leaving them soft and manageable. A must-have for effortless, voluminous hair!"
		},
		{
			"review_title": "Transforms my hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "Fable & Mane Moisturizing Volume Sprayis a true game-changer when it comes to hair care products. I recently had the opportunity to try it out, and I can confidently say that it has transformed my hair routine. What sets the Fable & Mane Moisturizing Volume Spray apart from other volumizing products is its unique formula. It is infused with nourishing ingredients like ashwagandha, rice protein, and aloe vera, which work together to provide hydration, volume, and protection to the hair. This combination of ingredients not only adds volume to my hair but also leaves it feeling incredibly soft and smooth. I was pleasantly surprised by how lightweight this spray is. It doesn't weigh down my hair or make it feel sticky or greasy, which is a common issue with other volumizing products. Instead, it adds a natural lift and bounce to my hair, making it look fuller and more voluminous. One of the standout features of the Fable & Mane Moisturizing Volume Spray is its incredible scent. It has a beautiful, exotic fragrance that lingers in the hair throughout the day, leaving a pleasant and refreshing aroma. I also appreciate that this product is free from harmful ingredients such as sulfates, parabens, and phthalates. It is cruelty-free and suitable for all hair types, including color-treated hair. Overall, I highly recommend the Fable & Mane Moisturizing Volume Spray. It not only adds volume and body to the hair but also provides nourishment and hydration. With its luxurious packaging, delightful scent, and high-quality formula, it is a must-have for anyone looking to achieve voluminous and healthy-looking hair"
		},
		{
			"review_title": "love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love this spray! It works great to maintain volume and smells amazing! I would highly recommend for the smell alone! It revives your hair and can also be used as a heat protector. I received this product in exchange for this post!"
		},
		{
			"review_title": "Awesome boost!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "So happy to get to try out this volume spray by Fable & Mane. First off, it smells delicious. I love their products they have such a distinct smell that I absolutely adore. Second off it really helped give my thin hair a bit of a boost in volume. It looks a lot nicer and less frizzy after I sprayed this on. Overall I adore this and will be using it a lot in days to come."
		},
		{
			"review_title": "A good addition for interviews /confidence booster",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "As someone with thin, straight hair, I was a little hesitant about trying this product, thinking that it wouldn’t work. However, I’ve been really pleased with this product so far! I’ve been attending interviews for med school, and because they’re virtual, there’s a lot of attention on my face and hair. This spray isn’t too heavy at all and doesn’t leave a residue-y, sticky feeling. It it definitely gives a pep to my hair that makes it look less dull and helps to boost my confidence. Bonus, it also smells good too. I’d recommend this product!"
		},
		{
			"review_title": "Must try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I received something in exchange for this post. Trying to product was fun! It definitely works but it’s not a quick style for on the go. You have to spray it in your damp hair and then blow dry it. It leaves hair shiny!"
		},
		{
			"review_title": "Must-Have For Flat Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I have medium long hair and this volume spray is exactly what I’ve been looking for. It gives the perfect amount of lift at my roots and holds it for a couple days after my hair wash day. It also nourishes my hair since I’ve noticed it getting healthier after consistent use. I definitely recommend this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "If you have fine, flat hair, this spray is for you! As someone who has fine, flat hair, getting and maintaining volume is very difficult for me. This spray however not only smells good, but made my hair nearly triple in volume, while also maintaining the normal softness of my hair. The heat from your hairdryer will activate this awesome product and give you some nice added volume."
		},
		{
			"review_title": "Does the job!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This product smells really good. It makes my hair very soft and always makes it look more full and full of volume. Was skeptical when I saw it had onions it but it smells really good and works even better!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "If you have fine hair and you want volume, the Moisturizing Volume Spray for Fine and Thinning Hair is great, I like the texture, it is light and not sticky at all, I also really like the smell, I placed the product on my dry weight and it styles with my brush, my high bun looked fabulous. 10/10"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I have been wanting to try a volume spray for awhile now, never have before. My hair is naturally curly, recently my roots have straighten a bit and no where as near as volume it use to be. I used this, and am impressed. I was nervous to spray it directly on roots. It didn’t leave a greasy or oily residue. My hair definitely has more volume then it did. & it’s smells so good"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received this product in exchange for this post. This product definitely adds volume to my fine hair. i also like that it provides heat protection since i often use hair dryer after the shower. the scent was not my favorite though."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "The spray bottle is nicely designed and sprays just enough amount of the product. I spray it on my wet hair after shower to my roots to ends. And blow dry it. The amount of volume is phenomenal yet looks hydrated and not dry. I totally recommend this and I received this complimentary in exchange of my honest review."
		},
		{
			"review_title": "Volume spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "The moisturizing volume spray by Fable & Mane is perfect for anyone with thin fine hair looking to style their hair to look more voluminous and full! To use this product I would spray my hair all over each section of my hair that I previously towel dried. I would make sure to really saturate my root area since that is where I want the most volume to show. I would use my round brush with this product to help give my hair the proper shape while blow drying. This spray made my hair have a lot of volume without it becoming too crunchy or sticky. My hair looks beautiful and I got a few compliments as well! I would definitely recommend giving it a try if you’re someone looking for a product to help add fullness and volume to your everyday hair!"
		},
		{
			"review_title": "Def a volume boosters",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I love this spray! I think you definitely need to blow dry it in vs air dry for best results. I have very thick coarse hair and love a little bounce when I style. I noticed immediately how much volume I got from this before even adding a round brush to my blow dry"
		},
		{
			"review_title": "Fable and Mane Volume Hair Spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "The Fable and Mane Moisturizing Volume Hair Spray is a heat-activated volumizing spray which instantly strengthens and plumps strands of my hair for long-lasting fullness and weightless body. It lifts at the root and plumps strands using rice amino acids for fullness, onion juice for strength and apple extract for hydration. This instant-volume spray is suitable for all hair types for a bigger, fuller mane, which I love absolutely and so I use this hair spray every single day.  The ingredients present in this hair spray are Rice Amino Acids and Wheat Starch which gives fullness and volume to my hair, Onion Extract which strengthens my hair, prevents hair thinning, and enhances denser hair growth, and Apple Extract which is high in vitamin C for extra moisture.  Moreover, this spray has a majestically warm spice blend of Indian saffron and nutmeg paired with midnight rose Damascena and Indian jasmine sambac, with a touch of incense for an unexpected richness.  I am totally in love with the Fable and Mane Moisturizing Volume Hair Spray and have already recommended this amazing hair Spray hair spray to many of my friends and family and several of them have already purchased and used this heat-activated volumizing spray as it instantly strengthens and plumps strands of their hair for long-lasting fullness and weightless body, and also gives them a bigger, fuller mane, which they instantly love."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "The moisturizing volume spray for fine to medium hair is a game-changer for those seeking both hydration and lift. Its lightweight formula adds volume and bounce without weighing hair down, making it perfect for daily use. I'm impressed by how it effortlessly enhances the texture and body of my hair, leaving it looking and feeling fuller and healthier."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this product by Fable & Mane!!! I sprayed this through my hair root to tip and it completely transformed my hair! I have so much volume and my hair is silky smooth. I also like the smell of it."
		},
		{
			"review_title": "Nourishing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I was gifted Moisturizing Volume Spray for my hair and it leaves my hair feeling luscious and shields it from heat damage during styling. The natural essential oil infusions create a delightful fragrance, enhancing the overall experience. In essence, for those seeking protection and a sweet fragrance and beneficial properties in hair care."
		},
		{
			"review_title": "My new favorite in my hair routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Moisturizing Volume Spray by “Fable & Mane” is my new discovery for my thin damaged hair. Just after one use I could see the difference - finally I’ve got some volume on my hair, my hair feels and looks moisturized. And in addition - that smell is so good. Smells like an expensive professional salon treatment."
		},
		{
			"review_title": "Weightless body-ody-ody",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "To start, my hair is on the thin side with a medium strand thickness. I found this product added a lot of weightless body to the extent that my hair was majorly proofed out immediately after blow drying! There’s a little bit of a learning curve for that reason as I’m not used to have so much volume to style around. I was suffering from success at first! However, once I figured out how much blow drying was best to achieve the desired effect, styling became easier and I got to enjoy the added volume which lasted throughout the day. I would also like to add that the smell is wonderful! It’s a very “salon” type scent and quite perfumey so if you’re not into strong scents, you might not love it. I personally loved it."
		},
		{
			"review_title": "Moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "I was gifted this Moisturizing Volume Spray for Fine to Medium Hair.I have been using this spray for a few weeks now and I love it! It smells amazing, like fresh air earth & a fine perfume, and it makes my hair feel soft and smooth. It also protects my hair from heat damage when I use a blow dryer or a curling iron. I noticed that my hair has less frizz and split ends, and it looks healthier and shinier. I would definitely recommend this product to anyone who wants to repair and style their hair without sulfates, parabens, or artificial dyes."
		},
		{
			"review_title": "Definitely worth a shot!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "So, I've been trying out this Moisturizing Volume Spray from Fable and Mane, and it's been a game-changer for my hair routine. I put it on my damp hair before blow-drying, and let me tell you, it's made a real difference. It's not heavy or sticky, and it gives my hair this nice volume without making it feel weird. Plus, it smells pretty good. Honestly, it's become a must-have in my daily routine – keeps my hair looking healthy and bouncy. Definitely recommend giving it a shot."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I love the Moisturizing Volume Spray from Fable and MANE! THIS IS MY THIRD OF THEIR PRODUCTS THAT I HAVE TRIED AND I LOVE IT. My favorite thing about the product is the scent I absolutely love how it smells it smells amazing. It also adds lots of volume to my hair which I have been lacking lately. It's really easy to do but the more important thing to remember is that it is heat activated. But it also protects your hair from the heat which is a huge bonus. I also love that it's not sticky."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Huge fan of how soft and Lucious this product makes my feel without weighing it down and making it feel greasy. It has a nice faint smell to it and really gives my hair some body. I am a huge fan and highly recommend ."
		},
		{
			"review_title": "Great result",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "This moisturizing And volume spray I used it for my fine hair to add a moisturize and volume. It works really great. I used it on towel dry hair spray all over the hair, then try to dry the hair and stylet. This really gives me the shine moisturize healthy hair. The smell is really great there is no oily or residue after drying it. I recommend this product."
		},
		{
			"review_title": "so nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "This Moisturizing Volume spray was really nice. It's cold and dry here in Michigan right now and my hair felt voluminous and healthy after using it on my wet hair after a shower, before a blow out. I didn't know what to expect with an onion on the ad, but the smell is a fresh, earthy, slightly spicey nice scent, but not overpowering. Overall, a great product!"
		},
		{
			"review_title": "Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This spray surprisingly didn’t have an overpowering smell  to which I’m glad after reading the ingredients listed. It did give life and volume to my fine thin hair which I’m happy about. Love the extra shine it gives as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "The package is so pretty, I love the smell too it's so refreshing, definitely gives volume to my roots where I need it the most, would highly recommend and really easy to apply and works instantly and last all day"
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This product did help add some volume to my hair especially since I do Japanese straightening and my hair is normally pin straight from it but this product helped add some volume to it. it doesn’t feel too heavy on my hair either"
		},
		{
			"review_title": "Love the volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I received this product yesterday and I could not wait to use it. I love it!!!  I have really fine thin hair and it actually gave my hair volume.  It didn't weigh my hair down at all.  It does have a different smell to it and it's kinda strong but nothing I can't handle.  I will definitely be purchasing this again."
		},
		{
			"review_title": "Smells great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Omg this Fable&Mane moisturizing spray is a game changer. Not only it smells great but it did wonders for my hair. I have fine wavy hair and I use styling tools every other day that has damaged my hair. After one week of use I’ve seen a visible change in my hair, I’ve seen less hair fall, my hair has a nice volume and it’s shiny too. It says it’s made with onion but trust me it doesnot smell like it all at. It’s great."
		},
		{
			"review_title": "It’s great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this product and how moisturized it made my hair feel. I love that it is a spray bottle and it sprays evenly on the hair. I was hoping it wouldn’t make my hair oily! And it didn’t! Yay! Im so glad I got to try this product!"
		},
		{
			"review_title": "volumizing spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is such a great volumizing spray. I spray in my hair before styling and it always adds that extra bounce. My hair looks volumized and not oily with every use. I would recommend this product to anyone that wants to add some life to their hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "Moisturizing Volume Spray for Fine and Thinning Hair by Fable and Mane is must to have! First it smells amazing and gives ALL THE VOLUME to your hair. Leaves hair softer, healthier, shinier! Easy to apply it’s spray bottles, very lightweight"
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This spray gave my hair so much volume! I naturally have wavy slight curly hair and this made my blowout pin straight. It also gave my hair great shine and I love the minimal scent. Definitely a little goes a long way!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I received a complimentary sample of Moisturizing Volume Spray Review Campaign by Fable & Mane in return for my honest use and review.  I absolutely love the scent, my hair feels and looks well groomed and the heat activation is spot on. Perfect foe my fine hair. I love the finished look. Highly recomend it!"
		},
		{
			"review_title": "Perfect all in one styler",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "The first thing I noticed when initially trying the moisturizing volume spray from Fable and Mane was the scent, it is luxurious and rich, similar to a high end perfume.  Moisture and volume building in a product together are hard to come by but this lightweight product does a good job. My hair is thick and wavy/curly and on the dryer side but falls flat a day or two after styling. This kept my hair voluminous without weighing it down. It’s perfect for diffusing or using an air wrap curler since it provides heat protection."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have wavy hair that curls easily. I wasn’t sure about the onion juice in this product because I thought it wouldn’t smell good, but I am happy to report that it smells really good! It’s slightly sweet and herbal but not overpowering. I followed the instructions and did find it provided volume and moisture ."
		},
		{
			"review_title": "Volume and moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This moisturizing volume spray helps create volume and shine to hair. i spray this on before blow drying my hair and it makes it look so full & healthy. I definitely recommend using this hair product."
		},
		{
			"review_title": "Good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This volumizing spray is so volumizing ! It is so great for my very thin and fine hair. It smells okay but not as good as I wish it would, overall this product does work very well. I would recommend!!"
		},
		{
			"review_title": "Good for styling",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Really have enjoyed styling my hair with this Fable and Mane moisturizing spray. I use a pretty generous amount due to my thick hair and I styled it afterwards with a blow dryer round brush and it looked pretty good. Looked and felt soft and moisturied."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I really enjoyed using this product. I have bleached hair so it can get pretty dry towards the ends. I used this spray and it gave my hair a shiny and voluminous look. I used it on dry hair and it gave me the shine I was looking for!"
		},
		{
			"review_title": "Adds volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "My hair is very fine, long and straight. It has thinned out due to chemo so I’ve been looking for something to help add volume while I wait for it to grow back so it doesn’t look so flat and blah. I sprayed this product on my hair after my shower and blow dried it per the instructions. It definitely helped add a bit of volume to my hair (though it’s probably hard to tell in the photo.) I was a bit nervous that it wouldn’t smell good when I saw it contains onion, but it smells ok."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "This product is a light mist that smells super good. My hair type is medium and wavy. This product makes my hair feel super soft and less frizzy."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I tried the Moisturizing Volume Spray for Fine and Thinning Hair from Fable & Mane. The spray nozzle is very gentle and applies product smoothly to my hair. It dries almost instantly and gives the desired volume my hair needs."
		},
		{
			"review_title": "love this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I love this moisturizing volume spray. it is my new go to. first off, it smells amazing. following use, my hair appears more soft, more shiny, less frizzy, and a lot more moisturized. highly recommend :)"
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "My hair is quite dry and tangled. After using this product, my hair feels softer, less tangled and looks more alive. The scent is gentle, not too strong and lasts a long time. I quite like it. it and the price is not expensive either"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This spray is a must for a blow-dry! It leaves my hair feeling super soft and bouncy. I noticed a difference in volume and shine throughout the day and it's great for people who have medium to thick hair!"
		},
		{
			"review_title": "So hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I have long blonde dyed hair. My hair is dry and damaged from coloring it. I sprayed on my hair after I washed it. I applied it to my wet hair before blow drying it. I saw amazing results. My hair is so silky, shiny and feels hydrated."
		},
		{
			"review_title": "Love the volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Oily skin",
			"review_text": "I was so worried this product would smell odd due to the onion, luckily that wasn’t the case. I recently have suffered from thinning hair due to weightloss. I love the lift this gives my roots! Hoping it helps my hair growth with long time use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Fable & Mane's Moisturizing Volume Spray is a must-have for fine and thinning hair. It adds volume, moisturizes, and leaves hair feeling soft with no residue. A game-changer for hair health and style!"
		},
		{
			"review_title": "Great Scent and Functionality!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I loved the scent of this gorgeous spray! I did feel my hair felt heavier after I used this and the roots felt more lifted! I felt the product was very lightweight and not oily feeling. This worked well for my thick non porous hair!"
		},
		{
			"review_title": "Best for a dyson blower",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I loved this! Smells great and adds volume. Best of all it actually has amazing ingredients, I’m a big fan of the line already but this is their best product. I used this before blow drying with my Dyson and my hair looks amazing. This is going to be my new routine daily."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This spray really does work well- helps with volume. I can tell the difference when I use and when I don’t use. Great to add on to volume mousse!"
		},
		{
			"review_title": "Major volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "I received this gift by Fable & Mane in return for my review,  this is a heat activated that volumizies strengths and plumps the strands of the hair for fullness and weightless body , I like the scent it has amazing ingredients, and the packaging is cute . Now that I’ve used this product my hair has so much volume and it doesn’t feel weight down it doesn’t leave your hair sticky or leave any residue behind ..my hair is soft frizz free and added shine .. I love this brand I have fine hair and my hair looks so much thicker and so much volume"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The Fable & Mane Moisturizing Volume Spray is a game changer! I love that not only does the spray provide volume to my thin hair, it also heat protects, adds shine, and prevents further hair thinning. It’s easy to use & the results are wonderful. I love that it is specifically designed for thin hair, so it won’t weigh down your hair at all. It’s a great item I loved adding to my haircare routine!"
		},
		{
			"review_title": "love the scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I use this product before I apply heat to my hair, because it makes my hair voluminous and I love that it also has heat protection. my favorite thing about this is the scent.. it smells so good sometimes i use it as just a hair perfume."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love Fable & Mane products! This volume spray work’s amazing! It smells great and leave my hair looking voluminous ! It doesn’t leave film or a greasy look to my thin hair either! Very easy to use and works fast!"
		},
		{
			"review_title": "smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I love using this product when i’m doing a blowout. it makes my hair look so voluminous just like in the salons. it doesn’t leave any residue on the hair and makes it feel so soft. it also smells amazing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I highly recommend the Fable&Mane Moisturizing Volume Spray to anyone looking to add volume and moisture to their hair. It has become a staple in my haircare routine, and I couldn't be happier with the results!"
		},
		{
			"review_title": "Such a nice voluminous result.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this product so much. I have long thin hair that goes down past my waist and due to postpartum hair loss it’s really thin. I love how much body this was able to give me. I also really really like how fable and mane products including this one smell. It’s so delicious. And it just is such a nice aroma in my opinion. Love my hair smelling like this."
		},
		{
			"review_title": "Amazing!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "This moisturizing volume spray did an amazing job on my hair. It added so much volume to my hair.  I love how soft this has made my hair. I have extremely dry hair and this made such a huge difference in the softness of my hair. I love that this has a wonderful scent to it and I can't wait to try more products from this brand in the future."
		},
		{
			"review_title": "amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Love this spray it smells amazing and it genuinely makes my hair look better. My hair usually doesn’t have volume at the roots and this product helps it get character while also keeping it my natural hair look."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "i love this product. I was scared about the onion extract but this product smells SO GOOD. Smells like a salon to me. Highly recommend this product, i will buy again! Not only made my hair super soft but also gave me that good volume."
		},
		{
			"review_title": "Just what I needed",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I never knew what my fine, frizzy hair needed until i tried this spray. My hair is normally dry and frizzy and has no volume at all. After just a couple of sprays and fluffing my hair, it feels and even looks voluminous. My hair doesn’t feel dry either. The spray is lightweight so it doesn’t feel like you put anything on your hair. Only thing is is that I don’t really enjoy the smell that much, but i mean i can deal with that if it makes my hair look nice"
		},
		{
			"review_title": "Great for adding volume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I love this Fable and Mane spray. My hair is usually straight and flat and this spray helps to give my hair the extra volume it needs!! It is the perfect spray to use for going out or just for everyday use!"
		},
		{
			"review_title": "It’s okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I used this product while my hair was wet and applied on roots. With that being said I didn’t notice much volume to my hair. Maybe just a slight difference but nothing mind blowing. My hair is very flat so maybe there is a learning curve o. How to blow dry it to have more volume."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I just had the opportunity to try the Fable and Mane Moisturizing Volume Spray and I am very impressed with the results. This product is a lightweight mist that adds volume, shine, AND hydration to my hair without weighing it down or making it greasy. It has a lovely scent of coconut water, cardamom, and papaya, which makes me feel like I’m in a tropical paradise. I love how this product is vegan, cruelty-free, and ethically sourced, as well as being inspired by ancient Indian beauty rituals. I use this spray on damp or dry hair, depending on how much volume I want. I spray it evenly from roots to ends and then comb through or scrunch with my fingers. It gives my hair a noticeable boost of body, as well as a smooth and glossy finish. My hair feels soft, healthy, and manageable, and I get compliments on how it looks and smells. It is definitely one of my favorite hair care products and I will be repurchasing it when I run out."
		},
		{
			"review_title": "Smells amazing and doesn’t weigh down my thin hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I love using this whenever I’m styling my hair and don’t want any heavy product. It’s ultra moisturizing so it keeps my hair soft and touchable all day while giving my a nice boost of volume! The smell is really nice it’s super fruity as well."
		}
	]
}