{
    "product_id": "165",
    "name": "Don't Despair Repair Rice Water Protein + Moisture Strengthening Treatment",
    "brand": "Briogeo",
    "categories": "Hair, Hair Styling & Treatments, Scalp Treatments",
    "price": 59.5,
    "about": "What it is:A weekly protein treatment for severely damaged strands thatu2019s scientifically shown to strengthen hair up to 2X after one use..Key Benefits:- Advanced Rice Protein Complex helps strengthen damaged hair cuticles.Highlighted Ingredients:- Rice Protein Complex: Protects hair against damage by strengthening the cuticle with protein..What Else You Need to Know:This 98 percent naturally derived, concentrated strengthening treatment features a dual-action formula that combines strand-fortifying rice protein with ultra-effective moisturizers to help protect and repair severely damaged hair. It is silicone-free, vegan, cruelty-free, and Leaping Bunny certified..Clinical Results:- Scientifically proven to strengthen hair up to 2X after one use",
    "ingredients": "-Proprietary Rice-Protein Complex: Protects hair from future damage and strengthens cuticles..-B Vitamins: Improve texture while boosting body and shine..-Algae Extract: Hydrates and strengthens hair while protecting the scalp from free-radical damage...Protein Treatment: .Water/Aqua/Eau, Saccharomyces/Rice Ferment Filtrate, Brassica Alcohol, Squalane, Cetearyl Alcohol, Cetyl Alcohol, Oryza Sativa (Rice) Bran Water, Hydrolyzed Rice Protein, Sargassum Filipendula Extract, Oryza Sativa (Rice) Bran Oil, Brassicyl Isoleucinate Esylate, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Capryloyl Glycerin/Sebacic Acid Copolymer, Diheptyl Succinate, Behentrimonium Methosulfate, Guar Hydroxypropyltrimonium Chloride, Cetrimonium Chloride, Rosa Canina Fruit Oil, Glycerin, Arginine, Potassium Sorbate, Sodium Benzoate, Pentylene Glycol, Citric Acid, Fragrance (Parfum), Dehydroacetic Acid, Benzyl Alcohol, Iron Oxides CI 77491...Moisture Treatment: .Water/Aqua/Eau, Brassica Alcohol, Squalane, Hydrogenated Castor Oil/Sebacic Acid Copolymer, Cetearyl Alcohol, Cetyl Alcohol, Sodium PCA, Sargassum Filipendula Extract, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Capryloyl Glycerin/Sebacic Acid Copolymer, Diheptyl Succinate, Guar Hydroxypropyltrimonium Chloride, Cetrimonium Chloride, Rosa Canina Fruit Oil, Brassicyl Isoleucinate Esylate, Biotin, Panthenol, Glycerin, Behentrimonium Methosulfate, Citric Acid, Fragrance (Parfum), Dehydroacetic Acid, Benzyl Alcohol, Iron Oxides CI 77491. ...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:..-After shampooing, wring out hair and apply the treatment evenly throughout damp hair. ..-Leave in for at least 10 minutes or longer/overnight as desired...-Rinse out, then apply Donu2019t Despair, Repair! Deep Conditioning Hair Mask to complete your intensive treatment process. .-For best results, use once a week...-For best results, use 1x a week.",
    "num_reviews": 494,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/briogeo-don-t-despair-repar-rice-water-protein-moisture-strengthening-treatment-P479700?skuId=2538908&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2538908-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "5 oz/ 148 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2538908-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "A literal miracle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Amazing. I have 3B curls that are naturally grey.  Has been so difficult to find a product that helps the curls clump u201cfrom the inside out.u201d I used this once and what a miracle. Did not need a conditioner after rinsing. Recommend."
        },
        {
            "review_title": "Amazing for damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I started using this instead of Olaplex and love it! I have bleach damaged, wavy hair and this has helped my hair look and feel so much healthier!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the best hair mask Iu2019ve used- I was shocked at what a difference it made after a single use!"
        },
        {
            "review_title": "Wonu2019t buy again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Bottle didnu2019t pump one side of product out (there are two sides to the bottle/pump to mix the products as you pump, was unaware of this when I purchased). Smell isnu2019t great. Didnu2019t feel moisturizing at time of application."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Not a lot of product, hard to pump, didnt do much. I would not recommend this product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "My hair has been falling out for some time now, and after just one uses I hardly had any breakage."
        },
        {
            "review_title": "Best Hair Mask Ever, must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This hair mask always makes my hair feel incredibly soft. I had a hairdresser completely destroy and over-process my blonde hair at the Salon and I bought this product to use in my routine and it helped bring my spagetti hair back to life within a few months! I would say it is on the pricey side for the quantity you get though, but it is worth it."
        },
        {
            "review_title": "One of my favorites!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This works wonders for repairing damaged hair. I pair this with the donu2019t despair repair mask and my hair becomes incredibly soft and healthy looking after the shower."
        },
        {
            "review_title": "Favorite Hair Treatment",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "One of the only hair treatments that I see a noticeable different in the health and appearance of my hair! I have to use quite a few pumps (like 20+) so wish it was a better value but it works. I love to use it before an event so my hair looks extra healthy and shiny."
        },
        {
            "review_title": "Nourishing for damaged bleached hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was gifted by Briogeo. I have always been a big fan of Briogeo so was super excited about this new product. My hair gets extremely dry because I've bleached it and colored it and this has been saving my hair. It's less frizzy at the ends and feels nourished"
        },
        {
            "review_title": "Love Briogeo products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "This product works amazingly with my fine hair, I simply love it ud83dude0d"
        },
        {
            "review_title": "No breakage!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Works like magic! Hair super smooth after washing it off and no breakage on the ends visible."
        },
        {
            "review_title": "Great for dead ends & brittleness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have curly, brown hair that gets frizzy & dry very easily. this product is AMAZING, it hydrates & strengthens my hair like nothing iu2019ve ever used. highly recommend if your hair is in need of moisture or"
        },
        {
            "review_title": "Helped encourage curl while in transition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I have wavy curly hair that I have decided to nurture and encourage as my curl pattern becomes more pronounced with changing hormones (52 years young)I am also going gray on purpose. This treatment has helped so much even with one wash day. I have high porosity medium-density hair. I left it on for about 15 minutes in the shower in a shower cap after using a clarifying shampoo. I knew something was working.  When I took the cap off and started rinsing it out I could feel curly clumps That has never happened before! I have been working on my hair for about 2 months and this is a definite Yes! in my journeyud83eudd70"
        },
        {
            "review_title": "itu2019s nothing special",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "honestly stick to shea moisture or if you donu2019t use shea moisture switch to that, shea moisture does the exact same thing for like $15."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is alright. I didnu2019t notice a huge change in my hair. It has a weird chalk type smell to it as well that wasnu2019t great but not unbearable. I wouldnu2019t buy again but maybe itu2019s better for a different hair type."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this. Makes my scalp and hair so hydrated and noticeably different after one use. I use it every few weeks. I like to wash my hair, run a bath and put it in and let it sit for a while.  recommends"
        },
        {
            "review_title": "Allergy alert",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Really bad experience after using this product. My whole neck, head and ears starts to itch like crazy and all swollen."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Got an severe allergy reaction on neck and scalp ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Got a sample of this and now Iu2019m running to the store to get the full size. Iu2019m in between keratin treatments (Iu2019m passed the 3 month mark) and my hair is a mess. Was trying to find something to help prolong treatments and this stuff is magic. My hair was so dry and frizzy and after using this it was soft and smooth."
        },
        {
            "review_title": "Be cautious when using",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Would definitely be cautious when using. I have low porosity hair so I knew this could be too much but decided to give it a try. Only used 3 pumps and my hair was left feeling like straw. But it did look healthier. My hair was extremely hard to untangle when it normally is not. I wouldnu2019t use again but i could see this working for other people."
        },
        {
            "review_title": "love it so far!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "iu2019ve used this once a week for the past 4 weeks and it has really worked well with my other products and my hair feels and looks so much healthier, there was so much breakage and damage before so i will probably buy this again"
        },
        {
            "review_title": "Not much",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product did not do much to my hair and so I consider it a waste of money."
        },
        {
            "review_title": "must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I use this once or twice a week honestly i think some of these repair products work better than the products I used to define my curls. I have a little damage to my hair I am a mixture of type 3b and c so i have curly hair for sure. This moisturizes and makes me hair so soft and not heavy. I need to find defining products that amke my hair look and feel the same. To be honest Ive tried hundreds of products and so far nothing has worked they way i really want it to but this repair stuff is legit"
        },
        {
            "review_title": "AWFUL!!!!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "DO NOT BUY!!  Used it once and got the most rashiest rash of all time. My ear has quadrupled in size. My entire scalp and neck and red and itch like crazy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The new Rich Rice Shampoo is a complete game changer. This feels so good on the scalp. It relieves my scalp by gently removing dirt and providing hydration. I have been having issues with my scalp and this definitely has been helping. Also, love the fact that rice has so many properties for hair growth."
        },
        {
            "review_title": "Great shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have other products from this brand so I am very excited to try. I use it once a week and I can see that it helps with my damaged and very dry hair. I use a tiny amount, since it goes a long way. It makes my hair so soft and it smells great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Okay I was intrigued by the concept of this product and followed the application directions exactly as outlined on the packaging. It lathered nicely and made my hair soft and smooth upon rinsing and drying!"
        },
        {
            "review_title": "Not sure",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Didnu2019t quite understand how exactly to use this product. It made my hair feel softer after rinsing but it didnu2019t last after drying the hair."
        },
        {
            "review_title": "A nice twice weekly treatment for fine hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I really like this product but typically leave it for longer periods of time. I found when applying it for 3+ hours and wearing a shower cap over the head produces the rest results for my fine/coloured hair. One star off because it is a bit pricey."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "One of the best hair products Iu2019ve ever tried! My hair already felt soft after the first wash, currently have been using for 2 months and still love it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "It helped my dry hair a lot. I am not sure about strengthening but it definitely helped with moisturizing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Bought this when it was on sale, not sure if I would repurchase for full price. It does make my hair feel very soft though"
        },
        {
            "review_title": "Magic in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Bought this on a whim when it was 50% off for Black Friday. I use it as an overnight treatment and it is truly transformative. I regret not picking up more during the sale. I prefer this one over Amika Dream Routine. Makes my hair super soft, sleek and shiny the next day. Another win for Briogeo!"
        },
        {
            "review_title": "Something I wonu2019t purchase again",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Mediocre. I was expecting way more but it really did nothing for me. Not the worst, it was lightweight which I liked. But I didnu2019t see anything more worthy after multiple uses."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I liked this product a lot. I do feel my waves are more moisturized after I use it and hair feels very healthy. Iu2019m not sure if it works better than any other hair monitoring treatments Iu2019ve used, but it works well."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Bon produit . Ju2019ai testu00e9 uniquement celui lu00e0 de la gamme donc je dois acheter le reste"
        },
        {
            "review_title": "I love This is so worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Work really good I love it made my hair look way healthier just off one use and help my slit ends I love this"
        },
        {
            "review_title": "transforms the hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "this brought My curled back to life! It is amazing!, I love the ingredients and I love how quickly it has transformed my hair! I highly recommend this for anyone dealing with moderate damage, or wants a little pick me up to their haircare routine"
        },
        {
            "review_title": "Do not buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells old, did nothing to my hair (not even moisturizing, hair was not even soft after application ) . I left it on for 30 mins and this is my 4th time using this . Waste"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Really good! I have tried a few Briogeo products and find most exceed expectations. This one will be a regular for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Honestly I've used it once so far but it smells so good and left my hair baby softtt and I heat style my hair 4 days out of the week! Def recommend trying outtt<3"
        },
        {
            "review_title": "Disgusting Odor",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "This smells disgusting, like incontinence in a nursing home. Will be returning. I put it in my hair and had to rewash it multiple times to get the odor out. Don't buy this. So disappointing because I wanted this to be a great find. I was not."
        },
        {
            "review_title": "not worth the money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "do nothing I use this product for long time and it didn't do anything to my hair"
        },
        {
            "review_title": "decent strength restoration",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "this hasn't been a miracle treatment by any means but my hair is generally stronger after i use it, so it's working as advertised."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019utilise ce produit depuis quelques mois et mes cheveux son beaucoup plus lu00e9ger et en santu00e9 depuis que je lu2019utilise la seul chose est le prix mais mu00eame u00e0 u00e7a je vais certainement le racheter!"
        },
        {
            "review_title": "Don't Despair Your Savior Is ~~Here~~",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I've read a lot about rice water protein for hair and who could ignore the TikTok Crazzze? I've followed the instructions - rice water fermented for 24 hours rotating with Briogeo  - ONCE per week ONLY! Gotta say, the look/feel of my locks is undisputedly improved. This science can't be ignored! But - Again - only once per week for a limited time because too much protein is as bad as not enough. Can't forget the added moisture glossu2764"
        },
        {
            "review_title": "Amazing ud83dude3b and is so make a hair so healthy ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Is so amazing for oily hair ud83eude77ud83eude77ud83eude77ud83eude77 seriously briogeo is my favourite"
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i could feel it strengthening my hair after just a few uses. will be purchasing again because i lost in during moving lol but one of my fav products and i absolutely LOVE the brand briogeo"
        },
        {
            "review_title": "VERY protein forward - use with caution",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I'm new to protein masks, but so far I learned my hair loves them. This one is deadly - definitely the most protein I've used in my hair. It leaves my hair incredibly soft but if overused it could lead to brittle hair. I will be using this once a month for safe results. If you find this leaving your hair brittle and hard I'd return because that means your hair doesn't need that much protein! I love Curlsmith's protein treatment and Blueberry Bliss' protein leave-in which are great every day options.  I apply this after shampooing and leave anywhere between 5 to 20 minutes. My hair starts to feel incredibly soft 2 minutes in!! I rinse out and follow with conditioner since I do think none would leave my hair brittle later on. Potent formula!"
        },
        {
            "review_title": "Arrived with missing pump",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this product but it came without the pump top making it completely unusable. At this price point, thatu2019s absolutely ridiculous."
        },
        {
            "review_title": "ehhh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "itu2019s okay. it doesnu2019t seem to do much. i saw another person on here say she used it as a leave in conditioner so i may try that. i got this when it was on sale so i bought it 50 percent off"
        },
        {
            "review_title": "Did nothing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Got deeply disapointed about this product, it did nothing to my hear, pluss, It didnu00b4t even ditangle my hair, left it rough to the touch, I will not buy this ever again. sorry"
        },
        {
            "review_title": "great protein treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have 3C curly hair that can go frizzy and straggly without a good protein and deep conditioning routine. Iu2019ve tried a bunch of protein products, but this has been my favorite so far. Iu2019ve had issues with my hair going a little brittle from too much protein with other products, but this seems to have a nice balance. My hair feels super strong and Iu2019ve been able to grow it out a lot faster since I get way less breakage and split ends by using this."
        },
        {
            "review_title": "NO NO NO",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "This stuff is terrible, completely dried hair out."
        },
        {
            "review_title": "Itu2019s so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Yu2019all, this product is so good! I have relaxed, 4C hair, and I use this weekly paired with the u2018Donu2019t Despair, Repairu2019 deep conditioner. My hair looks and feels strong and shiny after I each use. I can definitely tell when Iu2019ve missed a week using it."
        },
        {
            "review_title": "A New Product From this Hair Company",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been using these hair products for several years and have enjoyed using them for my hair. This is the newest addition and Iu2019m glad I bought it at half price. Good product!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s for sure worth the money, I wanted to start wearing my natural hair more but it was to damage due to heat this thing saved my hair I have nice curly everyday and frizz-less"
        },
        {
            "review_title": "Not sure yet",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I donu2019t feel a difference with this product. It smells nice and looks pretty but I havenu2019t seen a difference yet. I use once a week only maybe I need to use more often."
        },
        {
            "review_title": "Noticed a difference",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I've been using this for about a month (3 times) and I really like it. I saw a difference in my hair after 1st use, it appeared to be less dry and didn't quite feel like a broom. I am thinking of getting the hair mask to match it because it says it should be matched with it to get the full benefit of it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "i have thin, fragile hair that I have taken growing out VERY seriously. I am diligent with hair&scalp care and have tried everything in the book-luxe to hacks. this stuff is AMAZING. so manageable, not heavy. gooorrrgggg"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I really love this conditioner. My hair loves protein and this is no exception. It feels smooth and soft and hydrated."
        },
        {
            "review_title": "FOREVER product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Get it! Run, donu2019t walk! My hair was shedding/brittle. I used this ONCE and saw results immediately! My hair is soft and shiny and feels stronger. I have 4C relaxed hair."
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I donu2019t review products often unless they blow my mind. Welp, this one blows my mind! I have fine hair and struggle a bit with hair loss. I am using Kevin Murphyu2019s Plumping shampoo and conditioner on a regular basis, but I use this oil once every week to strengthen my hair and prevent breakage of the strands I have! I use as directed (10 minutes or longer) and follow up with the u201cdonu2019t despair repairu201d mask from Briogeo (10 minutes). The results are amazing for me; I have shiny and soft hair that is perfect for blow drying. It feels much stronger and I have less breakage. I am happy with it!  Tip, follow up with JVNu2019s Blow-Out Milku2026:)"
        },
        {
            "review_title": "1 Star",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "My hair felt like straw after one use. I wouldu2019ve given it a second shot, but my husband despised the smellu2026 Had to return!"
        },
        {
            "review_title": "Once a favorite and recently remembered. Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I used this product a few years ago while growing out my hair and was able to really see some great results. I recently had some serious bleach damage done to my hair and after a few washes with tons of hair loss I was at Wittu2019s end and had to remember to go back to the products I had used to grow my hair previously! I remembered this treatment and wow even in one wash my hair feels so much better. I wish I had remembered this a little sooner but Iu2019m relieved now knowing that with this Iu2019m my cabinet Iu2019m on the right track.  The immediate difference even in this recent treatment was enough to remind me to come review this! 12/10"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This product made my hair fall out like CRAZY!! Gave it a try twice and then returned!"
        },
        {
            "review_title": "Did nothing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Did absolutely nothing to my hair. It made me hair feel dry and hard to comb through."
        },
        {
            "review_title": "Very light",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely LOVE this product. Super light and makes my hair so soft. I use it once a week."
        },
        {
            "review_title": "Must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Absolutely buy this ! Made my hair soft love all of Briogeo  hair products my stylist even noticed a difference in my hair !"
        },
        {
            "review_title": "dont use this too often!!!!! remember!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "i have thick hair and had covid twice and lost a majority of it, this stuff is nice for bleached hair that is dry and damaged, pricey but what is not expensive these days for beauty care items!"
        },
        {
            "review_title": "Worth the money!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Absolutely love this product!!!! I shampoo and rinse first then apply it in my hair overnight and rinse the next day. My hair had grown SO much in the last 6 months of minimal use, and is so soft after. Absolutely worth it!!!"
        },
        {
            "review_title": "Please use correctly for amazing results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I have to write this review after months with this product. It also makes me really sad to see any hate on it which is guided by misuse and misunderstanding of this oil. This is not a pre wash, scalp, or styling oil. You should not douse your hair in this. Please treat this oil as the amazing healing product it is for your split ends. It truly has made me hair feel vibrantly healthy by only applying a small amount to my ends daily. With any residual I wipe further up the hair to completely prevent the look of frizzy hair. This also works AMAZINGLY in conjunction with their anti-frizz leave in conditioner spray. Overall please give this a try and donu2019t use a lot of product at a time. I recently tried switching to a different highly reviewed hair oil and hated it. Briogeo did not weigh my hair down or feel as fake and refined as some of these others which are made with pure silicones."
        },
        {
            "review_title": "my hair is the softest it's ever been",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "I tried a sample of this last night and I woke up with my hair feeling amazingly soft and the healthiest it's felt in a long time.  I haven't bought the full size of this yet because it's expensive (I'll cave eventually) but if you want your hair to feel healthy and soft, this is the product for you.  Literally amazing"
        },
        {
            "review_title": "Holy crap this stuff is good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I just did this treatment after clarifying and oh my wordu2026 my hair is the softest it has been in awhile. I have fine/med wavy/curly hair and my hair is so shiny and soft and my curls/waves are bouncy."
        },
        {
            "review_title": "just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Normal skin",
            "review_text": "this is not an intense treatment in my opinion...on my hair it's like a conditioner. the packaging is great, the mask is just ok. I would not repurchase this for my hair. for reference I have thick long hair. maybe it will suit someone with thinner hair. the scent of this is very unpleasant to me, like artificial....maybe that's just me."
        },
        {
            "review_title": "Impressed already",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "One use and I gotta say, impressed. I have dry highlighted hair and when I blew it dry after using this it didnu2019t look like Iu2019d been electrocute like it normally does (Canadian winters). Would recommend"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I use this every two weeks and it leaves my hair so soft"
        },
        {
            "review_title": "Fantastic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was using k18 to save my blonde, over-processed hair from breaking. It worked to keep my hairu2019s structure intact, but my hair was still frizzy and dry.  After using this treatment once (with pureology hydrate mask) my hair felt absolutely amazing. This is definitely a re-purchase for me!"
        },
        {
            "review_title": "great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "You absolutely have to follow the directions to get the best results! I have hair that has been damaged by highlights and tends to look very rough/frizzy. After I use this my hair is instantly softer and smoother. It's pricey, but a little goes a long way and it does give you results!"
        },
        {
            "review_title": "This is wonderful product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "very shiny hair and  very softud83dude0d this is amazing  I recommend it u2764ufe0f"
        },
        {
            "review_title": "Itu2019s ok . Thereu2019s better options",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Itu2019s ok. I personally prefer Olaplex instead and itu2019s cheaper. Doesnu2019t take as long and makes my hair softer and smoother and stronger. I wonu2019t buy it again."
        },
        {
            "review_title": "Purchased product not sponsored",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "**No one paid for this product for me.**  This smells wonderful. I canu2019t say it made a huge difference in my hair though - so the three star rating. I have to say also I love this company but canu2019t stand that nearly every review is u201cI was given this product in exchange for an honest reviewu2026u201d So hereu2019s a review from a real person who buys things with her own money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love this bond repairing conditioner I like to use it after I shampoo and I leave it on my hair for 15 minutes and then I followed up with my regular conditioner. Itu2019s amazing and I love the fact that Iu2019m helping my hair"
        },
        {
            "review_title": "Great!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "NOT gifted and NOT incentivized. I have fragile thin hair that would break constantly but with this it feels and looks so much stronger. I BARELY hear the snapping of my hair anymore when I brush or take a pony out."
        },
        {
            "review_title": "Love it! So repairing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Love this treatment mask. I bleach my hair and the last round of bleach I had some breakage happening, this mask strengthened and softened my hair so much and stopped the pieces that were snapping off (Thank you briogeo!!) I use it once a week or once every other week and leave on for an hour then apply another mask after. This stuff makes my hair feel so much better then olaplex 3 (it was making my hair feel so dry). I highly recommended it. Even if your hair isn't super damaged it's still a really nice treatment for anyone. :)"
        },
        {
            "review_title": "You neeeedd this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve loved all of the Briogeo products Iu2019ve tried so far, and this one did not disappoint! Literally after one use, my hair already felt so silky and smooth. It was crazy. My hair instantly felt stronger, more moisturized, and less frizzy. Iu2019ve tried an actual rice water treatment and this gives the same results with a fraction of the effort. I just love Briogeo as a whole brand. Their products are vegan, cruelty free, and gluten free. As well as just made from the best clean ingredients that are natural but still effective. Youu2019ve got to try this one out though. Itu2019s a game changer!"
        },
        {
            "review_title": "Not Too Impressed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this as a sample with an order. Another hair product (from a different brand) dried my hair out so badly. I hoped this would help reverse the damage. I didnu2019t notice much difference. There are other products that are less expensive and do a better job."
        },
        {
            "review_title": "basically MAGIC",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "guys when I tell you I have the driest hair of all time y'all better believe me. so I left this on my hair covered with a towel for about an hour and it gave my hair the bounce that I could of never imagined. after rinsing this with water I used their deep conditioning mask for about 10 min, how its suggested. This is literally amazing I have extra dry and damaged hair specially in the winter and this just fixed everything. I DONT HAVE TO GET A TRIM Y'ALL I CON WORK WITH WHAT I GOT NOW."
        },
        {
            "review_title": "This is it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I have dry, damaged, and thin hair. Color treated. This stuff is hands down the best leave in conditioner. I apply to damp hair, put on a plastic cap, and blast with some warm air from a dryer. Leave it in about an hour. My hair is so soft after using this!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Okay - this is the real deal. You know when products say one use youu2019ll see a difference and you roll your eyes? No this really made a huge difference! My hair felt stronger & less brittle even when blow drying. Definitely keeping it in my routine!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I wasnu2019t sure what to think at first but I do like it! My hair gets really dry around this time of year and this did help. Iu2019m eager to see it in action over a longer period of time and through winter."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by Briogeo Hair Care in exchange for my review. This is such a fantastic hair treatment. I use it for longer than it instructs, I typically keep in a few hours. My hair comes out feeling so soft, shiny and smooth. Love that it works to nourish dry, brittle hair as my ends are terrible! Overall I highly recommend!"
        },
        {
            "review_title": "Heavenly scent & hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've never tried any treatment like this before, but I know I needed some kind of repairing to happen with my damaged hair! The texture of this was interesting since it's got two different colors/pumps. I used it like a hair mask basically. The scent also is amazing to smell.   As for my results, I did notice my hair's texture felt different and a little more put together! I noticed it was more hydrated from my last use. I'll have to keep using it to see more results but so far I think it's been promising and did make a difference!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My hair is very long but prone to split ends, and has become brittle after three pregnancies. After one application of the Briogeo Donu2019t Despair Repair Rice Water Protein + Moisture Strengthening Treatment, my hair feels smoother and more hydrated, and looks healthier overall. I like that this is made with clean, natural ingredients and has a fresh scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by briogeo for an honest review. This serum makes my hair feel so soft and shiny without weighing it down! Also smells rly good and it will last me a long time so I think itu2019s worth it for sure."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "[Gifted by Briogeo] The sound of rice water is super intriguing to me. I enjoy using Briogeo products so was excited to get to try this one. It's interesting that it can either be washed off or worn overnight. The first time I was wanting to use it overnight but I think I might have used too much that it made my hair super greasy and I had to wash it out. I've since learned to use a bit less and still choose to leave it overnight just since it's easier. My hair feels softer after the next wash. The scent isn't my favorite, but it's not terrible."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "At a first glance this product is pretty with itu2019s pink packaging. It smells really nice and has its own unique scent. To me it reminds me of raspberries. I was a little disappointed when rinsing the product out. It didnu2019t have that conditioning, detangling feeling. I wasnu2019t able to run my fingers through my hair easily. However, when my hair was dry, from my roots to midway feels super hydrated and healthy. This product does not give a heavy feeling which is pleasing. My ends still feel a bit dry but definitely better than without this product. With consistency I can see all the potential in having healthy hair from root to ends."
        },
        {
            "review_title": "My hair felt silky smooth after the first use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been using for over two weeks now and here are my thoughts:   1. I really love how nicely and subtle scented this Rice Water treatment is.  2. The packaging is luxurious, the pump works great, it provides  you the right amount. 3. It feels so light weight and non greasy. I love that it didnu2019t leave a heavy sensation afterwards.  4. I love that is made with  natural clean ingredients.  5. Iu2019ve chemical treated, thick, wavy hair and  I did notice some  improvement after the first use. My hair felt silky smooth.   Overall a great natural hair treatment that nourishes my dry hair."
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Wow, Iu2019m impressed! After just one use, my hair immediately felt stronger and softer. My hair is very damaged so I was surprised to see such a big difference after a single use. Iu2019ve now used it twice and really canu2019t believe how great my hair feels. This definitely lives up to the hype that itu2019s been getting. Iu2019m a fan!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I have been hearing about rice water hair treatment everywhere so I was soo excited to try this product and it did not disappoint! My hair is very dry from bleaching it and I feel like it hydrated and strengthened my damaged hair after just one use! Love that this product is vegan, cruelty free, and gluten free. Also love that this brand is clean and effective !"
        },
        {
            "review_title": "Protein and moisturizer = healthier hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This hair treatment left my hair feeling stronger and looking healthier and smoother. I love how it not only has protein in it but moisturizers as well. My hair seems to do really well with Briogeo hair products! I love how their products are all vegan, cruelty free and gluten free. This was gifted by Briogeo."
        },
        {
            "review_title": "Incoporating this into my routine immediately!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This Rice Water Treatment by Briogeo is such a great strengthening treatment! It is said to strengthen damaged hair after 1 use, which I definitely believe. Not only did my hair feel more hydrated and less dry, it smells AMAZING. I think the packaging is super unique by keeping the two formulas separate and then dispensing them at the same time, super cool! Also, I am always a fan of all of Briogeo's products because they are cruelty free, clean, and natural."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My dry and damaged hair loves this rice water treatment. It makes my hair so soft and helps to hydrate it. My hair is healthy and more manageable. I love that Briogeo haircare are vegan, cruelty-free and gluten-free."
        },
        {
            "review_title": "Healthier hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is such a great hair strengthener. Immediately after using I felt my hair was much stronger and healthier. I have very damaged and dry hair and my has was very soft after this. I canu2019t wait to see how my hair improves with continued use"
        },
        {
            "review_title": "Super hydration!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "This treatment from Briogeo is meant to strengthen damaged hair after 1 use, nourishes and hydrate dry, brittle hair. This product is also vegan, cruelty-free + gluten-free as well as clean, natural and effective! I love using this as a washout or a leave in treatment depending on what my hair needs, I find it really does nourish my hair and leaves it looking and feeling really healthy! Gifted by Briogeo"
        },
        {
            "review_title": "Hair repair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have 4c type hair so let me start of there because thatu2019s very important these days. I know that Brigeo works for all hair types and was eager to try it on mine and let me say Iu2019m impressed. Iu2019ve always wanted to try rice water in my hair because itu2019s really good for people with my texture hair. The packaging was pretty cool & it has 1 nozzle with 2 holes, 1 for moisture & the other for the treatment side which is great for good balance. Iu2019ve been wearing my hair in protective styles for awhile so I needed some good repair to my hair and this came in handy. After application my hair felt amazing and immediately you could see the difference with my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "loving this rice water treatment for damaged and sensitive hair. this is perfect for dry hair, especially in the colder months. helps with re-hydrating hair and strengthening any damage even after just a few uses."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I absolutely love this product! I bleach and dye my hair a lot so I was looking for something that I could use to help keep my hair looking healthy. Iu2019ve heard so much about using rice water in DIY solutions but Iu2019d much rather try a professional product, and this did the trick!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I didnu2019t notice a huge change with this. Even though I donu2019t suffer from breakage, my hair did look a bit shinier. I chalk that up to the moisture being brought back into my hair. This was used over a couple of weeks but not often though. If you need some extra love of moisture and repair to healthy hair, itu2019s one to try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "a must have for blondes! I've never used products with rice water before and I must say that it did wonders on my dry hair! Hair looked healthier, shinier and more full even after the first use! I applied the product after shampooing my hair and left it on for around 10-15 minutes and then rinsed it off, super easy process and great results! I also love the fact that briogeo makes vegan, cruelty free products and  uses clean ingredients that actually WORK! Highly recommend"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Normal skin",
            "review_text": "This weekly treatment is amazing!! First off my hair is dry and I end up with so many split ends. I do use heat on my hair probably 4 times a week. This treatment has made my hair feel so much healthier and softer. I definitely recommend if you are like me and struggling with brittle dry hair!"
        },
        {
            "review_title": "Healthier looking hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Product was gifted by Briogeo in exchange for my honest review.   I donu2019t have a lot of time to go to the salon and get my hair pampered.  I wish I did because hair makes such a difference to a personu2019s overall look and my hair is not in the best shape.  When I was given the opportunity to try this strengthening treatment, I wasnu2019t sure what to expect.  The key ingredient in this product is rice water. Itu2019s a weekly treatment to strengthen your hair and improve it from being brittle, damaged and dry.  You are supposed to massage it into damp hair after showering and leave in for at least 10 minutes or overnight before rinsing out.  I didnu2019t have the patience or time to rinse out afterwards so I just left it in without rinsing off. I was able to do this because the texture was light and not at all greasy. The texture looks and feels like a facial moisturizer.  It did not weigh my hair down at all! After using this, my hair looks healthy, shiny and full. My husband commented that my hair looks much thicker. Iu2019m really glad I tried this product and will definitely re-order when Iu2019m done. My hair gets dry and brittle so this is perfect for me! Briogeo products are vegan, cruelty-free and gluten free and also clean, natural and  effective."
        },
        {
            "review_title": "Best hair treatment formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Briogeo always surprise me with itu2019s new formulas. This hair treatment is a great one for my dry hairs. It changed my hairs look I mean it moisturized my hairs and the end of my hairs not looking too dry.  My grandma always told me to apply rice water on your hairs and this product also contains rice water which is great. I do recommend this product as it worked well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love Briogeo products and this one is my favorite! All their products smells amazing. I just wish this was bigger for a treatment. I use this up way too fast and my hair is medium length. Definitely worth it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This brand is cruelty free! My hair was definitely not in the best shape after a cross country move in which I used those crappy hotel hair products :( I didnu2019t think it would make a difference but it did, felt like my hair was falling out, so I was so grateful to try this. It did help hydrate my hair and it doesnu2019t fall out or break as much after 2 uses."
        },
        {
            "review_title": "Good but not amazing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "The product itself is pretty easy to use and has great design/packaging. I love the pink color and pump design. You get the two different formulas in one singular pump. The formula itself is of a cream texture. It has a sweet scent and applies easily. It was a little thin for mean in terms of texture especially since that caused the product to be not as hydrating as I anticipated."
        },
        {
            "review_title": "Gives my hair moisture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this complimentary from Briogeo Hair Care and It is amazing. I have very dry hair and it really nourished my dry brittle hair and I see more hydration. It looks so much better now that I have tried this brand that is new to me. I like that this brand is clean and natural. This brand is Vegan and cruelty free and gluten free and that is what I look for in a product. This Rice Water Treatment works after only use for me. Love it! I am so glad I finally found something that helped strengthen my hair damage."
        },
        {
            "review_title": "New hair fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love this hair treatement! I just used it and wow i cant believe how soft and light my hair feels after one use, this not only smells amazing but I cant get over how beautiful and smart the packaging is ."
        },
        {
            "review_title": "Glad I added this to my weekly routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This was such a breath of fresh air for my dry and hair! After just one use I saw and felt such a huge difference, my hair felt hydrated, soft and had such a healthy bounce to, overall my hair felt nourished. The brand is also clean, vegan, cruelty-free + gluten-free and natural so I feel really good about putting it on my hair. I really enjoyed this rice water hair treatment and canu2019t wait to see my hair after consistent use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this product! It leaves my hair feeling so smooth and refreshed! Overall it is a great great product and I highly recommend trying it out! I generally love briogeo, it is a great brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Great treatment, I saw the difference right after the first use, which is amazing. Works perfect and does itu2019s job very well. Nourishes dry hair. Hair is hydrated and looks so healthy. I also love that the treatment is natural with no harsh ingredients."
        },
        {
            "review_title": "SOO hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have heard amazing things about rice water and the amazing things it does for your hair so I was really excited to try this! My hair has been feeling so sad lately so I was desperate to try ANYTHING! I just used this hair product last night and I have to say I really do like how my hair feels and if I use it consistently and stick to it I know itu2019ll make a difference. I think itu2019s so hydrating and if Iu2019m already seeing results, I canu2019t imagine if I keep using!"
        },
        {
            "review_title": "Happy with this product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells great, feels great! Not sure how much of a difference this is making for me personally as I started to use it after I decided to grow out my buzzcut, I wouldnu2019t NOT recommend ud83dudc40"
        },
        {
            "review_title": "Amaaazing!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this product complimentary from Briogeo Hair Care to try and review - This stuff is amazing! Its a rich creamy texture with a light fresh scent. I like that it can be used as either an in shower hair mask or as an overnight hair mask. Even after just one use, I felt like my hair was unbelievablely soft and shiny and detangled!! I do feel like I've noticed less hair breakage since starting to use this product too, so I'm definitely excited to see how that helps my hair health in the long run!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This rice water strengthening treatment is certainly interesting! It's actually two different bottles of liquid that get combined when pumped. I thought that was pretty cool and only really noticed because my cap arrived pulled off. I felt like I had to use a lot of pumps to cover my long hair. It's hard to tell if it is applied on damp hair since it doesn't leave your hair softer like conditioner or a mask. However, my hair was soft when I rinsed it out with water! I followed up with conditioner and after everything, I feel like the treatment did help my hair a bit! It's easy to comb through and doesn't seem as brittle as before! I feel like it could do more though for being an extra step of haircare."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this complimentary from Briogio for my honest review. I absolutely love this product! It even made a noticeable difference after one use and even more after a few uses. My hair looks so soft and healthier. I like that this can be left in and used as an over night treatment too. I will buy this when empty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Wow! This is honestly my favorite hair product ever, I highly recommend trying this out. Literally after using it once I noticed a change in my hair, it was super soft and shiny after just the first use. Iu2019ve used this product three times now and my hair has never looked healthier, I literally canu2019t wait to see what long term use will do to my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really like this hair treatment by briogeo. I have long dey hair that is frizzy prone. After using this product my hair looks smoother and silkier. It feels and looks hydrated. I would recommend this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this gifted by the brand. I really love this and I actually own this already so I was super excited to be gifted more. This works on my dry blonde hair to restore it and make it super soft while adding strength to my hair. I absolutely love that a little goes a long way and I'd recommend this to anyone!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I am so obsessed wiith this product. I have very damaged bleached hair, and this product makes my hair feel so strong and healthy. It also smells good. I love Briogeo products and this is good as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I like using this rice water treatment once a week for my weakened hair. I love that it is a clean product and has no harsh chemicals. I saw the results after only couple uses. My hair is more hydrated, smooth and shiny. Gifted by Briogeo."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Briogeo Hair Care gifted me Briogeo Don't Despair, Repair!u2122 Rice Water Strengthening Treatment.I absolutely love this protein treatment. I have thick sometimes brittle and always dry 4C coils. After one use of this treatment I notice my hair to be easily detangled and extremely soft and hydrated. Rice water is know to penatrate the hair shaft and blast with nourishing properties. Which will result in stronger and more manageable tresses. I would definitely recommend this product to anyone."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Such a nice treatment to hydrate your hair. It help to straighten my hair even though I have natural hair, they still need some protein in. It would be very beneficial for damaged and dry hair. The package is great too."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This product strengthened my damaged hair after just 1 use it nourishes my dry, brittle it helped hydrate my hair I love how all Briogeo products are vegan, cruelty-free , gluten-free, are clean, and natural and effective I love all their products and this is no different"
        },
        {
            "review_title": "Cool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Such a great hair treatment! I just love it. I have a complicated hair that normally is difficult to find some good treatment. I adore how my hair feels like after I use it. It's a definitely a must have in routine!"
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have long heard about the benefits of rice water for longer, healthier hair, so I was super excited to give this product a try! I absolutely love it. It's meant to be used as a hair mask, put in after shampooing and left for 10 minutes or so before rinsing. I personally like to leave it overnight to really let my hair soak it up. It smells absolutely incredible too, a beautiful cream texture too."
        },
        {
            "review_title": "Must have for my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This hair treatment is must have for me for the fall. My hair became dry and non shiny after the summer. I usually use it once a week, and it shows great results. My hair is livelier, shiny, smooth and hydrated. Gifted by Briogeo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I like this product. Itu2019s like a two in one. It doesnu2019t smell so bad I thought it would. Makes the hair feel healthier and so excited to use this long term. I know rice water is great for the hair so this product makes it easier."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Absolutely love this packaging. It comes in a nice pump so it is easier to put in your hair. Rice water is known for its great benefits and I can already tell this one is going to give me even more benefits than I have seen."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by briogeo I love this rice water product! My hair is so soft and healthy feeling after using it I would highly recommend to all my friends and family this is so amazing and I love the packaging"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have alot of damage on my hair from straightening it - and I noticed a difference after ONE USE! I love the way it nourished and hydrated my hair. The ingredient deck is so innovative. It's vegan and cruelty-free. Love."
        },
        {
            "review_title": "Great addition to my hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "It improved elasticity and balanced moisture levels. It left my hair more soft  and manageable and without frizz. I feel like it reconstructed my hair it from the inside out and now it looks healthier."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I love how quickly that this shampoo repaired my dry and very very brittle frizzy hair. It smoothed my frizzies and gave me a sleek and shiny look that lasted until it was time to wash again. I also really like the scent ."
        },
        {
            "review_title": "This has saved my hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I was recently gifted a bottle of Don't Despair, Repair! Rice Water Strengthening Treatment complimentary from Brigeo in exchange for my honest review, and my hair has finally stopped breaking off in my hairbrush every time I brush. I am so relieved, because I was getting pretty frizzled looking due to all the breakage. Finally, a product with my exact needs in mind, and safe for my colored hair as well. And the packaging is extremely convenient as well. That dispenser top is perfect."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gifted by Briogeo. I have straight thin hair that is prone to breakage and thinning. I love Briogeo products and this mask didn't disappoint. Already after one use I've noticed healthier stronger hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love this moisture strengthening treatment! My hair felt so moisturized and I  noticed minimal shedding when I was detangling my hair after using this product ! I definitely recommend trying this moisture strengthening treatment !"
        },
        {
            "review_title": "Healthy and strong hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this rice water complimentary from Briogeo. I have damaged dyed hair so this is a must have in my routine now. I like to use it once a week and I already see the results. Hair seems to be stronger and it looks healthier too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Wow!! Wow. Wow. My hair has been through the ringer over the years with highlighting and heat styling constantly. Iu2019m always on the hunt for products to give me the shine that people with no processing to their hair have. This is absolutely the product. Itu2019s the one. My hair is shiny and so soft after the first use. I canu2019t wait to see how continued use makes it feel!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Just like the original donu2019t despair conditioning mask this one doesnu2019t disappoint! It has rice water in it which is such a nice addition to this line because itu2019s so good at strengthening your hair from the inside out."
        },
        {
            "review_title": "impressive results for fine, color-treated hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have fine, color-treated hair that I usually blow dry a few days every week. This product worked REALLY WELL for repairing breakage, smoothing my hair texture, and improving shine - you could see the difference after just one use. I loved how convenient it was to use too - no need to sit around with goop on my head, just used it in the shower while I was shaving my legs. Highly recommend if you're looking for a better-smelling, less expensive, and more convenient product compared to Olaplex."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I use this after shampooing with Briogeou2019s shampoo about once a week. It leaves my hair so silky smooth. I have super fine hair that does have a little breakage and damage, and this always helps minimize that and strengthens my hair. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is absolutely amazing. I have a super long hair and the ends are very damaged. I used this a couple of times and it honestly worked amazing. My hair looks healthier stronger and just better overall. I would highly highly highly recommend this product, and I will definitely purchase this again."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Disappointing. Used just as described and I don't think it did anything for my hair at all. Feels like a glorified pre-conditioning treatment. I did not notice any difference to my hair after using this a few times. At this price point, there should be a visible difference. Am returning."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this Product Complimentary from Briogeo.  I am SO impressed with the results after one use. I was super skeptical. My fine hair is  SO damaged, so dry and I feel like it's just breaking off. It's frizzy. It's honestly just a mess. After one use of this mask, my hair is softer, more manageable, Smoother, more shiny. I am really not sure what the other reviews are talking about, but everyone has a different results. In my case, SO GOOD I am SO IMPRESSED! I cannot wait to see longer term results!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love to incorporate this into my curly hair routines every few washes for that extra bump of moisture but also protein! It makes my curls really plump and juicy all while strengthening my hair and preventing breakage."
        },
        {
            "review_title": "Amazing rice product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow just wow! Such a good treatment came in right in time with my damaged hair! So happy to have it have yet to try it regularly and see results but so far itu2019s an amazing product that Iu2019m really looking towards!"
        },
        {
            "review_title": "Really hydrating!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "Gifted by Briogeo in exchange for my honest review. I'm really liking it! I don't know that I've necessarily noticed stronger hair but I don't color or heat style so I don't have much damage. I mostly just struggle with dry hair and this hydrates my hair well without being too overly heavy. Also has a nice scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Briogeo never disappoints! I have very frizzy, damaged and colored hair. Over the past year I have tried so many different masks and treatments to help my hair grown and look as healthy as possible. This is the perfect amount of protein. My hair feels incredible and the scent is lovely like the other Briogeo products. Big fan!"
        },
        {
            "review_title": "Great hair treatment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019ve used this product so many times and it does what it claims! I love the consistency which isnu2019t very filmy and the scent isnu2019t overpowering. This is my weekly treatment, which sometimes Iu2019ll pair with the deep conditioning mask for more intensive haircare routine. Itu2019s very nourishing and leaves my hair very soft, smooth, and bouncy! I also noticed that overtime my split ends are gone."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "My thin hair has been enjoying this treatment. Like other Briogeo products, it has a nice scent. It doesn't weigh my hair down and doesn't add any oiliness. It also leaves my hair feeling soft, hydrated, and looks less frizzy."
        },
        {
            "review_title": "My hair feels incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I loved using Briogeos New Rice Water Strengthening Treatment for my hair! I bleach my hair so itu2019s super important I find good treatments, and this one works amazing! I leave it on for 30 minutes and my hair feels very soft and smooth after"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Aside from the fact that this works super well, and I totally love it for that, I also just really love the smell? It works super well for my fence right here, definitely nursing and hydrating. 10 out of 10 would recommend!"
        },
        {
            "review_title": "must-have for dry hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This was exactly what my hair needed! My hair tends to be dry everywhere except for my roots that get oily over time, and it is wavy and this gave my hair the nourishment and strength that it seriously needed, also the packaging is adorable!"
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have always wanted to try a vegan formula that left my hair smooth and this has to be it especially with how gentle it was when it came to my hair, I am obsessed ! Hoping to see more results soon !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "After just one use this rice water strengthening treatment left my hair feeling stronger, smoother, and  healthier. The ingredients are amazing and the quality of the treatment is unlike others Iu2019ve tried."
        },
        {
            "review_title": "Awesome for damaged hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Gifted by Briogeo! This hair repair treatment is amazing! I could tell after 1 use that it went to work on my hair! My hair looked & felt softer & smoother & it was soooo soft. I can tell it is starting to mend my split ends as well! & it smells amazing! Definitely a must have hair care product if you have dry and/or damaged hair!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "In love with this rice water treatment. I truly feel my hair becoming stronger after one use. The scent is nice and not overbearing. There is no after residue like other rice water products. Packaging is nice and is generous with amount of product too!"
        },
        {
            "review_title": "their best product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "this is definitely one of briogeou2019s best products ever. I use it on my damp hair and honestly I just leave it in and let it sit overnight then wash it out. my hair looks so soft healthy and smooth and I highly recommend!"
        },
        {
            "review_title": "Great for dead hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This is my first time trying a rice water treatment and I am amazed at how well they work! My hair feels so much stronger just after 1 use, and this treatment really hydrates my hair and keeps it from becoming frizzy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a great treatment because I noticed a difference after one use. My hair is healthier, hydrated, and stronger. It is easy to use. I leave it on for 15-20 minutes, once a week. I love Briogeo because their products are vegan, cruelty-free, gluten-free, clean, and natural."
        },
        {
            "review_title": "Dry Hair Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "My fine, medium hair is so damaged at the ends with split ends, and overall dryness. When I tell you this product made my ends feel so smooth in one use, and even made my hair feel more hydrated. My dry hair has never been so happy. This product also has clean ingredients, which is such a plus. This definitely works, I recommend!"
        },
        {
            "review_title": "Hair texture is changing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve used this product twice so far, and already the texture of my hair is changing.  Itu2019s becoming more wavy.  My hair has been getting straighter over the years, but this product feels like itu2019s bringing it back to itu2019s youth.  I use this along with the deep moisture hair mask.  Am interested in seeing what other changes will take place!"
        },
        {
            "review_title": "A must postpartum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "4 months postpartum and my hair has been super dry and falling out like crazy, used this one time and my hair did a complete 180!! Moisturized and detangled, an absolute must have"
        },
        {
            "review_title": "Nothing special",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I do really wanted to like this, but unfortunately I donu2019t . I am still using it. Maybe I am expecting to see more hydration on my hair after use but i donu2019t . After application , my hair feels just like i only did normal wash without putting any conditioner treatment on it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I LOVE this treatment. Left in overnight and my thick, coarse hair was soft, shiny and healthy. Iu2019ve used MANY expensive masks and treatments and this is the best by far!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This definitely made a difference for me.  My hair is thin, dry & brittle and I get a lot of split ends.  After using this for a couple of months, I donu2019t see many split ends."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Lately my hair has been dull and dry. I've tried so many products to bring it back to how it used to be, and this product is now my holy grail! After one use I've seen such a BIG difference. I use the briogeo strength + moisture leave in spray hair mask after, and I don't think I'll go back to anything else. If you're on the fence, buy it."
        },
        {
            "review_title": "The best hair mask ever!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I left this in my hair for a few hours & im telling you itu2019s the best my hair has felt since before bleaching! It makes my hair look like I had a professional treatment done. Super smooth, soft & healthy!!"
        },
        {
            "review_title": "FRIZZY AND DRY HAIR u2014> YOU NEED THIS",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Got this as a sample and I LOVED it! Only gave it 4 stars because I only used a sample and canu2019t perfectly judge the full-sized product. I have dry, frizzy, and coarse hair and itu2019s extremely difficult for me to find effective products that address my hair issues. After only using this treatment one time, my hair is a level of soft, shiny, and manageable that I havenu2019t found with any other hair products. Try this treatment if you have the same issues!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this as a sample with a purchase recently. This product is one of the best hair treatments I have used. Wonderful for dry hair."
        },
        {
            "review_title": "helped repair my hair after japanese straightening",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "I've been doing japanese hair straightening 1x/year for about 6 years now.  I moved to a new state and found a new salon which did an OK job but left the processor on a little too long resulting in about 1/4 of my hair, right at the scalp, being damaged. It felt super coarse, whereas I normally have soft silky hair.  I decided to try this about 2 weeks after the treatment.  I left it on overnight then shampooed and conditioned w more.  I can tell a notable difference after just one time!  My hair at the scalp feels softer.  This product is totally worth the money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "This product does MIRACLES if you have dry and thin hair. Iu2019ve used this just 2 times (leaving it in over night) and my hair feels and looks so much healthier, moisturized and my hair feels so much stronger I know it canu2019t make my hair thicker but it almost feels thicker by how much stronger my hair is"
        },
        {
            "review_title": "Fixed my wavy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I used to have wavy hair with some curls but lost them years ago, so I did strict curly girl method for months and months (almost a year) and couldn't get my hair back to it's former nice, shiny, 2c waves... the best I got was maybe 2a with a few wavier spot. I finally gave up and went back to doing whatever and just dealt with having basically straight hair.  Then I found this stuff and it has changed my hair. It's finally back to how it used to be. I'm using sulfates and silicones and this is the best my hair has been in years. These photos are after washing and air drying; no styling and just a few sprays of leave in conditioner."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Got a sample of this product and the first time I used it, it was an unbelievable difference. My hair felt stronger and less dry (even though I didnu2019t deep condition afterwards, just used regular conditioner). Bought the full size immediately. Not sure how often I will use, my hair doesnu2019t always love protein, but every couple weeks is the current plan. Have never felt this much difference after just one use. My hair is fine (but I have a lot of it) and straight. Not colour treated (just regular heat damage etc lol). Highly recommend trying this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have thin hair with some heat damage, this product helps make my hair feel less broken. Has a nice scent, and the amount really goes a long way"
        },
        {
            "review_title": "Good product, wrong hair type",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I want to love this product but I feel a little conflicted. I have been using this 1-2 times a week for several months and I do feel as though my hair is stronger but the moisture component is lacking here. I have mixed texture hair and find I still need to layer in more moisture in order to get good hydration when leaving this in. Good product but not for me at this price point."
        },
        {
            "review_title": "THE BEST!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Amazing! I have tried so many hair treatments and this one by far has the most noticeable results. After just one use, my hair felt silky smooth and soft, and, immensely hydrated. My hair has become a lot drier over the last few months from colour. Typically Iu2019d wash my hair and it would air dry fairly quick at the ends/in the areas most damaged. After using this product, my hair took ages to air dry simply because of how moisturized and hydrated it was. This will be a staple in my hair care routine going forward!"
        },
        {
            "review_title": "Thicker at scalp & stronger curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I used this product since right after its release and itu2019s amazing! After about two months my hair stylist  even commented that my hair was stronger and was taking longer to dry. The best problem! Make sure to mask after!"
        },
        {
            "review_title": "does it's job, but not anything spectacular",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "it definitely softens hair and improves texture SOMEWHAT,  but adding too much can make your hair very heavy on the ends and greasy. i wouldnt say this product is worth it's price point, though. you're better off buying a good hair oil instead."
        },
        {
            "review_title": "Hair-type Dependent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "For reference, I have a ton of fine to medium 2b/c hair that has been chemically treated.  I'll start this off by saying I've never used actual rice water with real rice as a rinse for my hair, so I cannot compare the two. That being said, I thought this would be an interesting way to check out this trend and soften my chemically treated hair. This definitely fortifies my hair but leaves it stiff/stringy and a bit dull, verging on greasy. I would never be able to rinse and style this, and it makes my hair unbearably greasy by the second day. I thought I was using too much or not rinsing enough, but when I tried correcting for either it just left my hair dry. This also caused next-day hairstyles to collapse. After using it for a few weeks, I can't say that this caused any improvement in my hair, but it definitely did not leave it in worse condition."
        },
        {
            "review_title": "Forever Repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "So good! Makes my high porosity hair extremely soft. Compared to other damage repair products this us more affordable and you only need to use a few pumps."
        },
        {
            "review_title": "not for dry hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Ehh. There are other masks that strengthen and moisturize better than this one. Not worth the money."
        },
        {
            "review_title": "good but not a staple",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is a solid treatment, but it wonu2019t be a staple In my hair care routine. If youu2019re constantly bleaching your hair I would recommend this for sure or if you just bleached it and want to strengthen your hair itu2019s amazing. I wouldnu2019t recommend for hair that isnu2019t damaged though, it feels like an unnecessary step when a mask can do much more."
        },
        {
            "review_title": "NOT MOISTURIZING AT ALL!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair",
            "review_text": "I Gave it a chance because itu2019s a more natural product and thought that it would help with my fine and dry hair.   Iu2019ve put A LOT of product since it didnu2019t feel like it was moisturizing enough. Waited 10 minutes, rinsed. My hair was all tangled up after the rinse, and not even more hydrated. Very disappointed, Iu2019ve return the product since it is so expensive!"
        },
        {
            "review_title": "MAGIC IN A BOTTLE Better than ANYTHING I've tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have tried EVERYTHING.  This line of products is exceptional.  After years of dying my hair dark brown, I decided it was time to transition to blonde so I can ease up on my time spent at the salon.  At the moment, I am highlighting about every 5 weeks to lighten the died strands, and to maintain the integrity of my hair, I have been using products to help strengthen and condition.  I started with Olaplex - and while decent - wasn't overly impressed.  K-18 was next and honestly, I just can't understand the hype as it did nothing.  I decided to give this system a try and WOW.  In ONE wash my hair is silky, shiny and looks fantastic!  I got the oil, mask and conditioner.  First off, you'll be impressed by the AMOUNT of product you get.  I finally feel like the investment matches the bottle size.  It smells pleasant, the conditioner feels like a drink of water going on your hair and the results were amazing.  I rarely review, but was SO impressed felt like I had to share the experience!  Highly recommend!!!"
        },
        {
            "review_title": "Would not buy again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Not sure if it is helping with hair.  Anytime I use my hair feels super tangled and stiff. I bought the whole package including this and considering itu2019s so expensive I am really disappointed"
        },
        {
            "review_title": "Holy grail hair product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This treatment makes my hair feel new again. I love hot healthy my hair looks after it, and it makes it move and shine like a Pantene ad."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Returned this product. I have fine, thin, damaged hair and was hoping this would help, but I just didnu2019t see any difference. I was very disappointed. Maybe itu2019s not for fine hair?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I hope they never change this formula. I have curly hair but have a love affair with my flat iron. This brought my hair strength back in one use abs by the second use I stopped seeing tiny pieces of broken hairs when I brushed. I use after clarifying with a shower cap for an hour and let my body heat activate it. I rinse and use the donu2019t despair repair deep conditioner in the shower for ten min. Canu2019t believe how this has saved my hair. The shine is incredible. I hope they never change this formula. Game changer."
        },
        {
            "review_title": "Great at restoring moisture, softness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I damaged my hair by over-using my curling iron, and this helped restore its moisture & softness! After two uses, there was a noticeable difference. The suggested use is leaving it in for 10 minutes+, but I strongly recommend keeping it in for at least 1 hour."
        },
        {
            "review_title": "looking for moisture STRENGTHENING treatment here",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Dry skin",
            "review_text": "I just recently purchased this after taking my hair out of the protective hair style (knotless braiding) and Iu2019ve been using it so far I like how it make my curls soft. My hair is naturally curly and I colored blonde so definitely need as much treatment and moisture so Briogeo is always a go for me especially black owned companies."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Obsessed! For starters, I was skeptical on the scent but I actually love it! It doesnu2019t make my hair crunchy or look like it has product. It makes my hair have this beautiful beachy wake. It is so fun and perfect for when you donu2019t want to use heat!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Heaven sent! Your hair will feel amazing, soft snd silky. I leave it in on in the shower for about 20 minutes then condition and my hair feels like silk."
        },
        {
            "review_title": "A little goes a long wayu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "Reviews on here were a little mixed, but I took the leap. I did a quick wash on my hair and applied about 3 pumps of product to my hair to start. Even as I was combing it through I saw how my hair reacted. My curls/coils were defined. I added another 2 pumps of product, worked it in really good and covered with a plastic cap for about 5 hours while I cleaned. Once I went to wash it I could feel how much softer my hair felt. I followed up with mask from the same line and wow. My hair was shiny, smooth and soft. I did a quick blow dry and was not disappointed at all. I typically donu2019t wash my hair myself but wanted to test this out Iu2019ll be taking it to my hairdresser on wash weeks to implement into my routine. There were complaints about smell, but the smell isnu2019t strong nor bad. I have thick 4a/4b hair thatu2019s color treated."
        },
        {
            "review_title": "Will repurchase",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Huge Briogeo fan for a reason. Really enjoy the after math of this product. My thick curly hair can always use an extra dose of moisture and this delivered."
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Idk how they finish formulating this product and decide Yep! that's perfect.. don't make any changes. Lol it's probably one of the worst smelling hair products I've ever used and just returned it for that reason, couldn't stand it. It's almost like a sweaty body odor scent?.. to me. And I agree with another reviewer who mentions you have to pump a lot to get any significant amount of product out. Unfortunately, I also didn't notice any radical change to my hair afterwards. I'm sure this will work for some people, but not for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "LOVE THIS!!! If you let it sit in your hair overnight it drastically changes your hair. It leaves it shiny, full of life, and helps with damage/split ends."
        },
        {
            "review_title": "best curls of my life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My hair was feeling very dry and my curls were not looking good.  I had heard about rice water rinses but didnu2019t want the hassle.  I saw this and didnu2019t expect much from hit but omg!  My hair/curls feel and look the best they have in a very long time.  Iu2019m getting amazing curls and with this!  Iu2019ve used about 6 times and my hair/curls get better each time.  It looks like I used a curling iron but have not.  I wash my hair, put product in and air dried.  Iu2019ve already bought another one because I do not want to be without this product!  Chefs kiss 10/10"
        },
        {
            "review_title": "Wonderful Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "Love this product more than any hair product Iu2019ve tried! It makes my hair so soft and smooth. Havenu2019t noticed a difference in length though but my hair doesnu2019t grow easily."
        },
        {
            "review_title": "works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great product use overnight for extra soft and moisturized hair."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "So good, I work in a chlorine pool which leaves my hair brittle dry and thin and I use this while working in the pool by putting it in before entering to make sure the water doesnu2019t absorb in my hair and then wash it out after the shift and it leaves my hair feeling so soft. It also has given me more volume as my hair is breaking a lot less after using this treatment. It also just smells really good which is pretty nice. Def get it"
        },
        {
            "review_title": "WONDERFUL AND WORTH IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Yes, it works, it leaves my hair super soft for days! I did notice that if I leave it over night the results are much better."
        },
        {
            "review_title": "itu2019s giving what itu2019s supposed to give.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "LOVE. The pump gets a bit annoying though since it only releases so little. So youu2019re there for awhile just to pump a good amount. Also Iu2019m not used to the texture of this hair mask. Normally in a hair mask it feels very heavy and this glossy layer on top of your hair, this one doesnu2019t feel like anything is really there. You just have to trust it lol. Unless my hair is that damaged. Afterwards it so soft and Iu2019ve noticed my hair is much stronger. Love love."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I LOVE THIS.  but it IS very drying.  definitely use a hydrating conditioning treatment after!"
        },
        {
            "review_title": "I donu2019t enjoy it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My hair is dull and lifeless after using this. I follow the instructions to leave it in at least 10 minutes and follow with a deep conditioner. I feel it doesnu2019t rinse out cleanly and when I use it I know I will have a bad hair day. Because of the price I have co rubies to use it but not sure how much longer."
        },
        {
            "review_title": "leaves hair tangled",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Not quite as good as all the raves suggest. It doesnu2019t detangle at all. I wash my hair then put on a deep conditioner and wait 20 minutes then rinse. With this product my fine hair is tangled as if I didnu2019t condition at all. I mix it with another deep conditioner which helps but for how expensive this is, it honestly should not leave hair a tangled mess."
        },
        {
            "review_title": "saving my once platinum hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I really love this product - I have such damaged hair from bleaching and heat and this worked better than Olaplex for me. After just one use my hair was a lot calmer and after a few, I saw so much less breakage."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "One of the best hair treatments I have used in a very long time. This product has definitely made a difference in my hair. I notice that my hair is softer and stronger after just one use. What I really like is that it does not feel like it leaves a coating or film on my hair like many other treatments or conditioners. I have hair that goes down to mid back and hair that tends to get gummy and snaps but this product has really combatted this and bought life back into my hair. The scent isn't too strong or overwhelming and goes away soon after my hair dries.  Also, I purchased this with my own money. Not gifted in exchange for review."
        },
        {
            "review_title": "Brought my curls back in one try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My curly hair was chemically damaged for months now and it kept getting worse and worse. I basically lost my curls, my hair would fall flat and dry. I used this once and my curls are almost fully back already. I canu2019t wait to keep using it to get even better results !!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "feels great on the hair !! Has a little weird smell but nothing you canu2019t stand. Have to get multiple pumps to get enough product. My hair felt moisturized and strong after the wash!"
        },
        {
            "review_title": "My hair is SO soft, very happy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m so happy with this product! I got a sample of this and will definitely be buying the full size. My hair is dry, fine and wavy so Iu2019ve been searching for something that will make my hair strong and soft at the same time. This is it! Only used it once and already amazed. I used it after the ghost verb shampoo and followed it up with the verb ghost hair mask. Worked like a charm!"
        },
        {
            "review_title": "too heavy for fine hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Way too heavy for my fine hair. I wanted to like this, but itu2019s just too heavy."
        },
        {
            "review_title": "Leaves your hair Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This stuff is fantastic It made such a difference in my hair I noticed immediate results i let it sit for 10-15 min and it made my hair shiny soft smells good and my hair looks very healthy I also use this on my 8 year old and she had the same results and I like the ingredients in there definitely worth buying"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I loved the idea of this product but I didn't see a difference whatsoever after using it. It smells nice but for me, it was more gimmicky than useful."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Wanted to focus on really helping my colored hair and treatments that tend to make my hair less shine and dry. Iu2019ve used this product 3 times now about 1 time a week and Iu2019m noticing an immediate difference. Will be curious to see if it makes long lasting improvements as itu2019s not cheap."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am Sephora beauty community ambassador and this is my honest and authentic review of this product, I like the texture and the scent, however I'm not overly impressed unfortunately. I see more improvement with olaplex products"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I've only used this once (got it as a sample) and was sold! I have fine wavy hair and this really gave my hair shine and smoothness that I have been looking for! I left it in for over an hour and then washed it out as it said on the directions."
        },
        {
            "review_title": "meh",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Initially has not helped at all - maybe with continued use, it will. Product arrived with the label placed unevenly  ... made it feel cheap (and it certainly was not)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I have type 4 hair (4c) and had in stitch braids in for 6 weeks. I was told by my hairstylist I would need a protein treatment at least twice a year. Normally, I would pay, but I decided to buy the product and I am glad I did. Once I took out my braids, my hair was dry and brittle. After I wash my hair, I put the product in and left it in overnight. It left my hair soft and easy to detangle. I have notice I was going back to pump out product several times for one section. I followed up with the avocado deep condition which help restore my hair as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "C'est incroyable juste apru00e8s une utilisation. Mes cheveux sont extraordinairement doux, fortifier x 1000 et plus volumineux. J'ai fait une pose de 1 heure, je n'imagine pas une nuit."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have bleached my hair for a good five years and have been on the hunt to find amazing products. This is a staple. I left the treatment in my hair overnight, rinsed, and followed the rest of the instructions. My hair is SUPER soft and feels healthier than ever. I recommend a good detox shampoo before using this too. Normally, when I brush my hair, the ends break off and I can see the strands of hair on my clothes. Not anymore thanks to this product!"
        },
        {
            "review_title": "Curl & Wave Enhancing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Wow! Stuff delivered on my wavy but fine, colored hair texture.  Did not weigh down my hair at all nor did the product get greasy or heavy causing my waves to go flat and/or straight.  In fact, my hair had curls in spots and not just waves.  I followed the direction and also did the Don't Despair, Repair deep conditioning mask after this Moisture Strengthening Treatment.  Just did the 10 minutes on both products and had results that were pretty amazing for my hair.  I am sold and don't mind paying the price because it actually worked for me!  This is the bomb!"
        },
        {
            "review_title": "Nice product that works",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample pack of this so I was only able to try it once. It made my hair very soft and silky. I donu2019t have damage to my hair really so I feel like there would have been even more of a difference in someone with more damage to their hair. Overall it was nice and I saw a difference with just one use."
        },
        {
            "review_title": "absolute perfection.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I absolutely am fully impressed by this product. I have went through a lot of hair masks by different brands and love the quality from this hair mask! Theyu2019ve truly outdone themselves on this formula."
        },
        {
            "review_title": "Amazing shine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This is absolutely fabulous!   My hair is processed and never really has a lot of shine.  I applied it, left it on for ten minutes and then followed with the Briogeo repair donu2019t despair hair mask.  Itu2019s a protein treatment that is hydrating as far as protein treatments go, but protein treatments are not hydrating so a follow up mask is needed.    My hair once dried and straightened was sooooo shiny and remained super shiny for four days!   Awesome product.  Beware to those who donu2019t know, protein is great for damaged and porous hair but donu2019t overdo it as too much protein seals the cuticle making it unable to absorb moisture.  I reccomend using products without protein for a few days following this treatment and to use this only once a week as directed."
        },
        {
            "review_title": "phenomenal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this treatment! I use it twice a week right after I shower and leave it in, and I have to say within the 3 weeks that Iu2019ve started using it, I can see that my hair is much shinier, smoother and healthier! I get less tangles during the day and it smells amazing! I do have finer textured hair with thick density but I do find itu2019s easy to use too much of this product. It can be quite heavy if you use too much!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this treatment! I let it set in my hair for a few hours before gently rinsing it out followed by a deep conditioner mask. I have naturally dry curly hair. I use the mask weekly and my hair has gotten stronger and shinier. Oh and a little goes a long way! It's a little pricey but worth it- I just wish the bottle was larger."
        },
        {
            "review_title": "absolutely horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "absolutely horrible for my hair.  it left my hair feeling super dry. this product was a complete fail for me. everyone loves it but i had more hair fall out with this product more than anything else ive used. you can forget about me even trying to style my hair afterwards."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Just WOW! It leaves my hair really smooth and silky!! It smell really good too!"
        },
        {
            "review_title": "In love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this product! I rarely see a difference after the first use, but with this one I do.  My hair feels softer and healthier."
        },
        {
            "review_title": "LOVE THIS PRODUCT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "My hair has never looked better since I started using this. It makes my hair look so healthy and shiny. I absolutely love this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've been concerned about hair loss, breakage, and how much my curly hair seems to get tangled, which pulls out more hair. This product makes my hair soft and easy to comb through. I use a flat iron on it to minimize tangles, leave it on overnight, and now my hair has a chance to grow back!"
        },
        {
            "review_title": "wont really work if you already Olaplex",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Did not work for me. My hair is very dry damaged and frizzy. I tried it twice a week, also left it overnight  once but it wasnu2019t showing any improvement. In fact I think my hair was breaking more :/ Unfortunately Olaplex is my only saviour. However, I do use the briogeo donu2019t despair hair mask and it works incredibly well, better than this one (just by itself)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Amazing! My hair is thin and fine  Iu2019ve only used it once and can tell a major difference.MY hair is thicker and hardly any hair falling out when brushing!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Nothing good besides nice light pink color of the conditioner"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Such a great product !! Loving the way it makes my hair feel, look, and smell. Will be purchasing again !"
        },
        {
            "review_title": "All-time fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I've never reviewed any products on Sephora, however, this product is amazing. !! I've been suffering from major hair loss and nothing seemed to work but this product is a game changer. I've only used it 2x and I literally have had very minimal hair loss. This product is a staple in my hair care routine. Don't sleep on this one!!"
        },
        {
            "review_title": "Excellent Source of Protein",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Perfect for my hair. My hair needs a ton of protein to avoid frizz and this works so well. I donu2019t use a hair mask after this because that would be way too much moisture for me. I imagine rice water is good too but I could never get around to trying something so inconvenient.   FYI, your hair needs a balance between protein and moisture products. Protein strengthens, protein softens. If your curly hair falls flat easily, you might need more protein. I do, and so my curls last longer with this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've used this a few times now and it really works!  My very dry damaged hair is softer and has less split ends."
        },
        {
            "review_title": "amazing game changing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I normally never write reviews. But I had to with this product. My hair has never looked better. Zero frizz or dryness even on my ends. My blowout has never been smoother. You need this product. Also, the smell is not overpowering at all."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Amazing! I have coloured treated hair and this makes my hair feel soft and healthy. Love it so far."
        },
        {
            "review_title": "BEST TREATMENT EVER!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "One of the best hair products I have ever used. Hair turned smooth and shiny in the first use and when I had only left it for 10 mins on my hair. Finished it off with the repair donu2019t despair mask. This product has done miracles to my frizzy and dry hair in the very first use. Buying extra bottles ASAP!!!"
        },
        {
            "review_title": "buy this rn!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "i have very thin, very dry, very frizzy colour damaged hair and i got this as a sample i've only used it once and it already made my hair a little more soft and manageable and less frizzy so i have very high hopes for this and am going to buy full size"
        },
        {
            "review_title": "great treatment/use moisturizing product after!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Beautiful product for damaged hair, but DEFINITELY needs to be followed with a deep conditioning mask and/or leave in conditioner. This also shouldnu2019t be used very frequently or it will dry your hair out, like any protein treatments can do, if you donu2019t add moisture back in afterwards. It also has way better ingredients that a lot of the u201ccomparableu201d treatments. This and Olaplex#3 are my go-to treatments, and will alternate between them :)"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Nope , I wanted to love it didnu2019t do much tried it a few times no different than a drug store mask"
        },
        {
            "review_title": "Magic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I received a free sample of this and OMG my hair has never felt so healthy, so strong and that too just after the first wash! I have had dry, curly, frizzy hair all my life but this product changed my life. My frizziness and brittleness totally disappeared. Plus it smells amazing!"
        },
        {
            "review_title": "soft and fluffy !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have naturally level 5/6 brunette long hair, thin and soft but lots of it. Iu2019ve been dying it blonde for about two years now and the breakage/dryness at front and ends is becoming an issue. I just tried a sample of this, and instead of feeling dry after air drying, my hair feels super soft, voluminous and fluffy. I knew it was going to feel different even from how it felt in the shower! I like it! Instant impact :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have fine, damaged hair and this worked so well! My hair is so smooth and soft, doesnu2019t feel heavy or greasy either. Totally agree with all the great reviews!"
        },
        {
            "review_title": "Perfect for curls that are misbehaving",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I loved it for my thin, curly hair. I tried a salon protein mask early in 2020 and discovered my frizzy wavy hair was actually curly. When my hair starts to feel damaged, easily tangles, or my usual routine isn't giving me my full curly, it's time for protein for my hair.  This worked beautifully and felt so soft afterwards. It is a big bottle so it should last me quite a while"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Got as a sample in an order. There are a few items from Briogeo I like, sadly this isnu2019t one of them. It didnu2019t feel good on my hair when applied and it didnu2019t feel good rinsed out either. To promote a treatment with protein + moisture then recommend following it up with a protein mask seems rather pointless."
        },
        {
            "review_title": "Really good, recommend for damaged hair.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got this as a sample size and it worked amazing! Hair was super fried from bleaching and dying it too much, this brought it back to life. super soft and silky now. Absolutely buying a full size of this bad boy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Good, but not the best treatment Iu2019ve tried! Probably wonu2019t buy again."
        },
        {
            "review_title": "Great supplement for curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "The benefits of protein are great and this hair mask shows it - I have curly hair but they tend to fall and flatten as time passes. After using this, however, my curls lasted days."
        },
        {
            "review_title": "Iu2019m impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells amazing and works very well. Iu2019ve been growing my hair out long and havenu2019t had a trim since pre-panda. I live with harsh winter temps and very hard water, so suffice to say tangles are the norm around here! After one use (left it in for only 20 mins) my hair air dried beautifully. Wore my winter hat same day, still silky! Even the next morning no tangles! Couldnu2019t be happier. Iu2019m excited to see what an overnight treatment will do. Shame itu2019s so pricey because this will have to be a staple in my hair care."
        },
        {
            "review_title": "So deceiving",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I feel this product made my hair dry it also didn't help with frizz  even though this is a hair treatment I still feel that I don't know why you would have to use deep conditioner with this this seems to be a product that would harm your hair cuz when I first purchase this product it had a lot of good reviews and then I read some reviews where other customers said that they had made their hair dry and that's true this is very drying I used to like their deep hair mask and they changed something in that that it was no longer the same I don't know why companies need to change ingredients and their products they think we don't know when they change something but I use a lot of different hair care products and nobody wants something that is going to dry out their hair"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Gave incredible body to my hair and it definitely feels stronger! The only down side for me was the smell, it's quite strong, but it was worth it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is really nice, and so far after a few uses I like it very much. I was trying to place the scent of it and then it hit me, La vanilla blackberry! It is the same scent, identical."
        },
        {
            "review_title": "Follow the instructions exactly and it will work",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is definitely meant to be used right before deep conditioning (even says so on the bottle). Rice proteins can leave hair feeling dry but if you follow the instructions on the bottle, youu2019ll get amazing results!"
        },
        {
            "review_title": "Made my hair greasy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I purchased this product with hopes that it would provide my hair with moisture.  The day I received it, I used it.  After I blow dried my hair, my hair felt amazing and looked good (this was around 5:00 pm).  When I woke up the next morning my hair felt greasy and continued to get worse as the day went on.  Keep your pennies in your pocket or go with another brand.  Maybe my hair is just too fine for this one."
        },
        {
            "review_title": "First review - This stuff is incredible.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Life-changing. I have long, medium-textured hair that has begun to thin as I age. From the first use, I saw a difference in my hair -it became silky, strong, and incredible. I've been using it for two weeks now and it has become part of my forever routine. Highly recommend."
        },
        {
            "review_title": "Overpowering Smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I really like the Donu2019t Despair Repair shampoo, but unfortunately the smell of the Rice Water is too overpowering."
        },
        {
            "review_title": "DONT THINK TWICE- BUY IT ALREADY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Holy crap Iu2019ve never ACTUALLY had a product that made a difference in my hair after the first use. For reference I have dry, 2C hair that I put a lot of heat on. It dries out pretty easily if Iu2019m not taking care of it. I love the Briogeo Deep Conditioning Mask and using this before that, made my hair the softest it has ever felt. Even already got my mom hooked on it after one use. Yes itu2019s a little pricey, but if youu2019re looking for some help to moisturize + strengthen your hair, just do it. You wonu2019t regret it!!"
        },
        {
            "review_title": "Love this for strength/growth goals!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I think most of the negative comments are using the product wrong; this is a protein treatment not a moisture mask! Follow the directions and use a hair mask after. This isnu2019t meant to provide detangling, moisture, or softness. This is meant to add protein to the hair to strengthen and repair protein in the hair. Iu2019ve noticed a huge amount of frizz go away, increased manageability, and shine WHEN USED WITH a mask for moisture. Hair needs a balance of both. Easy to outweigh protein or moisture one way or another, so keep that in mind when using this for sure!"
        },
        {
            "review_title": "amazing protein treatment !!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this product. I bought it the first day they released it based on my love of all Briogeo products Iu2019ve purchased. I have very coarse, dry, naturally curly hair that I straighten/ put heat on regularly. Following a double shampoo I apply this in the shower and let it sit for about 30 min. I follow it with the Donu2019t Despair Repair Deep Conditioning Mask that I let sit for a couple hours. Then to balance out the protein I use the Avocado and Kiwi mega moisture superfood mask for a couple hours. I use this every second wash (alternating with a more moisture/ color care treatment process). My hair feels so amazing after adding this to my routine!!! I canu2019t recommend it enough to anyone whose hair is in need of protein !!!! Buy It !!! You wonu2019t regret it!!!! Really you canu2019t go wrong with any Briogeo product!!"
        },
        {
            "review_title": "Left my hair dry and brittle",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I had very high hopes for this product based on all of the positive reviews, but it did nothing for my hair. After first use I felt like I could barely brush through my hair and it seemed so dry. I gave it one more try following the instructions to a T, and had the same result. Returned and disappointed."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I donu2019t leave reviews often but this does nothing for my hair unfortunately. Actually makes it feel more tangled etc. i had to follow up with another treatment just to make it feel manageable. And I had to use a lot of product it feel like my hair was saturated enough. Definitely not worth the price in general."
        },
        {
            "review_title": "not a life changer.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have incredibly damaged, thin and fine hair. This left my hair so incredibly oily that i had to immediately shower and wash it out.  Hair wasnu2019t really any less damaged than before.  Sad because i was anxiously waiting to try this"
        },
        {
            "review_title": "get it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Stoppppp!!! This stuff is amazing, and the ONLY reason Iu2019m leaving 4 stars is because I feel like I have to use a fair amount for I have very long hair and the price is a little steep. OTHERWISE my hair looks amazing!! Itu2019s shiny and healthy looking and feeling. Iu2019ve used it twice now and donu2019t see myself not using it. Itu2019s very cold in the winter where I live and my hair was suffering from dryness this helped instantly !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this. use it on both me and my wifeu2019s hair and we have completely different hair types and it works like a dream. she doesnu2019t have one curl in her naturally straight hair and i have 3b relaxed hair that can be quite dry. i will say we both work from home so we tend to wear it all day but my hair feels so much stronger the next day and even thicker. 10/10"
        },
        {
            "review_title": "Love Briogeo Hate This",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Pros: Smells ok Cons: Literally Everything else. Duo pumps never work one side will run out faster, smell isn't the best of Briogeo, it is expensive for the amount of product and it is not overly emollient so for my mid-back length hair (is fine but coarse and a medium amount of hair) I have to use almost half the bottle, it says leave on for 10 minutes and you can leave in overnight...well I left it in for 10 minutes and followed up with the don't despair hair mask and left that in for 30 minutes...my hair was DRYYYYY and felt like hay...last time my hair felt that bad was when I went to Sephora competitor to get my hair colored and they left the bleach on for almost 50 minutes (because she forgot about me and had no idea what she was doing)needless to say my hair was fried took a lot to make it as healthy as it was before I used this. All this said this product does NOT do the line justice because I do enjoy so many of their other products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This stuff was great! I used it and paired with the Honey Bear Deep Conditioning Mask from Briogeo and my hair was SO soft and smelled AMAZING. Iu2019d say if you use this product definitely keep it in for enough time and then use the deep conditioning mask. Works wonders."
        },
        {
            "review_title": "Briogeo? More like BriogeNO",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Listen, I NEVERR write reviews, but in the hopes that this may save someoneu2019s hair from damage and breakage, I felt compelled to agree with the previous review - after one use, this left my hair looking so brittle, dry, coarse and frizzy, it honestly looked and felt  like straw, as if it had just brokenu2026my hair is currently soaking overnight in Rosemary oil in the hopes that it will resurrect it to its precious state. I had super high hopes for this, with the positive reviews and rice water just being so great for your hairu2026but this is going back immediately, I canu2019t even chance a second try. Maybe itu2019s my hair structure, but I have fine, long wavy hair and do weekly masks (Kerastase, Olaplex, etc.) and have never had this issue. Good luck."
        },
        {
            "review_title": "Oof :(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Smells like the air freshener in an airplane bathroom. Took the color out of my hair after 2nd use. Aaaaand after the 4th use, my hair looks like the time I double bleached it when I was 21 and every strand got frayed. Plus this was really expensive? Every part of me wants to keep trying but why am I doing this? Maybe I have the wrong porosity hair butu2026dang Iu2019m sad. One star because itu2019s a pretty bottle and another star because I have hope that maybe it will work in time and Iu2019m just having a manic hair moment. Iu2019ll delete this review and write a new one if things get better."
        },
        {
            "review_title": "Noticed a difference after my FIRST use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Usually it takes a few uses for me to actually notice a difference in my hair, but I noticed a difference after my FIRST time using it. My curls were POPPING. My mom passed by me and did a double take and said u201cYour hair looks so healthy and shiny. What you put in it?u201d The difference was THIS product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "this is my first review writing so that must mean something, i had just lightened my hair to light brown the day before using this, after i dyed my hair it was in serious need of TLC the ends felt so terrible and the hair shaft felt rugged. iu2019ve been wanting to try this out so i decided to pick it up and try it out. after trying out the two step process i was i awe on how unbelievably soft and smooth my hair was. considering it was my first use i didnu2019t expect it to be such a huge difference. definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I donu2019t usually leave reviews, but I have very coarse, dry hair. I have been looking everywhere for a good hair product to help smoothen my hair and help it add more shine, etc. This did the trick! It does feel odd at first putting it on your hair as it comes out in small amounts, but if you leave it in for the estimated time of 10 minutes or overnight I promise it will do wonders to your hair,  you donu2019t need a lot of product!!"
        },
        {
            "review_title": "insanely good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Bought this product two weeks ago, I have dyed hair and have been experiencing dryness and my hair has felt pretty thin since I bleached it. Iu2019ve used this product 1 a week for the past 2 weeks and let me tell you my hair hasnu2019t felt this soft and thick since the last time I didnu2019t bleach it. I washed my hair then applied this mask and left it in for an hour. I rinsed with my condition and proceeded to blow dry with my dyson. My hair is SO soft and feels healthy!! Recommend this product to people who are experiencing dryness will 100% help!"
        },
        {
            "review_title": "run, donu2019t walk!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "Love this product! Recently just got this and have only used twice but I am obsessed. I use it right after I shampoo my hair and before conditioning. Depending on your hair type, you could honestly use this in place of a conditioner. I recently just went from platinum blonde back to my natural Brunette hair color, and this treatment helped provide the moisture and nutrients my hair needed. After 2 uses I am noticing a difference in the texture and how it looks. So much smoother and barely any frizz. Definitely a new staple in my hair regime!"
        },
        {
            "review_title": "Hair like straw for a hefty price tag",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This in combination with the briogeo shampoo DRIED my hair out. I'm not exaggerating I woke up to my hair legitimately looking and feeling like straw and in the worst tangles I've ever had. I'm shocked since the briogeo hair mask is amazing. These are going back to sephora asap. Not worth the money...at all."
        },
        {
            "review_title": "This is IT!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Let me tell you that I love this brand to begin with, I make my own rice water at home as well that I spray before I shower. And when this came out I immediately needed to try it! And WOW. This blew everything out of the park for me. The way my hair feels, the shine, itu2019s like it gives my hair new life everyday. Iu2019m so excited to see where this is going to take my hair month two, three and so forth. I have thin bronde colored hair. Shoulder length."
        },
        {
            "review_title": "Umu2026where has this been all my life!?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t normally review things but I felt like I needed to share my experience on this. To give you background on my my hair I have:  Brown, pin straight, that is mid/low back length. I have STRUGGLED to find something that will help my maintain my ends since my hair is so long. Iu2019m trying to grow my hair out but my ends tend to be very dry.  After one use, I was blown away at how smooth my hair was! Not only was it smooth, but it was also super shiny! I havenu2019t seen my hair this shiny in so long! After letting this treatment sit for 10min. I followed up with my Amika Soul Food mask and my hair felt like butter.   The only down side is that the bottle pumps out such little product. I had to use 15 pumps for my hair (root to tip) but they were also really small. Otherwise, I highly recommend, and I canu2019t wait to see how my hair does long term with this."
        },
        {
            "review_title": "Hair has never felt healthier!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Loving this product so much - cannot recommend enough. My hair has never looked better"
        },
        {
            "review_title": "not sure how to feel",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "For reference I have medium length, thick hair, previously bleached and highlighted for about 5 years professionally, and recently gone back to my natural dark brown. Ive used this product twice now over 2 weeks and my hair just feels heavy like it hasnu2019t washed out. Maybe Iu2019m using too much, leaving it in too long. Need to play around a bit more. I certainly couldnu2019t use a hydrating mask after."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by Briogeo.Okay I am obsessed with this strength and repair solutions set. My hair is so silky smooth & super healthy. I absolutely love the smell & the clean ingredients. I highly reccomend if your looking to have the most healthy hair."
        },
        {
            "review_title": "The best treatment ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I don't write reviews a lot. But this time I was so impressed by Briogeo hair treatment that I thought I should. My hair looks healthy, shiny, beautiful. The mask is not greasy at all. I love it!"
        },
        {
            "review_title": "obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Between the cold weather, blonde shampoo and coloring my hair it has felt like broom straws lately. I purchased this on a whim and let me just say this worked miracles. I only left it on for 10 minutes, but couldnu2019t imagine the difference I would see if I slept in it. I have long hair and needed several pumps and will probably need to repurchase sooner than most people. It has a slight smell that is lasting, but isnu2019t over whelming. It left my hair hair shiny and soft without being unmanageable or weighed down. I was still able to curl my hair without the curls falling out. I canu2019t wait to try other products from this brand"
        },
        {
            "review_title": "Obsessed!! u2661",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I just used this product for the first time today....and oh my gosh it!!! It made my hair so soft- like getting a fresh haircut but better! I'm excited to see the results after longer use! So far loving it though! I will be purchasing this again!"
        },
        {
            "review_title": "Amazing stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Great treatment. I left this in overnight, washed it out next day and used the u201cdont despairu201d deep conditioner and Voila! Great hair!"
        },
        {
            "review_title": "Add this to your cart now; you wonu2019t regret it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Briogeo absolutely kills it with all their hair care products. As someone who has tried several products from their various lines (multiple hair concerns gang whou2019s with me!?) and this treatment is probably one of my favourite products of all time, the fact that itu2019s from my favourite brand? huge bonus. A little goes a long way with this product so iu2019m confident this bottle will last a while. It left my hair insanely soft, and hydrated after only one or two uses! Definitely recommend to everyone; we could all use some added hydration! I have wavy hair for context. Will also likely be reviewing it at length on tiktok aswell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve got big curly hair and this really tamed the frizz and made the curls super luscious. Hair feels super soft, healthy, and shiny."
        },
        {
            "review_title": "Love, love, love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Very happy with this treatment! Light and creamy consistency, smells just like the Don't Despair Repair deep conditioner mask, and absorbs very well into my hair! You can leave it on for 10 minutes, or overnight as per the bottle. I left it in for roughly 15 minutes, and detangled prior to application.   It's a little misleading though, because you need to use it in combination with the Don't Despair Repair deep conditioner mask in order to get the moisture balancing out of it.   That being said, my hair is super shiny and my curls (some waves, some curls) are bouncier than they were before! Definitely will be working into my routine and using again!"
        },
        {
            "review_title": "Feels healthier",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a great product. I like its texture. You can use it as a regular hair mask or an overnight mask which we can wash off in the morning. My hair feels more shiner and healthier after using it. I received this product complimentary from Briogeo."
        },
        {
            "review_title": "It works. Definitely worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It works! Just used it and my hair is so shiny and soft. I can feel it's a little bit stronger. I ordered it from briogeo main website because it was sold out here. Can't wait to leave it over night"
        },
        {
            "review_title": "YES!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "love it. I leave it on my hair for at least an hour each time I use it and I can feel an immediate difference. my hair is soooo soft and silky after washing. I like it a lot more vs Olaplex"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, lightMedium skin tone, Dry skin",
            "review_text": "Yeah, I really like this product. Itu2019s easy to use and it makes your hair soft, hydrated and feel healthier and stronger.  I will keep buying. It lasts longer than Olaplex."
        },
        {
            "review_title": "love this! would repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Smells yummy like the other products in the donu2019t despair line, really moisturizing my hair lasted long before needing a wash , didnu2019t require a lot of leave in conditioner or oil ! Love it !!"
        },
        {
            "review_title": "New favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I LOVE this product! I left it on overnight, and my hair has never felt stronger or healthier!!! I will be adding this to my monthly routine from now on!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have wavy hair which gets thinner and dry in the winter months. This treatment was awesome- made my hair soft and shiny, without weighing it down. I did my usual shampoo, conditioner and mask routine. I applied this treatment in clean, wet hair and let it air dry, with great results. It does have a scent but I don't think it's too strong after the hair is dry, which is an added bonus. Recommended!"
        },
        {
            "review_title": "Savior for over-moisturized curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "So first of all, if you are looking for a deep conditioning or moisture treatment, this is not for you, despite the product description. This is a strengthening, protein treatment. They have added some conditioning agents so that your hair doesnu2019t feel dry afterwards, but if they added more the product would not be able to do its job, which is repair with protein. Strengthen the hair. I have curl hair, 3 a & b, high-porosity, prone to too much moisture. I had been doing modified rice water rinses and that was helping tremendously, but thatu2019s a serious pain. This stuff works just as well-maybe Iu2019ll find that it works better but Iu2019ve only used it a few times. If you want more moisture with a little protein, Briogeo has a deep conditioner for that which I find to be amazing. After using this the first time, my curls spiraled from my roots to the tips and dried with a diffuser in a reasonable amount of time.  Such a great product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The change in weather has been harsh on my curls so I was excited to give the treatment a try.  My preferred method is to leave it in for 10-15 minutes and I was left with super soft manageable curls that took to styling easily."
        },
        {
            "review_title": "Gives hydration and nourishment!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Love the texture of this cream. It can be used as a regular hair mask or overnight mask that we can wash off in the morning. Love the hydration and nourishment it gives after washing. It makes the hair feels shinier and healthier. I got this complimentary from Briogeo."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I used this in conjunction with the DDR deep conditioner; it left my hair so soft. Blow drying and styling my hair was a breeze. I've never had a treatment leave my so soft and manageable."
        },
        {
            "review_title": "How about NO",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have thick, curly, waist length hair and I used this for the first time today and will be returning tomorrow. I canu2019t even brush through my hair. It made my hair feel so dry and brittle and the ends of my hair looks fried. I love Briogeo but this product is a BIG no for me. I also really donu2019t like the smell of it. I have used protein rich products on my hair before as well and never had an issue. Going to have to rewash my hair tomorrow and let it soak with a deep conditioning treatment to try and fix my hair. If you can, get a sample of the product first and test it on a smaller section of your hair first."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "this is a great product!! iu2019ve never tried anything like it before!! it can be used so many ways and it makes my hair so soft no matter how i use it!! and the bottle is so big i know it will last a long time!"
        },
        {
            "review_title": "Smells great!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Big fan of this stuff. I do feel like it needs more product than it says to cover all my hair, but other than that I really enjoy it. Smells good and when I use enough definitely makes my hair feel super soft!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This is such an easy-to-use product that really delivers on its promises! I use this as an overnight hair mask and wash it out in the morning. My hair is stronger, looks shinier, and overall just feels healthier! As someone that heat styles fairly regularly, this product will be my go-to for repairing damage!"
        },
        {
            "review_title": "Me gusta muchu00edsimo este producto",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Me encantu00f3 es ideal para obtener un cabello mas sano, brillante y hermoso! Lo recomiendo"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this for my hair! I am always looking for nourishing treatments since I am not a natural blonde, and this keeps my hair shiny and fresh looking even months after my color treatment. Itu2019s great for strength!"
        },
        {
            "review_title": "an amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Honestly, I thought it would work as a standard hair product, but now I am seriously obsessed with it! It made my hair so nourished and felt so soft after just one use. I canu2019t wait to keep using it again and see how healthy my hair will look! I try to use it when I go to any event or party. It gives a nice shine to the hair like it ca,e from a salon"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the best hair product I have every used! I noticed a difference in my hair In just the first use. My hair was softer and just felt amazing! I love using Briogeo because of their natural products that are also effective."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I've been using this product for two weeks and I can already tell a difference! My hair feels smoother, looks shinier and has a bit more volume. I can't wait to use this product more and see the full results. I would recommend!"
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve tried few products for my color treated hair but this brand is by far my most favorite! It does an amazing job at keeping my hair healthy and I have color treated hair so blonde highlights looks fresh and brass free. I also like that it isnu2019t drying, like many other hair products.  It made my hair feeling soft and healthy. It also smells amazing!! I definitely recommend this with the shampoo and conditioner and mask for best results."
        },
        {
            "review_title": "It doesnu2019t weigh my hair down",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The product comes in a really cute pump bottle. The product is pink in color and smells like some sort of fruit candy. It doesnu2019t weigh my hair down even though I have fine hair. Itu2019s not greasy however it wasnu2019t as moisturizing as some of the other products Iu2019ve used."
        },
        {
            "review_title": "Seriously obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I am seriously obsessed with this product! It made my hair feel so nourished and soft after just one use. I canu2019t wait to keep using it and see how healthy my hair is going to look! I also love how itu2019s vegan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m very impressed with this hair treatment. After a single use I noticed improvement in my hair- itu2019s softer, smoother, and shinier. This lightweight treatment that doesnu2019t weigh my fine hair down. Will definitely be incorporating this once a week. Oh and I only leave it in for ten minutes- the results might be even better if left in longer!"
        },
        {
            "review_title": "Keeling my hair healthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I recently got my hair cut for the first time in years. I wanted to find a product that will keep my hair happy and healthy longer. I've always heard great things about rice water and after using this treatment I understand why. My hair feels so soft and strong. I think this will benefit my hair as I grow it back out."
        },
        {
            "review_title": "A great treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This stuff is truly amazing. Not only does it work as a hair treatment but it works great under my styling products. This product is very creamy and easy distributes in each hair strand. I will say that after using it after 3 hair washes, my hair looks shiny and feels less dry."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Just some background about my hair: its thick, colored, heat-styled once a week, and dry scalp.  This product is very hydrating and I felt a difference in texture after using it once! I love rice water and am so happy that it is now being incorporated to mainstream products.  This product left my hair feeling super soft and even stronger after just using it once"
        },
        {
            "review_title": "Great for damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "If youu2019re someone who has extremely damaged hair like me, you definitely need to try out this treatment!   I have chemically damaged hair from bleach as well as hair styling tools. Iu2019ve been looking for a treatment that could help make my hair healthier and less damaged. This product works amazing for that! It also has rice water which definitely is amazing and easier than DIY at home. Get this mask and your hair will thank you!"
        },
        {
            "review_title": "Feels much healthier!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My hair is naturally dark brown and Iu2019ve always loved coloring it lighter (ash brown/blonde) thus leaving my hair dry and damaged. Iu2019m constantly on the lookout for hair repair and this does the job! After my first wash, my hair immediately felt a difference - hydrated, softer, and smoother. With Briogeo Rice Water treatment, I know it is vegan, cruelty free, and gluten free which make me feel even better using it. I will definitely continue to use this and recommend to anyone who also likes dying their hair lighter like me :)"
        },
        {
            "review_title": "A luxurious treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Briogeo makes the best deep conditioners and treatments. The original Donu2019t Despair Repair Deep Conditioning Mask is one of my all-time favorite products and this pairs so wonderfully with this product. My hair is color treated, damaged and constantly needs TLC. It definitely felt stronger after using this just once. I wrapped my hair and left this in overnight, then rinsed and used a deep conditioner in the morning with amazing results. My hair air dried smoothly and felt so soft! Iu2019m looking forward to seeing the results with continued use."
        },
        {
            "review_title": "Feels light but works nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I have long straight hair and for it to look good, I have to use extremely heavy hair masks. I like masks that make my hair silky smooth, weighted down and shiny, and usually these types of masks are very creamy and heavy on my hair when I use them. The new Don't Despair, Repair Rice Water Strengthening Treatment doesn't feel heavy at all, it feels more like a light conditioner than a treatment mask, but the results really surprised me! My hair is smooth, the ends are not dry and my hair feels very soft. I haven't been using this product for a long time, but so far I like how my hair looks. The only downside is that I tend to use too much product as it feels like nothing on my hair in the shower compared to other super heavy masks that I usually go for. But the result is good, so I'll keep using the new Briogeo product."
        },
        {
            "review_title": "Major difference!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Exactly what my hair needed! This treatment has really changed my hair in the best way possible. It's left my hair feeling luscious and full. The damaged split ends I used to have are nonexistent now! I can't wait to tell all my friends about it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted this treatment courtesy of Briogeo Hair Care. My hair is very brittle and dry from bleaching, so I needed something to help strengthen + hydrate.  So far I am loving the results. After the first use I could definitely feel a difference in texture - it's a lot softer. I also love how its vegan + cruelty-free!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This has been doing wonders to my hair! Leaving it silky and smooth for my long thick hair. It looks so much healthier which is what i need in the dry months. I style my hair often and this just brings it back to life!"
        },
        {
            "review_title": "Great smoothing treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This deep conditioning treatment is a win from Briogeo. It has a nice scent to it- and itu2019s not overpowering. I love the brand and this is no exception. I will say that you need to make sure you rinse it well or it can leave a little residue. Makes me hair feel super smooth and shiny"
        },
        {
            "review_title": "Great for Damaged Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the Briogeo's Rice Water Strengthening Treatment! The product is very nourishing and moisturizing. I've noticed a difference in my hair's damage after one use, as it seems less brittle and weak. I also love how the brand is vegan, cruelty-free, gluten-free, and natural!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This product has been working WONDERS on my wavy thick hair. Iu2019ve used it a few times now in the shower, and my hair feels so much healthier and smooth. I heat style my hair frequently and this has brought my hair back to life. The smell of this is also great. Will def. be getting this again!"
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This makes my hair so soft and silky. What I love most about it is that it improves the overall strength of my hair which is reducing breakage. I love the smell of it as well as the ingredients in this formula!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I tried this product twice since I donu2019t wash my hair often and I have hair to my boob itu2019s wavy and colored with balayage, I used a hydrating shampoo and added this product and I feel like I use like 10 pumps on my hair which I feel like itu2019s ALOT, I then follow up with the deep conditioning mask. I like it, my hair feels super cleaned not dried out but do I notice a difference? Not really, the color is beautiful a nice light and bright pink, itu2019s a 2 way technology like the clarins serum. Would I recommend or buy this product probably not. I love all of the briogeo masks so I would probably stick to those in the tubs. My ends still feel dry, it does reduce the amount of frizz and my hair looks and feels healthy but so do the other masks. I rated 3 stars based off price and because I feel like I use so much product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve only used this once so far and I am really impressed! I am overdue for a haircut and my hair has been looking and feeling dry especially with the change in the weather. I used this treatment last week and noticed that my hair looks smoother and feels a lot more hydrated. I am now on day 3 hair and Iu2019m really impressed that itu2019s not frizzy and that it feels so soft on a wash day. I am really excited to keep using this to see the long term benefits!"
        },
        {
            "review_title": "Donu2019t despair, Repair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Briogeo must have known my hair needed some Tlc. Having blonde hair is fun but it comes with damage control. This is why I love everything from Briogeo Donu2019t despair, repair line. This gives me the added hydration my hair needs to live itu2019s best life!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "My hair is very dry so I was excited to try this new Briogeo treatment. I've been using it for a week now and I can't believe how much softer my hair feels. I have less dryness and frizz now as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve really been enjoying this strengthening treatment for my hair. The ingredients are meant to fortify hair thatu2019s prone to breaking like mine, and I feel like my hair is always more resilient after one of these treatments. A little also goes a long way."
        },
        {
            "review_title": "Nice mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Itu2019s a very nice treatment suitable even for thin short hair like mine. I like the system, itu2019s a two chamber packaging, quite original and solid. It hydrates and adds some shine to my hair. Gifted by Briogeo"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019m absolutely in love with this product. Just after one use, I was able to see improvement in my hair. It was smoother and felt stronger than it was before. Iu2019m excited to keep using this product to see long term changes."
        },
        {
            "review_title": "Don't miss out on this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Briogeo gifted me this treatment. Just one application made my naturally wavy, frizzy, dry hair so shiny, relaxed and healthy looking. So happy I got to try this out. Will definitely be purchasing it myself"
        },
        {
            "review_title": "Amazing shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I used the new Briogeo Rice Water Strengthening Treatment for about 25 minutes after shampooing with super moisturizing shampoo from Briogeo and my hair is now so shiny and healthy looking. Iu2019d definitely recommend the whole line. It is a clean product, no sulphates or parabens and 98% naturally derived, which is ideal for my already chemically damaged, bleached hair. Now my hair feels strong and I really enjoy the shine and silkiness."
        },
        {
            "review_title": "I will be re-purchasing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love that the product instantly smooth my hair out after one wash. I know that rice water is extremely beneficial to hair so Iu2019m so glad that this brand has picked up on such a great trend. I will be repurchasing for sure!"
        },
        {
            "review_title": "Sheu2019s a winner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I am so impressed with this!!! I have really brittle hair from bleaching and heat styling and Iu2019ve been interested in trying rice water to strengthen my hair and I loved the idea that I would get those benefits from this product without the hassle of dealing with rice water. Right away on the first use I noticed an improvement in my hair strength and Iu2019m excited to see the long term results with more use!"
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is an Interesting product. I love the packaging. Not sure itu2019s suitable for my hair. I got this product for free and been testing on my hair. Itu2019s fine but due to my lifestyle it hates damaged a lot, so the ends are dry and split. I feel like it was to heavy for my hair and left it a little lifeless, but I do neolonu00e9s it gives a good amount of moisture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This completely helped strengthen my hair after one use. It was really hydrating as well which I need when the seasons change! I love that their products are vegan and also clean because that is very important to me."
        },
        {
            "review_title": "This absolutely works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have dry, thinning, color damaged and frizzy hair. I wasn't expecting for it to do much for my hair to be honest. I used it as a hair mask one night and rinsed it out the next morning and blow dried my hair. It literally changed my hair texture! It felt extra soft, strong and shiny! Heck yes this works so good! I also love that this brand is clean, natural, vegan and cruelty and gluten free, but still incredibly effective! The photo I have is my hair without being blow dried and then the right pic is after using this one time and blow drying my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I know I can always count on Briogeo to launch another product that does what it claims. I donu2019t know whatu2019s going on with my hair despite how much I nurture it, but it has been dry and brittle to the touch. Though I bleach it, I usually have no problem keeping it healthy. Indeed after one use, my hair has been revived and so much less brittle than it was before use. The awesome bonus is Briogeo is clean, cruelty free, and vegan. I canu2019t wait to continued use of this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Briogeo did not come to play with their newest product! I love how they incorporated a tiktok trend and made it into a product that actually works to moisturize and strengthen my hair. I leave it on after shampooing for around 10 mins as a mask and then rinse it off instead of using it overnight and it works so well for me.   This treatment is pricy compared to the Olaplex mask I always use but itu2019s a great product overall and I see myself repurchasing it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This treatment conditioner is absolutely amazing!! I love the packaging too the pump is really satisfying lol and I like the concept of multiple treatments being pumped together! It made my hair super soft!!"
        },
        {
            "review_title": "Smoothing and nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product feels really nice on my hair. I really enjoy using briogeo and really look up to the founder of the brand as well. I have really damaged and fine hair and this helps make it look smoother and healthier. Would repurchase for sure."
        },
        {
            "review_title": "Effective Treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have very dry and frizzy hair and I use this as a hair mask. I would leave this on for about 15 after shampooing and I would rinse it off. And I saw great results. I feel like my hair is less dry and it looks healthier.  Also, My hair is soft to the touch and it definitely has a beautiful shine. my hair is less frizzy and more manageable! Iu2019m so happy I discovered this treatment!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "For this product usage says to ring hair and leave in for at least 10 minutes. The first use I tied my hair back and ringed out excess as best I could and rinsed after 15 minutes and just after one use my hair felt very hydrated and a bit stronger. My hair is long so I had to pump out quite a bit. I allowed my hair to air dry after use and it didnu2019t frizz up at all. It looked silky soft and smelled amazing!"
        },
        {
            "review_title": "Perfect for Relaxed Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Briogeo Gifted me their new Don't Despair, Repair! Rice Water Strengthening Treatment and I'm ready to rave about it! I received this product just in time to use it as a post relaxer step, and I'm so thrilled at the result.  Relaxing your hair, or any chemical manipulation for that matter, can lead to dryness, breakage and poor hair health overall, I was counting on this product to strengthen my hair, hydrate and nourish. And it did all of those things! I relaxed my hair at home, and followed up the process with Briogeo products. You'd think I went to the salon! My hair feels soft, silky and it looks so healthy. I'm excited to see the results of a few months of usage,because so far the outcome is fabulous. I really am so excited to incorporate this brand into my hair journey. Briogeo uses clean ingredients and they're geared towards a diverse group of hair types, including my coily ethnic hair which I relax every 4 months. I am trusting them to help me achieve the hair I've always dreamed of. Plus the brand is vegan and cruelty free!"
        },
        {
            "review_title": "Treat this as a treatment and not a conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "So far I have used this product twice and I used it after the Briogeo Don't Despair Repair Shampoo. I treated it as a conditioner, however it's not super hydrating like I thought it would be so if you use it after shampooing I would also mix in conditioner to have your hair silky soft once you rinse it out. I am interested in trying it out just as a treatment and having it in my hair overnight like the product also suggested doing.  I am excited to keep using this and see it strengthen my hair."
        },
        {
            "review_title": "Great for dry frizzy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love Briogeo has a brand - vegan, cruelty-free, and gluten-free.  But also their products - I have been experimenting with a lot of their products and I love that their products are clean and natural. This Rice Water treatment really helped my hair to look and feel more nourished and hydrated. I have naturally dry hair, frizzy hair and this works like a charm!"
        },
        {
            "review_title": "Soft and healthy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "The Don't Despair Repair!u2122 MegaStrength+ Rice Water Protein + Moisture Strengthening Treatment for stronger, healthier hair is great! I leave it in my hair for about 10 minutes before rinsing it out. My hair feels soft and looks healthy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "I've recently learned the benefits of rice water and was excited to try this product because it's one of the ingredients. This is the ultimate hair treatment. My hair was smoother and shinier after using it. My hair is color treated, so I need a product that helps restore moisture and strengthens. This does just that!"
        },
        {
            "review_title": "lovely product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received the Don't Despair Repair Rice Water Protein + Moisture Strengthening Treatment as a gift from Briogeo. This product does a great job of nourishing and moisturizing porous, blonde-colored hair. After the first use, the hair does not need additional care. The hair is mega soft, tangle-free and very shine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I am loving how nourishing and strengthening this treatment is for my hair. It leaves my hair looking soft & shiny like I just walked out of a salon. Plus the smell is heavenly. Only need to use once a week."
        },
        {
            "review_title": "Nourished, Hydrated Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I love Briogeo as a brand and was really excited to try this out! I have dry, brittle, and damaged hair so when this claimed to help nourish it. I have tried this twice already and seen a big difference in my hair. My hair doesn't feel as frail but feels hydrated, stronger, and nourished. My hair has this glow to it once I use this and it looks amazing! I love that Briogeo has vegan, cruelty-free, and gluten-free products - it makes it easier for me to use these products. I love that they use natural, clean ingredients and are so effective in not only helping people's hair but also keeping up with their beliefs. Really really enjoying this baby!"
        },
        {
            "review_title": "For soft and hydrated hair..!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The dual pump is amazing! Adds so much hydration and softness to my hair and I like the flexibility that you can use it as an overnight treatment or as a wash-off. Such a nice treatment especially for my dry and dull hair. I use it weekly! This product was gifted in exchange for an honest review."
        },
        {
            "review_title": "Amazing Product for Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I am amazed at how this product makes my feels! It makes it super soft and shiny all day long, it's a staple in my routine. I also love how much product you get, a little goes a long way. I am so happy to have this be gifted by Briogeo HairCare."
        },
        {
            "review_title": "Really makes a difference with continued use!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Woooww. Now this is what I didnu2019t know I needed from Briogeo. I have color treated, frizzy, unmanageable, and thick ends. This has really helped with my frizz and manageability. I love to use this more as overnight mask through my mid lengths to end, and then wash my hair the next day. Really has helped with moisture and giving my color treated hair some glossiness. Yes I can say it has helped with my hair health and will continue to use. This is a nice intensive treatment in the shower too, I try to put this on first thing I can have it on for at least 10 minutes of use. Great addition to the line."
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Free product from Briegeo. I had a balayage done a couple of months ago and noticed that my hair was getting dry and rough. This product has literally change the hair game for me. I applied it after I shampooed and left it on for recommended 10 minutes. My hair smells so good and feels soft, manegeable and so hydrated. I really like that this brand is clean, vegan, gluten free & cruelty free."
        },
        {
            "review_title": "Soft hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by Briogeo. I absolutely love this new hair treatment. Itu2019s got so many great ingredients including rice protein, b vitamins and algae. I enjoyed most leaving this treatment in overnight and rinsing out in the morning. My hair was noticeably softer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Briogeo. While I did not notice a big change in my damaged hair, I did notice that my hair was more hydrated and was softer and less elastic. Plus this treatment smells absolutely phenomenal! The bonus is that Briogeo is cruelty free, gluten free, and is clean, natural, and effective."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I am a huge fan of this brand! And this product did not disappoint! I have been wanting to try rice water in my products for a long time as I have heard of the great benefits to your hair. And this definitely exceeded my expectations and my hair feels much smoother and shinier."
        },
        {
            "review_title": "Absolutely love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this hair treatment for over two weeks and I could see the results after the first use . The treatment really helps with hydrating my hair . I usually leave it overnight and next day my hair look so shiny and hydrated . My hair is normally very dry because I dye it often , so I was very excited to try this treatment to help me with my dry , brittle hair . I was very impressed that I could see results so fast . I also love that the product is cruelty-free , vegan and gluten-free . I would definitely recommend it ."
        },
        {
            "review_title": "All the hype is true!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "This product is a whole new level of hair treatment! I love that this has rice water and protein! Both very beneficial for my curls! This is such an amazing treatment! I recommend if you have curly hair! My curls look so healthy! Honestly my current favorite product!!"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This product is awesome! My hair is dry, frizzy, and damaged and rice water is really helpful so if you are looking to add new products to your treatment routine, you should definitely try this one! It is vegan, cruelty-free, gluten-free, and natural."
        },
        {
            "review_title": "devine smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have used this twice on my hair and it is no surprise I love it! Briogeo always makes quality products that just work perfectly with my hair. Smells sooo good and leaves my hair feeling soft and with less frizz. I have only used it as a 15 min mask after washing and I see results when I dry my haif"
        },
        {
            "review_title": "Nothing drastic yet, but it does seem to help",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "This was gifted by briogeo. My hair is long, dry, color treated and I use heat on it about twice a week. After using this once my hair did feel a little softer and less dry. It also seems less frizzy and less tangled. I used this in the shower After shampoo, it feels like a thin cream in texture and my hair soaked it right up. I only let it sit on my hair for about 10 minutes. This hasn't done anything drastic, but it does seem to have helped.  Plus, I love the natural ingredients and that briogeo is cruelty free. I will definitely keep using it and hope for even better results over time."
        },
        {
            "review_title": "Helped my dry hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is such a game changer product. Itu2019s so easy to use, just use after shampoo and then I let it sit for ten minutes. I have color treated hair and dry ends. This has really helped to strengthen my hair and add life to it again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I donu2019t think Iu2019ve ever used a hair product with rice water in it as one of its main ingredients so I was excited to try it. I know rice water is good for your skin, so I was excited to see what it would do for my hair. I liked this treatment. I felt that my hair was slightly softer and easier to comb after using this product. However, I wouldnu2019t really say itu2019s an intensive treatment after using it a couple times because I havenu2019t noticed anything really drastic. It is however promising enough that I will continue to use it weekly to see how it changes my hair, more long-term."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "It leaves my hair shiny and silky.  This super good.  I am eager to continue testing it and see what else it adds to my hair, at first it did a great job. Huele muy rico, deja el pelo suavecito y el empaque es un sueu00f1o de lindo. Ademu00e1s viene de muy buen tamau00f1o. Me encanto."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I received the Don't Despair Repair Rice Water Protein + Moisture Strengthening Treatment as a gift from Briogeo, This treatment is great, It makes a difference in the look of my hair. After the first use I notice my hair felt softer and shiny. Im going to continue to use it."
        },
        {
            "review_title": "Really like it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I tried the device water treatment and found that it did nourish my hair. I applied it after I shampooed and left it on for the recommended 10 minutes. My hair felt soft it felt manageable and it did actually feel hydrated. I also followed up with the rice water oil which also helped to make my hair soft and easy to blow dry. I really like that this brand is clean, vegan, gluten free and cruelty free. After one wash I noticed a difference so I will continue to use it"
        },
        {
            "review_title": "Perfect lightweight hydrating  product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love how hydrated my hair feels after using this spray. For reference, I have dry curly highlighted hair, which is also thin. Most of the products Iu2019ve used before made it look dirty and greasy. This stuff doesnu2019t weight it down, but provides necessary level of moisture. Itu2019s a perfect lightweight product for my hair"
        },
        {
            "review_title": "My hair game has become stronger",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So I had gotten a balayage a couple of months back and my hair had turned super dry and rough. This product has literally changed the hair game for me. After shampooing, I leave this product on for a 10 minutes before washing. My hair looks super healthy and not brittle at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This treatment is amazing! It makes such a noticeable difference in the look & feel of my hair. After the first use my hair felt softer & looked healthy & shiny with way less frizz. I canu2019t wait to see how it transforms my hair with continued use!"
        },
        {
            "review_title": "Nourished Hair is Back",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This product was given to me from Briogeo Hair Care.  This product strengthened my damaged hair even after one use. I have been dealing with post partum hair loss and lost all the shine that my natural hair had. I noticed that my hair was less frizzy and shiny after using this. I highly recommend this product"
        },
        {
            "review_title": "Must have to repair hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is such a cool product I dont think ive used anything like it before but as a huge fan of briogeos Dont Despair Repair line I was beyond excited to try. This is a much more lightweight product than I expected its much less dense than their hair masks. As someone who has damaged hair I do think my hair benefits from added protein treatments like this. I left this on for about 10minutes before rinsing it out and was surprised at how soft my hair felt. I think this is great for people wanting to repair their hair."
        },
        {
            "review_title": "great solution",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I've tried rice water itself but this treatment just make it way easier way better - i am able to see results! the treatment easy to use its kinda double serum for the hair. nice texture, greta tiny scent and greta results. hair visibly healthier and hydrated"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This stuff is the bomb. My hair feels so hydrated after only a couple uses. If you have dry and damaged hair, get this!! Absolutely worth it as a treatment and self care for your hair. I will definitely be repurchasing"
        },
        {
            "review_title": "THE BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is by far the best hair treatment Iu2019ve ever used! Iu2019ve heard of the benefits of rice water for your hair but never ended up trying it because it was too much work and smelled weird. This is the perfect solution to that! This treatment smells divine and isnu2019t crazy overpowering itu2019s just perfect. Even after just using it once my hair was immediately softer and shiner. I have bleached hair so itu2019s usually brittle, dry, and hard to manage. This made it that silky smooth texture that Iu2019ve been looking to obtain for years! Once it was dry I could brush it out with absolutely no tangles or pulling at my hair. This is my new go to treatment every week for smooth healthy hair."
        },
        {
            "review_title": "AMAZING PRODUCT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Coolest hair product! I love that this product makes my hair feel so silky smooth and it made my hair feel so soft. I love the packaging! Its a super cool concept for a product. I definitely recommended it you have really damaged hair."
        },
        {
            "review_title": "Comparable to Olaplex",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This mask has does wonders on my hair. I usually use olaplex, and this is comparable to that. I left this mask on for the recommended 10 mins and my hair was SO soft after. The only downside is the pump which was a little hesitant to disperse product. Overall, I would recommend this to anyone with dry, frizzy hair!   Gifted"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Finding a product/hair mask that doesnu2019t have silicones was quite a struggle. Iu2019m glad I stumbled upon Briogeo products. My hair feels so soft and hydrated without feeling heavy. This also lasts 2-3 washes."
        },
        {
            "review_title": "HAIR HOLY GRAIL! Itu2019s a MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am OBSESSED with this new product from Briogeo! I noticed that my damaged hair looks stronger after 1 use! It helped nourish my dry, brittle hair by reviving it to its hydrated state. Overall I really love that Briogeou2019s Rice Water Treatment is clean, natural + effective as well as vegan, cruelty-free & gluten-free! Highly recommend checking this out!"
        },
        {
            "review_title": "LOVE!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Ahhhh Briogeo always knocks it outta the park! I didnu2019t use conditioner after this treatment but I didnu2019t feel like needed it. It was easy to use and I didnu2019t need a ton of product. It smells so good but not like a chemical. I feel like it kinda help detangle which I wasnu2019t expecting. It gave my hair incredible shine & bounce. My hair looks and feels healthy and soft but not weighed down or oily. Always love that this brand is clean and cruelty free as well I love you Briogeo!"
        },
        {
            "review_title": "Nourishing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I recieved this complimentary from Briogeo. Their Rice water strengthening treatment is great. This treatment nourishes and strengthens hair. I really like how soft my hair felt after just one use. I love how Briogeo is clean, natural and effective."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I am always intrigued by rice as ingredient in skin and hair care. When I saw rice was on of the ingredient in this product, I surely wanted to try. This treatment provides nice hydration to the hair. I saw less frizziness in my hair, hence later I had to apply lesser products to tame my hair. This product has a faint sweet scent which stays on the hair for few hours. My hair certainly looked healthier."
        },
        {
            "review_title": "Nice product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Briogeo Don't Despair Repair Rice water protein + moisture strengthening treatment gifted by Briogeo  This product seems to work for me! It doesn't weigh your hair down, doesn't make your hair greasy, makes it softer, less freezy, and strands of hair appear to be looking healthier and stronger.  I notice much less hair in the shower after washing, and it seems to fortify my weak strands. Pleasantly scented with a lovely floral fragrance."
        },
        {
            "review_title": "LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I am so impressed with the quality of this product. It made my hair feel strong, healthy, yet soft and luscious! I usually experience dry ends and this really helped repair that with a few uses. I actually really love this and even though I got this complimentary, I would 100% purchase with my own money again and again. Thank you Briogeo!!!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love so many of Briogeou2019s products, and this one did not disappoint either. I love thay it can be used in the shower or as an overnight mask. My hair felt so soft and dried (blown out or naturally) so easily and frizz free. However, I will say to be wary if you have color treated ashy hair. It made my color much warmer than it typically looks coming out of a shower, even using blue/purple shampoo. And for this reason, Iu2019ll only be using this treatment once a month or so rather than weekly. It isnu2019t a huge deal, but I definitely was a bit shocked. Overall, I like it, but since it makes my hair so warm I donu2019t know that Iu2019ll be buying a backup."
        },
        {
            "review_title": "Great product, need to try it for longer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This kind of product for hair is new for me, but I really liked it so far! I would have to use it further but my hair feels strengthended and nourished, which I love. If it keeps working like it has done I would give 5 stars. This was complimentary by Briogeo in exchange of my honest review"
        },
        {
            "review_title": "Love at first use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This may be my now favorite Briogeo product! I left it on for a few hours before washing my hair and afterwards my hair felt moisturized but strong, not as fragile as it usually feels when damp: I canu2019t wait to continue using this and see the full results"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I've been on the hunt for a good hair treatment since my hair is so damaged and dry from the weather. I am so excited to start incorporating this into my normal haircare routine. I tried it once so far and immediately felt a difference!"
        },
        {
            "review_title": "Great for dry hair that's breaks easily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "My hair is naturally dry and for a while now, I've been using my DIY rice water mist to spray on and keep my hair moisturized. It has helped with strengthening my hair but can smell so bad especially when I need to leave the house. That's why this rice water treatment is a game changer for me. I leave it overnight after shampooing since my hair can be brittle and break. After rinsing out, it leaves my hair smelling so good. I've used it for a week now and my hair looks healthier, combs easily so I'm hopeful I'll say goodbye to breakages as my hair gets stronger over time! So far, I love that my hair break less now that I'm even more gentle with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Let me just start by saying if you have dry hair, THIS IS THE PRODUCT FOR YOU! It really brings your hair back to life and nourishes your hair. I noticed how much bouncier and softer my hair gets after application and love that it contains only clean and natural ingredients!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I naturally have frizzy wavy hair and it especially gets bad in humid weather. Iu2019ve used this once and I can say that my hair does seem silkier and a little less frizzier after using it. Going to keep using it to see long term effects"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This treatment is so fresh for my dry hair, I like the smell and the rice water is so perfect for your hair, I love that it has that as its main ingredient, I like that its ingredients are natural, effective and clean, it is what I usually look for a product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "My hair has been pretty damaged after some extension use and coloring the past few years and I have been wanting to try out the rice water thing since I heard about it on TikTok but it seemed like a lot of work.  Love that this is vegan and cruelty free too. My hair feels super hydrated and less dry after just one use. excited to keep using this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This product has a conditioner-like texture. I leave it on after shampooing and rinse it out. It definitely helps provide moisture to my hair and helps it look soft and shiny. Iu2019m having a lot of hair fallout in general right now so Iu2019m looking forward to seeing if this helps with breakage long term."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Another amazing haircare product from Briogeo! I leave this treatment on over night since my hair is so dry and have noticed a huge improvement even after the first use. My hair is so much more hydrated, shiny and looks healthy! Great addition to anyone looking to compare dryness especially in the winter months."
        },
        {
            "review_title": "Definitely nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I'm so happy I got to try Briogeo's newest product. This Rice Water Treatment is just what my hair needs. I have dry, damaged, brittle hair thanks to chemical treatments and having it bleached and colored so this helps nourish it back to life. I like to leave it on for 15-20 minutes before rinsing it and my hair is instantly smoother! It smells so good too!"
        },
        {
            "review_title": "Great product for dry frizzy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This rice water strengthening treatment has really helped my hair look & feel healthier. I use it once a week after shampoo & leave it on for 15-20 mins before rinsing it out. It doesnu2019t make my hair fell greasy or weigh it down. I like the fragrance too. I have chemically treated & colored hair & this really helps with the frizz and make my hair look softer & smoother. Give it a try I am sure you will like it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have dry hair these days due to the weather changes and I am glad that I was able to try this treatment out for my damaged hair. I also have colored hair so this helps strengthen my hair cuticles. I will be using this on a weekly basis from now on!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "It's hard to tell after a few uses on non-damaged hair if there are any super strengthening effects, but it definitely does make my hair look smoother and shinier! I love that there's no strong fragrance too."
        },
        {
            "review_title": "Insanely Hydrating and Smoothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "This treatment instantly hydrates, smooths, and softens the texture of my hair! I am so impressed with this dual phase formula. It contains two treatment that pump out simultaneously and you mix the mask in your hands. When i smooth it onto my damp hair, itu2019s feel like itu2019s instantly hydrating it. I can feel my hairu2019s texture start to soften and my dry ends hydrate. I have color treated hair and I have tried a lot of hair mask, this is among the best! It smells absolutely amazing! The scent is the same as the other products in this range. It has a fresh, fruity floral scent. It smells as luxurious as it feels on the hair! The packaging is also so beautiful and easy to use for dispensing the mask. You donu2019t need much and in 10 minutes your hair will be transformed! I feel a noticeable difference in my hair when Iu2019m rinsing this product out. My hair is smoother, silkier, and more touchable. Itu2019s really keeps my hair so healthy, despite my heat styling and color treatments! Itu2019s like I had a fresh cut from the salon! I highly recommend this treatment! This product was gifted by Briogeo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this repair treatment once a week and I leave it on over night and Iu2019ve been loving it. I think itu2019s similar to olaplex but I like this one better because itu2019s more moisturizing and I think that makes this treatment better for my hair. I really love it"
        },
        {
            "review_title": "Me encanto",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Me encanto este producto para el cabello , lo deja hidratado y con un brillo natural extremadamente hermoso , sus productos naturales hacen que se restaure y no te dau00f1es asu00ed el cabello muchas gracias (gifted for brigoreo)"
        },
        {
            "review_title": "New and loving it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is new to Briogeo and new to me but so far I am loving it. Iu2019ve seen rice water used to strengthen hair all over the internet but have never tried it. Iu2019m happy they came out with a product that makes it easier to use. I have used this twice and my hair does feel better and look shinier."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have very dry frizzy hair that is extremely hard to tame. I love using leave on conditioners and treatments that help provide nutrients for my hair. This product has super cute packaging too. Very satisfied can't wait to see how my hair changes over the next few weeks!"
        },
        {
            "review_title": "One word damaged",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "If there is anyone who knows about damaged hair itu2019s me and my curly hair that I did not appreciate growing up. I was made fun of my curls which made me want to straighten them every single day. In turn after years of heat damage I have spent the last 2 years repairing that damage. This treatment not only strengthened my damaged hair but made it so silky and shine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "It has such a pleasant fragrance, and a little goes a long way. It left my hair feeling clean and fresh. I have very fine yet thick hair and this doesn't weigh it down at all. The hair looks thicker and has a nice shine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "My hair is so dry I will try all the moisturizing/replenishing treatments. I really liked Briogeou2019s donu2019t despair, repair mask so was excited to try this one. I love it! I saw results after the first use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This new rice water treatment really helped reduce the amount of frizz in my hair. I have natural curly hair, thatu2019s super fine and prone to frizz. I noticed in just one use my hair was softer and smoother."
        },
        {
            "review_title": "So Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love how nourishing and strengthening this treatment is for my hair. It leaves it looking and feeling it's best. You only have to use once a week to get amazing results. The scent smells like a spa or fancy salon, so good. I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I have been obsessed with briogeo for the past few years and this product is the reason why.  The ingredients they use are so phenomenal but this takes the cake. It made my hair feel so soft and healthy and the smell is OMG incredible."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I received the Don't Despair Repair Rice Water Protein in the mail and I absolutely love it. I would highly recommend this to friends and family. It leaves my hair feeling soft and hydrated which is perfect as I have more dryer hair. 10/10"
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Really love this hair treatment! It's not as dense as a conditioner, it's very light. I leave it on for 10 mins after shampooing my hair. It hydrates my hair. The best part is that it doesn't leave residue on my hair and weigh my hair down!"
        },
        {
            "review_title": "I'm hooked!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m a big fan of Briogeo products because they are clean, natural and effective. They are also vegan, cruelty-free and gluten-free. When I saw the Rice Water Treatment, I knew I had to give it a try as my hair damaged, super dry at the ends with an oily scalp. Just after one use my hair looked more hydrated, like it finally had a bounce to it. Tough to explain, but after my usual styling,  it looked as if I had gotten it professionally blow dried u2013 bounce, less limp, voluminous, and glossy.  Iu2019m totally hooked. It supposed to actually nourish hair over time, so I definitely plan on using it long term."
        },
        {
            "review_title": "It's Magic for Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is magic for Hair. Because I have dry, brittle hair, I'm constantly looking for products that will help me strengthen and hydrate my hair. I have been washing my hair with the Brioge  Super hydrating shampoo and following it with this Rice water treatment. I left it for 45 minutes and water rinsed it. Wow I'm amazed to see the results. I have such amazingly soft hair. I'm super happy and will continue to use this for my hair."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely loved how healthy this made my hair feel and look. The smell is also amazing. I love all things rose scented. It really does restore your hair and I highly recommend!! A must have in your haircare routine!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This new product from Briogeo is a definite winner! I have color-treated hair and the process tends to leave it very dried out. This helped hydrate my hair and left it feeling strengthened and repaired after just one use! I would absolutely recommend this product!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My hair is very thin and my ends are so split and they break so fast. This rice water helps my hair to be healthier and it strengthens it. I definitely have to buy the strengthening conditioner too to follow up after this."
        },
        {
            "review_title": "It's a great deep conditioning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "It's a very nice deep conditioning mask. My hair feel and look great after I used twice. It gives my hair smell amazing too. Briogeo is never disappointed me at all. Definitely, I will get one for my mom."
        },
        {
            "review_title": "Great Hair Mast!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have blonde hair & very dry ends, I can totally see a big difference after the first use. Smells amazing and the packaging is good (I prefer the pump rater than put my fingers in the bowl mask). This is going to be now part of my weekly hair routine. I canu2019t wait to see improvements on the length of my hair. This was my first trying Briogeo brand and now I really want to try more products, very impressed!"
        },
        {
            "review_title": "A great strengthening treatment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "My hair has been dyed a few times, so the strength and texture has changed because of that. However, this product (in just 1 wash) has noticeably changed the texture and the feeling of my hair. It feels stronger and healthier, and Iu2019m super excited to see whether it grows longer faster as well. Gifted by Briogeo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "What an unexpected product! Itu2019s so beautifully made, from the formula to the packaging. I love how creamy and hydrating this treatment mask is. I applied it after shampooing as directed but didnu2019t have to put on another mask afterwards."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this complimentary of Briogeo. Iu2019ve thought about using or making my own rice water before so this product is awesome! This is a mask texture and is used after shampoo and before conditioner. It made my hair feel softer and more hydrated. Iu2019m excited to see results over time."
        },
        {
            "review_title": "So Healing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is an amazing innovative product that I am so happy I added to my routine! After just one use my hair felt incredible and I can't even begin to imagine the healing this treatment will do for me with continued use! This contains proteins, vitamins, and oils that protect and strengthen the hair cuticle. I'm excited and hopeful that this is the product that will transform my damaged hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my new holy grail for hair care!! After just one use my hair was so much healthier!! It was more bouncy, prettier, styled easier just so nice. Use once a week and left on for about twenty minutes. Try it- youu2019ll love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I experience dry, brittle ends so this product is great. I thought about saving rice water (from rinsing rice before cooking) but it was too much hassle. Then this product came and it was the perfect timing. In addition to rice water, all ingredients are clean and natural."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Very excited for trying out the latest launch by Briogeo. I have loved their products over the year's and this new launch is no exception. Its a treatment mask that has a lotion like consistency spreads across beautifully and meant to be used in between your shampoo and conditioner step. I tried it for the first time and my hair feels super soft and less frizzy which is very essential for me in this weather. I'd highly recommended for dry and damaged hair."
        },
        {
            "review_title": "Revived my damaged dry brittle hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m surprised at how well Gifted by Briogeou2019s Donu2019t Despair Repair Rice Water Protein + Moisture Strengthening Treatment has worked on my dry brittle damaged hair. I apply it weekly after shampooing, evenly throughout my hair leaving it on for 20 minutes then rinse it out and condition as normal. I noticed my hair felt stronger after just one use and the damage was less significant as well. With continued use improvements are significant. My hair feel softer and less brittle as well. It doesnu2019t break as often and as easily. My hair also feels more hydrated as well. Iu2019m so surprised by the results! I highly recommend trying this as it does revive your hair. My hair is transforming with use of this product and itu2019s not dry but hydrated, itu2019s not brittle but stronger, there is a lot less breakage. The product is also vegan, cruelty-free and gluten free. Iu2019m also happy with Briogeo as a brand as this product is clean, natural and effective."
        },
        {
            "review_title": "works well with thin hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I have very thin, curly hair so many products I am weary about anything weighing down my hair but i love how light but effective this has been for my hair. i do love that its clean but also vegan, cruelty-free + gluten-free which matters for me. People typically think if it's clean it doesn't work well but I am a fan of this.  i have a lot of dead ends and I feel like it doesn't make a visible difference."
        },
        {
            "review_title": "Healthy hair again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this product, I have dry hair , damaged from balayage, and everything that I look for itu2019s to have my hair back healthy and smooth , I used this overnight , Iu2019m so impressed with the results, so hydrated, soft and shiny."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "I have damaged hair for various reasons, and I also have quite a lot of hair loss. I've tried endless hair treatments to combat these issues but not many have been too effective. This rice water treatment is so convenient and so easy to implement into my routine! Not only does my hair look & feel healthier, it's so much more hydrated and manageable than before. It doesn't weigh down my hair or leave any residue either. I love the fact that it's vegan, cruelty free, and all natural! Such a great product for anyone wanting healthier hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "The Briogeo Rice Water Strengthening Treatment is instantly nourishing and hydrating even after just one use. It has a robust formula that immediately strengthens hair, reduces breakage, and helps repair damage. It has a unique dual nozzle pump dispenser that distributes the product easily. It really adds volume, shine, and vibrancy to hair. It has a rich and creamy texture without any silicones. It has a fresh, rose scent and leaves the hair so healthy. I love how itu2019s also clean, vegan, and cruelty-free."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I like this product I use it right after showering on my damp hair and I leave overnight in a cap. The next morning I wash it out and use conditioner on my hair. I have seen a difference my hair looks and feels so much softer."
        },
        {
            "review_title": "Smooth hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This rice water treatment instantly hydrated my hair. For reference, I have long curly hair that I tend to heat style because I prefer a sleek look. It made my hair look so much smoother on the ends especially! Iu2019m obsessed with this product!"
        },
        {
            "review_title": "Rice Water Treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I have very dry, damaged hair from bleaching my hair to a platinum blonde so I need all the hydration I can get. The two pump system and Rice Water as an active ingredient are such unique concepts. I like using this treatment once or twice a week in place of a regular conditioner to deeply nourish and replenish moisture. It rinses clean while leaving my hair ultra smooth, soft, and hydrated. Love this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love how this smells! Delicious! I like to use this overnight as Iu2019m too lazy to wait around in the shower for it to work lol but I love how alive my hair feels! From dry brittle desert ville to bouncy healthy hair next morning after rinsing off. Definitely give it a try!"
        },
        {
            "review_title": "Phenomenal!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This treatment is phenomenal! After just one use,  I can see and feel the difference in my hair! It not only hydrates and smooths out dullness,  but it leaves it so much healthier looking! I can't wait to see the long term results with continued use! It's the perfect strengthening treatment for dry, brittle hair!"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This rice water treatment was amazing not only does it smell good but it kept my hair looking hydrated and filled with life i will def share this with my friends and hopefully they will love this product as much as I do"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I tried the Briogeo rice water treatment for my hair. After once use, my hair felt amazing. The product smells amazing. I frequently color my hair and have really damaged hair. Hopefully this product will strengthen my hair overtime."
        },
        {
            "review_title": "Hair Savior",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Such a wonderful product that yields results at first try! I used it after my hair shampoo (as indicated on the instructions) and after leaving it on for 10min, my hair felt so voluminous and clean and not heavy or sticky in any way! I will definitely have this in my routine from now on."
        },
        {
            "review_title": "Detangles!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Rice water really has helped my hair grow again, it wasnu2019t growing for sometime. I leave any hair feeling smoother. I have really curly hair and I sometimes have a hard time detangling it. With this, it helps with tangles in my hair."
        },
        {
            "review_title": "Curly hair must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "First off to be honest I want to say I was gifted by briogeo. If it wasnu2019t gifted I would of bought it any way to try it out. I have crazy dry curly hair that needs protein and moisturize so I was so excited when I saw this mask does both.  I love the pump it has two products that you combine. I could really tell a difference after one wash.  I should have know it be amazing like all other briogeo products"
        },
        {
            "review_title": "Great mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This hair mask was given to me by Briogeo. The smell isnu2019t amazing but itu2019s a treatment so it isnu2019t meant to add fragrance . I find a little goes a long way since itu2019s a protein treatment. It has a two pump system. The packaging is also very heavy and luxurious It made my hair soft and less frizzy.I think itu2019s a good alternative to olaplex"
        },
        {
            "review_title": "Miracle for Dry/Damaged Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Wow! I honestly wasnu2019t expecting much miracles from using this, but, after only the first use, I had completely different hair! This made my dry/damaged/bleached hair healthy again. My hair looks and feels like silk! Iu2019m in absolute awe of how incredibly smooth, manageable, shiny and damage-free my hair looks. LOVE!"
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I received this product complimentary from Briogeo to try out and share my honest review. I'm obsessed so far! I'm a huge fan of Briogeo and love their don't despair, repair line and have heard a ton of good things about the benefits of using rice water in your hair but have heard that rice water smells terrible. This product doesn't smell bad at all! It smells like their don't despair, repair deep conditioning mask. It's so hydrating and easy to use. I wash my hair like normal then I wring it out in the shower and then apply this and let it sit for 10 minutes with a shower cap on then to the rest of my shower routine then rinse out. I have extremely thin and fine textured hair that tangles easily and is pretty dry and I've already noticed a difference using this product just a few times! My hair feels hydrated and stronger and looks great when I blow dry it out after having used this. I will definitely be repurchasing this product once I've used my first bottle up! Highly recommend you give it a try."
        },
        {
            "review_title": "for healthy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I have chemically treated hair which is rough and frizzy , this rice water strengthening treatment is perfect for my hair which in just one use made a big difference and my hair feels healthy and smooth !! I would definitely recommend this for any type of hair which requires some nutrition!"
        },
        {
            "review_title": "Here for it!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I wish I could say I liked this! I do, in theory, but it never got to me. Rice water is a proven hair strengthening ingredient, and I know the integrity that Nancy puts into all of the products. The split nozzle that release two formulas is incredibly appealing to me. I also like the pump packaging. I think it is airless to make sure you get every last drop. Honestly, I think Iu2019m just going to buy it myself because I believe in it that much!  Plus, NO SOY!!! A great change from their normal formulas"
        },
        {
            "review_title": "Great for dry and damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is a very interesting product that I was so excited to try. I have never tried rice water for my hair but Iu2019ve heard that it helps repair it. I have dry hair and I saw a huge change in my hydration after using this only once. I use this inside the shower, after shampooing (I usually shampoo twice), and before conditioner or a hair mask. I leave it on for about 15 minutes while I exfoliate, shave etc, and then rinse. This leaves my hair feeling fuller and stronger (it does look visibly more repaired, almost like after using a bonding treatment) and I can notice even more especially after my hair gets dry.  I use this only once a week since I do not want to overwhelm my hair with too much protein. I always appreciate the clean ingredients and no sulfates or parabens. Overall itu2019s a great product and I highly recommend for an extra step."
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "When they say that this strengthens hair after one use, believe me it does!  My hair felt and looked so much better. No frizz, no split ends and so shiny.  Looked like I had a in salon treatment.  So excited to continue using this once a week.  Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I was really excited to try this hair strengthening treatment and itu2019s very nice. I love this brand and all of the haircare products Iu2019ve tried from them so far so I was excited to try this one now too!"
        },
        {
            "review_title": "Super love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is such an interesting product for sure. Usually I don't see any results at first use but this one. This treatment makes my skin so much smoother and healthier. It even makes my curls more tangle in somehow. I definitely recommend this for anyone."
        },
        {
            "review_title": "Great treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Complimentary from Briogeo WOW!! I am obsessed with this treatment,  I have been using it a couple weeks now and love the hydration it has added to my dry hair. My hair is softer, shiner, and looks healthy. I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this Briogeo Don't Despair, Repair! Rice Water Strengthening Treatment complimentary from Briogeo in exchange for my honest review, I think this hair treatment is pretty nice! It smells very nice and makes my hair feel more moisturized! :)"
        },
        {
            "review_title": "Moisturizing, strengthening hair treatment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m not kidding, use this as a mask, leave it for an hour on your hair , then go wash as normal, donu2019t add any product to your hair, let it air dry and see the difference!  My wavy hair is really damaged and i only see a pattern when i use a bunch of product after my regular showers.  donu2019t despair, repair actually gives meaning to itu2019s name. Itu2019s also vegan and all natural so it helps reduce your carbon footprint. Recommend it!"
        },
        {
            "review_title": "Makes my hair really soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Briogeo. This treatment is really easy to use. After shampooing my hair I skip using a conditioner. I then towel dry my hair until if is damp. I have mid-back long wavy, frizzy, dry and thin hair and I work it evenly through my and then leave it in for at least 15-30 minutes. It goes on very smoothly and is easy to distribute evenly through my long hair. It has a nice refreshing spa like scent that is not overpowering.  I am amazed by the results after just one use. My long and wavy hair is dry, frizzy and is prone to damage, split ends and breakage and always needs more hydration. This treatment is exactly what my hair needs! It makes my hair feel so soft and it does not leave my hair feeling weighed down or greasy. My hair is easy to comb through and my hair looks so shiny, healthy and less dull. It even makes my frizzy hair look smoother. I love that it made my hair look so much healthier and revitalized the first time that I used this treatment!  This is a wonderful treatment to incorporate into my hair care routine once a week. It really gives life back to my hair."
        },
        {
            "review_title": "Must Try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "My hair feels amazing and only after one use. I actually did not believe it because a lot of products make false claims to be able to fix a lot hair issues. It made my hair feel so soft, smooth and did not loose as much hair while washing. I love how it is vegan, free of the bad toxic chemicals in other brands."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this product! Briogeo products never disappoint me! It provides such a hydrating and nourishing treatment to my hair. I have oily scalp and dry hair. I was surprised to find how this treatment make my hair shine and healthy after the first use! Itu2019s such a nice treatment to myself in the winter!"
        },
        {
            "review_title": "Wow just wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "First off this smells absolutely amazing!!! This makes my hair feel so good and smooth and i can visually see the difference in my hair. This product is amazing the packaging is amazing and the smell is amazing!!!"
        },
        {
            "review_title": "Amazing for dry hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this new product from Briogeo! Itu2019s a super unique product that you actually use before shampooing your hair to help moisturize and strengthen. My hair is already pretty dry and damaged from years of coloring it but during the winter it gets even worse. This is a great treatment that I use once a week to help add a bit of extra moisture to my hair!"
        },
        {
            "review_title": "Silky hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This might be my favorite product from Briogeo to date. I can see a noticeable difference on my very dry hair after just one use. My hair is softer, smoother, less frizzy, and it definitely looks a lot healthier than before. I usually use silk hair ties for my hair, and since I used this treatment they tent to slide off my hair during the night, which has never happened; this is how silky my hair feels."
        },
        {
            "review_title": "Wonderful Treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a treatment product to use after shampoo but before your hair mask or conditioner. I use the Briogeo Rice Water Strengthening Treatment after shampooing and keep it for 15 minutes before rinsing it out. I have never left it on overnight but want to try that too. My ends get dry and winter is also tough on my hair. With this treatment my hair felt soft, hydrated and shiny. This formula is Vegan too. Such a nice treatment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am a BIG FAN of Briogeo shampoos, so I had to give this a try. My hair is naturally curly and frizzy, so I always need to use products that help me battle that frizz. This treatment did not disappoint. Definitely left my hair hydrated and smooth. If you haven't tried Briogeo products, don't wait!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This was gifted by Briogeo. But what an amazing product!!! I love all of their repairing products and this one hits it out of the ballpark. I have such dry and damaged hair, especially during the winter and I feel like this really just seals in the moisture."
        },
        {
            "review_title": "The best hair product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Amazed by this product. After just one use my hair feels hydrated, smoother, and most importantly healthier. It completely changed my dry and brittle hair. Obsessed with this product because itu2019s vegan, cruelty-free, and gluten free. For me, natural, clean, and effective products are so important so I would highly recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The first thing I have to mention is the packaging! I absolutely love it! The treatment formula is separated in two and come together at the pump. The treatment is amazing! I have very thick, very curly hair. I tend to switch up my styles between straight and curly. This treatment works well with both. Itu2019s lightweight for straight styles and nourishing enough for curls. My hair feels so much softer and healthy. It looks a lot smoother when itu2019s straight and itu2019s less frizzy when itu2019s curly. As a licensed hairstylist, I definitely recommend this product for all hair types."
        },
        {
            "review_title": "in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love a Briogeo Donu2019t despair repair line and was so excited to try this treatment. It didnu2019t disappoint me at all. I noticed how much healthier and stronger my hair looks just after one treatment. Itu2019s di product and just be used after shampoo and before the mask. My hair is very hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Just like my skin my hair gets super dry and damaged. As with all Briogeo products this is another winner. I left it on my hair overnight and it left my hair feeling so much more hydrated. I used it 2 times in one week and it was a bit much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My hair tends to get VERY dry and dehydrated during the winter, so hair masks and hydrating treatments are an absolute must for me. I love how soft and smooth my hair feels after using this. This is the first time Iu2019ve ever used a hair product with rice water in it, but now I know why itu2019s such a popular ingredient!"
        },
        {
            "review_title": "Super nourishing even after 1 use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I've been bleaching my hair for the past year and it is starting to result in dry, damaged ends. I used the Briogeo Rice Water Treatment in the shower and was amazed by the results. After I finished showering, my hair had turned from straw to silk. I love how this treatment uses natural ingredients and that Briogeo is a vegan, cruelty free, and gluten free brand. It's so hard to buy hair care items without realizing there are all of these terrible sulfates in the products that are bad for both your hair and the environment. I am in love with this product and will definitely try out more Briogeo products in the future!"
        },
        {
            "review_title": "Interesting product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Thatu2019s a very interesting product. I love briogeo donu2019t despair repair mask, but this is more practical. A tow in one, cleanse and hydrate product. It does a light cleanse and hydration, ideally for normal hair and busy days"
        },
        {
            "review_title": "Game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This has wonderful and immediate results. My hair was not happy with the change in weather. It was dry breaking off. After my first use I saw a significant decrease in hair loss. My hair felt hydrated from root to ends. Total hair game changer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This product was used in conjunction with the shampoo from this brand, and WOW! My hair always has tangled when I leave the shower but for once, it felt silky and smooth. The smell was delicious. The only downside is that Iu2019d faded the color of my recently dyed-brown hair. I was gifted this product by briogio."
        },
        {
            "review_title": "Absolutely obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Wowwww!!! My hair is super dry and damaged from bleaching it for years. Nothing has been able to fix it and bring it back to how it used to be. But this rice water treatment literally brought it back to life after just using it once! Iu2019m literally obsessed. My hair is now stronger, healthier, smooth, and soft. Iu2019m so happy itu2019s not dry and brittle anymore. As always Iu2019m amazed that Briogeou2019s products are clean and vegan but still so effective. In love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Holy grail alert! I am loving this treatment! My hair is so dry and damaged from coloring that it always feels lifeless. I am always looking for a product to help bring it back to life. I could tell a difference after my first use!! My hair feels healthier and it even helped cut down my frizz!"
        },
        {
            "review_title": "Amazing wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Rice water and clean ingredients?!? HELLOOO!! Iu2019ve always heard how amazing rice water is for your hair so but never tried it, Iu2019m so glad I found this product! After just one use I canu2019t believe my hair feels this amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "So good! I love Briogeo all their products that I have tried out have been winners and this is no exception.  My hair has been feeling so soft and it feels like it is gaining more strength. My hair has also been getting a natural shine and it is wonderful."
        },
        {
            "review_title": "Unique hydrating treatment!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Really unique product for strengthening and hydrating, as a step before hair masks and conditioners but after shampoo. My hair gets really dry during the winter season and using a straightener/curling iron for holiday parties, so this has been a great way to refresh and rehydrate my hair to keep it healthy this season!"
        }
    ]
}