{
    "product_id": "1620",
    "name": "Disco Crush High Shine Glitter Eye + Face Sparkle",
    "brand": "Too Faced",
    "categories": "Makeup, Eye, Eyeshadow",
    "price": 41.0,
    "about": "What it is:A creamy, dimensional eyeshadow and face glitter with unique reflective qualities and intense sparkle for a hyper-pigmented wet-look shine..Ingredient Callouts:Free of parabens and mineral oil. It is also gluten-free and cruelty-free..What Else You Need to Know:This lightweight and comfortable formula offers one-swipe smooth and creamy application. The multi-dimensional light shifting formula gives a high-intensity sparkle and a hyper-pigmented wet-look shine. It’s also multi-use for face and eyes.",
    "ingredients": "Calcium Sodium Borosilicate, Polybutene, Silica, Isostearyl Neopentanoate, Mica, Diisostearyl Malate, Tocopherol, Octyldodecyl Stearoyl Stearate, Hydrogenated Polycyclopentadiene, Caprylyl Glycol, Maltodextrin, Copernicia Cerifera (Carnauba) WaxCopernicia Cerifera CeraCire De Carnauba, Tin Oxide, Polyethylene, Hexylene Glycol, Zinc Stearate, Phenoxyethanol, [+/- Titanium Dioxide (CI 77891), Iron Oxides (CI 77491), Iron Oxides (CI 77492), Iron Oxides (CI 77499), Aluminum Powder (CI 77000), Bismuth Oxychloride (CI 77163), Blue 1 Lake (CI 42090), Bronze Powder (CI 77400), Carmine (CI 75470), Chromium Hydroxide Green (CI 77289), Chromium Oxide Greens (CI 77288), Copper Powder (CI 77400), Ferric Ammonium Ferrocyanide (CI 77510), Ferric Ferrocyanide (CI 77510), Manganese Violet (CI 77742), Ultramarines (CI 77007), Yellow 5 Lake (CI 19140)]...Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
    "how_to_use": "Suggested Usage:.-Using a clean fingertip, press and swipe onto eyelid or cheek, or using a fluffy brush add to décolleté. .-For a sheer look, tap your finger twice on the eye shadow, then tap on lids.  .-Pro tip: Use as a highlighter to add an eye-catching sparkle on high points of face, inner corners of eyes, or upper browbone.  .-Pro tip: Use as an all-over eye shadow or topper for high-impact, sparkling eye looks.",
    "num_reviews": 36,
    "overall_rating": 3.6,
    "product_url": "https://www.sephora.com/ca/en/product/too-faced-disco-crush-high-shine-glitter-eye-face-sparkle-P512319?skuId=2794519&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2794519-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Mystic Pink",
            "shade_descriptor": "petal pink with gold sparkle",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2794493-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Show Off",
            "shade_descriptor": "iridescent lavender with holographic sparkle",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2794519-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Hypnotic",
            "shade_descriptor": "light gold sparkle",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2794501-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Heart Eyes",
            "shade_descriptor": "shifting warm rose gold sparkle",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2794469-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Magic Sprinkles",
            "shade_descriptor": "rosé champagne sparkle",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2794477-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Fairy Dust",
            "shade_descriptor": "opalescent platinum sparkle",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2794485-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Fairy Dust",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Fairy Dust adds a beautiful sparkle to face or body. Looks nice on flushed winter cheeks!  I recommend!"
        },
        {
            "review_title": "Came broken twice￼",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The glitter looks and wears great but I ended up having to buy two after the first came dry and cracked however then the second had already broken as well."
        },
        {
            "review_title": "The FALLOUT is REAL!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I wanted to love this glitter eyeshadow however it falls out everywhere!!!! Very bad fallout! And I do use eyeshadow primer daily. The fallout is terrible! I’m returning it. It’s also extremely overpriced!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Fairy Dust - opalescent platinum sparkle",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Super shiny! I added it on over my eyeshadow in the inner corner for an eye catching sparkle"
        },
        {
            "review_title": "Sparkling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love to the glitter! The price is a bit high but it’s beautiful!"
        },
        {
            "review_title": "A must have glittery eye shadow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "Very sparkling, beautiful color and dual chrome eye shadow, is similar to the Patric Ta dual eye shadow.  I can feel the quality when putting it on my eye lids almost no fall out very nice product. I am planning to buy all of the colors."
        },
        {
            "review_title": "Beautiful shimmer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Amazing payoff and beautiful shimmer! I will be purchasing in other colors<3"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mystic Pink - petal pink with gold sparkle",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Dry skin",
            "review_text": "The most beautiful glitter for your eyes! Very pigmented so a little bit goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Combination skin",
            "review_text": "love the shine and it stays all day long, will buy other colors"
        },
        {
            "review_title": "Just what I was looking for to sparkle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Packaging is so cute and compact. I put this on my inner corner to highlight. Brow bone and collar bone. The shimmer is very noticeable."
        },
        {
            "review_title": "Worth the Price & Better Than Comparable Products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I bought this after trying it in store at Ulta and absolutely loving it so I was surprised to see such low reviews online, particularly by the ones harping on the price. It's expensive for an eyeshadow - no disputing that - but if you are looking to splurge on a shimmer shade you can wear every day, you will NOT be disappointed. I disagree that there are cheaper options with a similar effect - I have tried so many similar products of varying price ranges to find the perfect one and this is by far the best I have found.   I see some people complaining about the formula being dry and powder - that is not my experience with the shade I purchased. I use my finger to apply it over two matte shades from the Huda Beauty Creamy Obsessions palette underneath and have very minimal fallout and it lasts all day.   As for the size, I think it is comparable to ColourPop super shock shadows and urban decay moondust, but again, I think it is far, far better than both of those options.   It's a $30.00 eyeshadow, no one NEEDS it, but if you want it and can afford it I really don't think you'll be disappointed."
        },
        {
            "review_title": "Not Just an Eyeshadow!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "Disco Crush!!  I have a “Crush” on this fabulous eyeshadow!!!! If you can keep a secret I use it on my lips!!! Yes on my lips!! No matter what colour lip stick I use!! It’s gives my my lips a little “Something Something”"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Heart Eyes - shifting warm rose gold sparkle",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Priced much too high for what it is. Lovely colours and I love buying singles; price is just insane"
        },
        {
            "review_title": "Don’t listen to the reviews and try it out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I’m glad I didn’t listen to the reviews and bought the light golden color anyway because I love it. I have used it a few times already and haven’t had any issues whatsoever with it, no fall out, looks super sparkly, did not scratch or hurt my eyelid at all, the texture is super soft so I don’t know how people have had issues with that. I think that it has to do with how you apply it, I use a glitter primer whenever I want it to last and stand out on my eyes always so again, I absolutely love mine and have had zero issues with it. Just ordered a different color and would recommend 💯."
        },
        {
            "review_title": "Low Payoff for the Price Very Sparkly Though",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I used Stila “diamond dust” gel as a base while still drying as using the SB “always on” base barely pulled the pigment. It is very sparkly but its very sheer and not buildable. I wish it was higher payoff for the price."
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The picture makes this product seem much bigger than it actually was. When I saw it in person, I was shocked to say the least. The container is so small with very little product in the pan. The quality is okay but there are cheaper and better alternatives. SAVE YOUR MONEY"
        },
        {
            "review_title": "Save your money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, fairLight skin tone, Dry skin",
            "review_text": "I was really excited for this, had a countdown for the launch and everything. Sadly, the formula feels incredibly cheap, powdery, and the fallout is intense. The glitter chunks are actually a bit painful when applied on the eyes. I wish I could return this and get my money back but I am sadly past the return window. Would not recommend."
        },
        {
            "review_title": "Cheap glitter amd so small!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "It looked so beautiful, then I got it and it was broken, so small, and cheap…so much fall out. I was really surprised! For the price point I thought it would be much bigger and higher quality. I would pass on this one!"
        },
        {
            "review_title": "Crushed diamond",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "Beautifuuull, even tho it’s a little expensive for how little it is and it breaks really easily, really similar to the diamond dust from fenty, I love it, it’ll be using it as a highlighter"
        },
        {
            "review_title": "Sparkles!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Fun glittery look for my 11 year old daughter. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Hypnotic - light gold sparkle",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "If the price is setting to 25, I will be much happier. It’s shine, with cheap packaging and unacceptable quality."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mystic Pink - petal pink with gold sparkle",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This is SO PRETTY!! You'll definitely want to use a good primer, especially if you have crepey eyelids like me, but wow! Fallout is minimal and the color shift is really nice. This is more than just pressed glitter. There is real color to it too."
        },
        {
            "review_title": "Cute but messy and too expensive",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Cute and playful but definitely too expensive for the amount of product and quality of product. The glitter will be all over your face, it doesn’t stay in place even with primer. I will keep it but will likely not repurchase."
        },
        {
            "review_title": "Underwhelming..",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "Overpriced and feels like a drug store quality formula. Doesn't have much pigment, and there's nothing new about this color; I have it in 5 different palettes. It will be returned or given to my niece."
        },
        {
            "review_title": "Clumpy Glitter in a SMALL pot.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Purchased in store as soon as it came it, and returned it 2 days later.   The price for the quality and quantity of product is not worth it. I am a glitter girl, but this was super clumpy, lots of fall out and yet not enough pigment on the color I chose was NOT enough. The actual product moves in the pot and has to be pressed in to fill it! Disappointing, espeically for such an anticipated release."
        },
        {
            "review_title": "Beautiful although realistically too expensive",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought the shades Mystic Pink and Heart Eyes; absolutely beautiful shades and swatched against my huge collection of multi chromes they still feel special and nuanced, with a larger glitter particle size"
        },
        {
            "review_title": "Old tired glitter formula",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "This would have been impressive 10 years ago. I admit that I purchased for the nostalgia and I think it’s the same old glitter formula from years past. Not bad, but not worth $30 and not exciting enough to justify a single shadow enough to"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Magic Sprinkles - rosé champagne sparkle",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Got all the shades except show off they are pigmented and beautiful  if you love glitters those are amazing"
        },
        {
            "review_title": "Pretty but no staying power",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I thought this one and the rose gold one and they are really pretty but their lasting power is awful, they crease pretty quickly even with glitter primer. There are also very expensive for their size. Will be returning."
        },
        {
            "review_title": "LOVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I want them all! They’re so beautiful omg definitely worth it although a bit smaller than expected but they blend so nicely!!"
        },
        {
            "review_title": "Loveeeee the glitter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Super pretty glitter sparkle, I use it on my cheeks and eyelids✨but just know that it is very tiny packaging-wasn’t sure what to expect when I first bought it so I’m not mad or anything but just note that. But really you don’t need much of this product at all. Just a little swipe was perfect for my highlight and my eyelid too"
        },
        {
            "review_title": "Super not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I can’t believe how tiny this was. And to add injury to insult- the product wasn’t even flush in the metal pan. It was like a dime size amount in a quarter sized container I had to smush with my finger to fill the extra space. Also I love glitter but the payoff in this was like dollar store quality. Didn’t feel nice on my skin and the color was non existent."
        },
        {
            "review_title": "Gorgeous - Found a few dupes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "These are gorgeous. Heart Eyes is an EXACT dupe for the Fire Rose Nectar shade in the PML Venus in Fleurs quad. Magic Sprinkles is exactly like Wild Dipper Moondust shadow from Urban Decay."
        },
        {
            "review_title": "Beautiful and Broken",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I ordered two: Show Off and Mystic Pink. The Mystic Pink is awesome and has a nice amount of pigmented gold glitter with subtle pink undertones. Unfortunately, my Show Off came broken and I will have to exchange that one."
        },
        {
            "review_title": "preppy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "I'm so excited to use this!!! yayyy this so so preppy!"
        },
        {
            "review_title": "Nice and soft!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I’ve been looking for Douyin glitters recently so I decided to pick this one up. It’s a pretty, soft glitter & not chunky. I will say, it didn’t last the whole day for me even when I applied a base for it to stick to & I’m not sure why the packaging says it’s not safe for the eye area?"
        }
    ]
}