{
	"product_id": "729",
	"name": "Bright & Tight Dark Circle Firming Eye Cream with Vitamin C & Peptides",
	"brand": "iNNBEAUTY PROJECT",
	"categories": "Skincare, Eye Care, Eye Creams & Treatments",
	"price": 46.0,
	"about": "What it is:A gel-cream that brightens and cools while working to visibly reduce dark circles and wrinkles over time..Skin Type:Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Loss of Firmness and Elasticity, and Dark Circles.Highlighted Ingredients:- Three Types of Vitamin C and Tranexamic Acid: Visibly brighten and reduce the look of dark circles..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This is a cooling eye cream that visibly brightens and smooths the eye area for a refreshed, wide-awake look. It contains clinically proven ingredients that work to visibly reduce dark circles and wrinkles over time no matter your skin tone, while helping to reduce fine lines after one application.",
	"ingredients": "-Three Types of Vitamin C and Tranexamic Acid: Visibly brighten and reduce the look of dark circles..-Peptides and Bakuchiol: Visibly firm and reduce the look of wrinkles and under-eye bags..-Caffeine and Cedar Bark: Support microcirculation and prevent the appearance of thinning skin...Water/Aqua/Eau, Propanediol, Caprylic/Capric Triglyceride, Coco-Caprylate, Tranexamic Acid, Dimethicone, Glycerin, Squalane, Mangifera Indica (Mango) Seed Butter, Stearic Acid, Cetearyl Alcohol, Dilinoleic Acid/Propanediol Copolymer, Arachidyl Alcohol, Butylene Glycol, Hydrogenated Polydecene, Bis-Diglyceryl Polyacyladipate-2, Tetrahexyldecyl Ascorbate, Bakuchiol, Nicotiana Benthamiana Hexapeptide-40 sh-Polypeptide-76, Palmitoyl Tripeptide-5, Ascorbyl Glucoside, 3-O-Ethyl Ascorbic Acid, Coffea Arabica (Coffee) Seed Extract, Sodium Hyaluronate, ¬Glycyrrhiza Glabra (Licorice) Root Extract, Cedrus Atlantica Bark Extract, Caffeine, Oryza Sativa (Rice) Bran Extract, Pistacia Lentiscus (Mastic) Gum, Bacillus Ferment, Leuconostoc/Radish Root Ferment Filtrate, Vaccinium Myrtillus Fruit Extract, Sodium PCA, Allantoin, Silica, Rosmarinus Officinalis (Rosemary) Leaf Extract, Bisabolol, Helianthus Annuus (Sunflower) Extract, Xanthan Gum, Glucose, Tocopherol, Sorbitan Isostearate, Phospholipids, Phytonadione, Lecithin, Glyceryl Caprylate, Polyglyceryl-3 Caprate, Glyceryl Caprylate/Caprate, Ethylhexyl Palmitate, C12-15 Alkyl Benzoate, Behenyl Alcohol, Phenoxyethanol, Sorbitan Sesquioleate, 1,2-Hexanediol, Caprylyl Glycol, Cetearyl Glucoside, Arachidyl Glucoside, Hydroxyacetophenone, Citric Acid, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sodium Phytate, Sodium Polyacrylate, Pentylene Glycol, Dicaprylyl Carbonate, Silica Dimethyl Silylate. May Contain +/-: Titanium Dioxide CI 77891, Mica CI 77019, Iron Oxides CI 77492, Iron Oxides CI 77491.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Apply one pump 360 degrees around the eye area and gently massage in. .-Provides ideal base for concealer...Recycling Instructions:.-For every product InnBeauty Project sells, they fund the removal of two units of plastic from landfills, waterways, and marine environments to be recycled and repurposed.",
	"num_reviews": 670,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/innbeauty-project-bright-tight-eye-cream-dark-circle-wrinkle-treatment-with-vitamin-c-tranexamic-acid-peptides-P503865?skuId=2644995&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2644995-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.5 oz / 15 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2644995-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}