{
	"product_id": "450",
	"name": "Advanced Night Repair Multi-Recovery Complex Serum with Hyaluronic Acid",
	"brand": "Estée Lauder",
	"categories": "Skincare, Treatments, Face Serums",
	"price": 169.0,
	"about": "What it is:A super serum that features Estée Lauder’s Night Peptide to visibly reduce multiple signs of aging for a smoother, younger, more radiant look..Skin Type:Normal, Dry, and Combination.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Loss of Firmness and Elasticity.Formulation:Lightweight Serum.Highlighted Ingredients:- Exclusive Night Peptides: Supports skin’s visible renewal..Ingredient Callouts:Free of phthalates, mineral oil, sulfates SLS & SLES, and contains less than one percent synthetic fragrance. It also comes in recyclable packaging..What Else You Need to Know:Advanced Night Repair serum works night and day to optimize skin’s natural rhythm of renewal and protection. At night, it visibly firms skin. In the day, its antioxidant protection defends skin against visible effects of free radical damage for up to eight hours..Clinical Results:In consumer testing on 543 women after using product for 3 weeks:",
	"ingredients": "-Exclusive Night Peptides: Supports skin’s visible renewal. .-Hyaluronic Acid: Locks in moisture. .-Antioxidant Power: Defends skin against free radical damage...Water\Aqua\Eau, Bifida Ferment Lysate, Peg-8, Propanediol, Bis-Peg-18 Methyl Ether Dimethyl Silane, Methyl Gluceth-20, Glycereth-26, Peg-75, Butylene Glycol, Adansonia Digitata Seed Extract, Tripeptide-32, Sodium Hyaluronate, Yeast Extract\Faex\Extrait De Levure, Lactobacillus Ferment, Cola Acuminata (Kola) Seed Extract, Anthemis Nobilis (Chamomile) Flower Extract, Hydrolyzed Algin, Pantethine, Caffeine, Lecithin, Sodium Rna, Bisabolol, Squalane, Glycerin, Oleth-3 Phosphate, Caprylyl Glycol, Oleth-3, Oleth-5, Choleth-24, Hydrogenated Lecithin, Jojoba Wax Peg-120 Esters, Ceteth-24, Tocopheryl Acetate, Carbomer, Triethanolamine, Tetrasodium Edta, Bht, Xanthan Gum, Potassium Sorbate, Disodium Edta, Phenoxyethanol, Red 4 (Ci 14700), Yellow 5 (Ci 19140).",
	"how_to_use": "Suggested Usage:.-Apply this face serum on clean skin before your moisturizer, morning and evening. .-Use one dropper. .-Smooth in gently all over face and neck...Recycling Instructions:.-Recycle glass bottle and carton.",
	"num_reviews": 2523,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/estee-lauder-advanced-night-repair-synchronized-multi-recovery-complex-P461159?skuId=2379683&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2379683-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1 oz/ 30 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2379675-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "1.7 oz/ 50 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2379683-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Save your money- horrible product :(",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "Don’t recommend. Product is scented, when applied it leaves a sticky texture on the skin. It made me breakout (I don’t have acne prone skin and I barely ever react negatively to products). Truly, save your money."
		},
		{
			"review_title": "always present in my skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I simply love it. With continued use of the product, you can see smoother, more hydrated skin with fewer expression lines. Its application is easy and quickly absorbed."
		},
		{
			"review_title": "The difference was noticeable!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I could tell right away that this product was different and that it would do what it claimed, just put a drop on the back of your hand if you don’t believe me…the difference was noticeable!"
		},
		{
			"review_title": "Must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, notSure skin tone, Combination skin",
			"review_text": "After using this product for a few weeks, I have noticed the firmness and glow in my skin! I have combination skin so I feel like this product really suits me well! I haven’t experienced any break outs with it and can’t wait to keep using it!"
		},
		{
			"review_title": "Overpriced serum",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I got this in my advent calendar and I’m glad I didn’t pay for it! My skin is sensitive and it broke it out.It has a lot of crap in it including red and yellow dye. For the price point def not worth it! Biossance has a serum with much more quantity plus better ingredients."
		},
		{
			"review_title": "Achieve bouncy skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This serum is a luxurious addition to any skincare routine, and it truly delivers on its promises. The formula is lightweight, silky, and absorbs beautifully into the skin without leaving a sticky residue. As someone with combination to oily skin, I was initially concerned about whether it might feel too heavy, but it strikes the perfect balance hydrating without clogging pores. Hyaluronic acid boosted hydration and improved the skin’s elasticity and texture. After a few days of nightly use, I noticed a significant reduction in dullness and fine lines, with my skin looking plumper and more radiant by morning."
		},
		{
			"review_title": "Night AND Day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Normal skin",
			"review_text": "I put this on night and day--face, neck and hands. Even when my skin feels a little irritated for whatever reason, I can still put this on and it feels calming. I've been using this consistently for 9 months now and I do feel it's been supportive in giving my skin a more healthy and plumper looking appearance."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "It is good serum, you have to use a cream after that"
		},
		{
			"review_title": "Lovely Serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I have been using Advanced Night Repair for about a month just to see if it does anything.  I found that my face is smoother and hydrated in the morning. I have very sensitive skin so I was very pleased when my complexion looked better in the morning.   It appears that this is a nice product and I can see why it has been around for such a long time."
		},
		{
			"review_title": "Retinol Burn/Rash",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received a sample of the Estee Lauder Advanced Night Repair Serum. Never have I experienced such a terrible rash (i.e., retinol burn) and swollen face until I tried this serum. Would not recommend for normal- to sensitive- skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I received this Fave fluid spf 50 Ultra violette from Skeepers for free for review purposes and I actually already like it. It feels very good on my skin and helps a lot against the negative effects from the sun"
		},
		{
			"review_title": "Hate the price, Love the Serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I wish I didn't love this as much as I do, but alas, here I am, on my 4th bottle in 2 years.  This is one of those serums that you can't really tell if it's doing anything, until you stop using it. This keeps my skin hydrated, balanced, and healthy. My pores look refined and smooth, I have little to no texture on my skin and my fine lines are significantly softened.  I don't love the price, so I'll be honest and say that I go to beauty counters and kindly ask for samples of it after making a purchase, and purchase the full size during sales only, or at discount stores like T***xx."
		},
		{
			"review_title": "A repeat purchase for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I've used this product more than a few times and have had great results. I noticed my skin looks refreshed and reduced fine lines around my eyes.,it's non greasy ,serum texture that quickly absorbs."
		},
		{
			"review_title": "Cool product to give a try!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I didn’t see that drastic of a change when using this serum in comparison to the serums I use on a daily basis. However, it is very good. My skin remained smooth and it didn’t cause any breakouts seeing as I have sensitive skin. #influenster"
		},
		{
			"review_title": "Worth a try!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this in sample size and used it for 10 days every day, it feels good on my skin, can’t stay if it worked in any way or not, smell is nice."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "the holy grail of all holy grails. it's like it's a magic eraser. after one use I noticed a huge difference, almost a month in and my skin looks amazing. more even, acne heals faster and pores seem less enlarged. no more black heads"
		},
		{
			"review_title": "Developed Melasma",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I used the Advanced Night Repair Serum for a good 10 months, you can do the math of how much money wasted. Loved how it hydrates my skin and minimized my pores. But there’s a culprit. My skin developed Melasma developed Melasma."
		},
		{
			"review_title": "Worth giving a try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "The product is definitely worth giving a try and it helps my skin barrier and I feel a difference with using it. I alternate it at nights with a prescription retinol and can say my skin is getting better."
		},
		{
			"review_title": "A must-have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Love this serum so much. This is a must-have in my routine."
		},
		{
			"review_title": "Not so great",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I got a set and was really excited to use all the products, but every time I use them, specially the serum, I get weird pimples that take a few weeks to go away. I finally discovered that for sure it is the serum what makes my skin react. Very disappointed."
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I really like this product, it’s one of the best. Keep it coming."
		},
		{
			"review_title": "Must have anti-aging product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I absolutely love this serum, won’t use anything else!!"
		},
		{
			"review_title": "Will love to have it over and over again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "My favorite serum. I reorder it 3 times. I think it overpriced but i really love how it makes my skin smooth and soft."
		},
		{
			"review_title": "Buy It",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Holy Grail for more than 10 years. This product is magic in a bottle. I always wake up with my best skin."
		},
		{
			"review_title": "Truly amazing.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I quite literally have no idea what sort of magic is in this serum, but it really is amazing. It's the only expensive skincare I use, and it's really the only thing I need. I used to struggle with texture issues, and my face is soft as a feather. While it's expensive, it lasts much longer than I anticipated. I've had the same 1.7 oz jar for roughy six months, and am only halfway through. Would definitely recommend."
		},
		{
			"review_title": "Holy Grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I have been using this for a year now and it has transformed my 41 year old skin. I do not go without it each night."
		},
		{
			"review_title": "Wake up feeling so fresh!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I’ve been using this nightly for 6 months.  My face feels so hydrated, soft, supple, and fresh (top with moisturizer to lock in)."
		},
		{
			"review_title": "Of course it's great.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "Of course this stuff is amazing. It has everything in it. I really love it."
		},
		{
			"review_title": "One of the best anti aging serums!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is holy grail for overnight skincare repair. I wake up every time to plump skin. Highly recommend."
		},
		{
			"review_title": "Must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "Love this serum. It makes your skin feel silky and fresh. It has reduced my tired lines. At 43 this will remain my go to. It’s worth the splurge and it’s a good alternative to botox."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I’ve used about 4 bottles of this. I used it almost every day and night. I skip it here and there when my skin doesn’t need it. It gives my skin a nice glow over time. I see this being part of my skincare until I find something better!"
		},
		{
			"review_title": "DO NOT RECOMMEND!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "DO NOT RECOMMEND!! Doesn't do anything to the skin. waist of money. no improvement"
		},
		{
			"review_title": "I got results from day one! 😁",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "For a serum, it has a pretty thick texture and at least for me, that's amazing. It visibly reduces my pores and increases elasticity (as well for some reason reduces my redness when I'm cleansing). I'm new to it, I have not used it for a long time yet, but it's working. It's a bit on the expensive side, but definitely, it's worth buying it."
		},
		{
			"review_title": "Not worth it for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I’m glad a was able to try a sample before making a decision to purchase. I tried the sample for 7 days and it did not work for me. It wasn’t hydrating on my skin and cause small breakouts"
		},
		{
			"review_title": "Always buy again and I recommender for day and nit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this producto for any time I use and is my favorite"
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve using for years! I mixed a few drops with my foundation give luxurious healthy glow! Totally worth the money!"
		},
		{
			"review_title": "Breaks me out",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Unfortunately this breaks me out. I got this on sale a couple months ago and have tried using it at night a handful of times, and always end up with a few small spots the next day. This last time, had some great skin and decided I'd try it one last time.. and now I'm fighting a breakout, so it is def not for me. Did not use it enough consistently due to breakouts to see any results."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I love this product, it makes my skin feel like glass and the smell is slight but very luxurious. Definitely recommend if you are willing to splurge for it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "An expensive product but it is effective. My face looks so much brighter after using this"
		},
		{
			"review_title": "A stable for years",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been using this for years and you can put it on anything. It’s a miracle worker"
		},
		{
			"review_title": "Excellent serum . Just wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Great . I love it .  Will buy it again no matter how pricey it is .  I got what I paid for . Excellent product"
		},
		{
			"review_title": "Incredible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I didn’t want to like this serum because it is so expensive but wow I feel as if this is the only serum I’ve used that actually does everything it says. Doesn’t make my face breakout, provides a great glow, very hydrating, and I feel like I look ten years younger."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This night serum is amazing.  My skin is tired at times but after applying this serum and sleeping, my skin is much fresher in the morning. Definitely recommended."
		},
		{
			"review_title": "Liked it but price is high",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Got a sample size and been using it for over a month became a staple in night time skin care moisturizers well but the price is just way to high for the product"
		},
		{
			"review_title": "#fail",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This is a review of sephora, not the product. Hi @sephora, your math is not adding up. $303 for $278 value - what a steal. or I can get it for $ 165 with auto replenish. #fail"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Love!!! Got a sample then purchased the big one! It feels so good on the skin!"
		},
		{
			"review_title": "CRAZY awesome on wrinkles",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "This makes your whole skin feel so nice and soft!!! It’s a bit expensive so I use it at targeted wrinkle treatment and the 1 wrinkle on my forehead is literally almost invisible now after a few weeks using nightly"
		},
		{
			"review_title": "Must have.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "The best serum. Makes my skin so smooth. Highly recommend it."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I got this complimentary from Influenster for my honest review. I have been using this twice a day, daily for the past couple weeks and honestly, I haven’t noticed any difference in the appearance of my skin. It didn’t irritate it my skin at all, but it was just an okay product."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Really makes my skin softer, just wish it wasn’t so expensive as it doesn’t last too long!"
		},
		{
			"review_title": "Irritate my skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "My skin gets so dry and irritated when i used the estee lauder serum after a few time uses. I used to use double serum from clarins and it worked great on my skin. But it’s too expensive and barely on sale like estee lauder. But i guess estee lauder is not suitable for my skin"
		},
		{
			"review_title": "Holy Grail of Serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Truly Holy Grail. I have used this serum for years and can’t say enough great things about it. My skin looks so good in the morning thanks to this serum. I credit it with my skin looking at least 10+ years younger"
		},
		{
			"review_title": "A must for night time skin care",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "I love the serum. I use it in the evenings before my evening cream, or just on its own. I think it  has helped reduce some of the wrinkles on my forehead and my face feels much more hydrated and rejuvenated. I am definitely using this as a staple in my night skin care routine."
		},
		{
			"review_title": "Holy grail of skincare products!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have been using this serum for over 7 years and it keeps my skin soft and smooth. A must have in your skincare routine !"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Love this product. Makes my skin look and feel great!"
		},
		{
			"review_title": "A must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "amazing produ.very effecive.  highly recommended. show results in  2 weeks"
		},
		{
			"review_title": "THE #1 SERUM YOU’LL ONLY EVER NEED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This has been my go-to serum for over 20 years! My mom used this back in the day & I started using it in my early teens. I swear it has prevented me from looking my age for a very long time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "My favorite night serum EVER. Must have. Wake up with smoother, brighter, and clearer skin. Kind of pricey but worth it during Sephora insider sale"
		},
		{
			"review_title": "It’s okay",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I liked this product because it didn’t break my face out like other products when I introduce something new. However, I didn’t see any changes with this product so I’m glad I only bought the mini. I don’t think I’ll repurchase."
		},
		{
			"review_title": "Mature Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I've been using estee lauder night repair for years along with la mer.  It's great for mature skin. I'm in my 50s and feel lucky to have the skin I have. For young skin this may be to harsh?  When I was young I used clinique and Olay skin care.  if your young try a less harsh skin care routine.   Just my suggestion. post script: stay hydrated"
		},
		{
			"review_title": "Works on scars, too!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I’ve used this for a few years, and I like the consistency & smell, and hoped it was helping reduce my pre-40s wrinkles (and preventing any future ones). I then sustained a head injury (self inflicted wound) that gave me some impressive cuts on my forehead.  It’s been almost a year now and the scars are fairly faint (they will always be there, but they are mostly flat and smooth), due to a steady-handed emergency room doc, a scar cream (used for two months), and this lovely serum.  It will take a lot for me to remove this from my nightly routine."
		},
		{
			"review_title": "Best hydrating serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the best hydrating serum I’ve ever tried. I know it’s pricey but worth it definitely . It’s been years now and definitely if I try other ones getting back to night repair make real change to my skin. I’d highly recommend it."
		},
		{
			"review_title": "Must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This product is amazing. It made my skin very smooth and expedite healing process. I highly recommend it. One of the best products I used"
		},
		{
			"review_title": "I love what this does for my skin.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I've been using this product for about 2 1/2 years now and I love it. It doesn't have a strong smell and it doesn't make my skin feel greasy or sticky and its great, I live in a very dry winter climate in the arctic and this is a fantastic product. I've gotten it for my sisters as gifts and recommend to my friends. It doesn't make my skin break out or irritate it in any way. I use right after a shower before bed."
		},
		{
			"review_title": "Nothing special",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I purchased it months ago and just finished the bottle recently , after using it straight for a month I saw no difference in my skin. For the cost of the product I’d expect better results. I recommend a Kbeaty product"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Probably the best product I’ve ever used. My skin has never been softer."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "broke me out and did nothing for my skin! never purchasing again"
		},
		{
			"review_title": "Bottled version of CPR for your skin.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the best serum I have ever used. Have been using for 4 years now and I really see results. For the price and results this serum is definitely worth it. Texture of this serum is slight yellow, milky liquid with no noticeable scent that does sink in quickly without tackiness.  Honestly it is the only serum I reach for when I am not sure what my skin needs. It is my fail safe product."
		},
		{
			"review_title": "The proof… 30+ years of use.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "My mother is 90. This week someone asked her what she used for her skin (it’s beautiful BTW). Her response, Estée Lauder night repair for40+ yrs. Lady who asked said lady in 80’s said same. same .   What more do you need to know? Not sponsee at all. Just a fact.thingthing.thing"
		},
		{
			"review_title": "no real change here",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I did not notice a change in my skin texture while trying out this product. I did not have any adverse reactions, so worth a try still for others!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I have been using this 1/2 times daily for about a year and the difference is staggering. I am very pale, and needed help with redness and skin tone, texture, and fine lines as I approach my mid thirties. I think consistency is key with products like these, and paired with the Estee Bio ferment toner it is a great combo. One star deduction for price point, even though I will continue to pay it."
		},
		{
			"review_title": "Fermented ingredient didn’t agree",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Honestly it didn’t work for me. I believe it is because of the ferments in the product. If you are sensitive to anything fermented - whether topically or via food, I would suggest you stay away. It made my skin bumpy and irritated."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I received this product for free but let me tell you this moisturizers your skin while repairing and rejuvenating the skin! I will definitely be purchasing an keeping this as a staple in my skincare collection!"
		},
		{
			"review_title": "Worth every penny",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I got sick of buying a bunch of different cheaper serums when this stuff is literally a GOAT! I am 32 years old and have dry skin and it plumps and hydrated!   serum and feels"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Dry skin",
			"review_text": "Is it expensive? Yes. Is it worth it? Absolutely, yes. I have been using this since my late 20s and find the bigger bottle lasts about a year. I don't know what's in this that makes it so incredible, but I know this will always be a part of my skin care routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "a must have after you hit 25. Save money for this."
		},
		{
			"review_title": "Bomb.com night time serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "mediumTan skin tone, Oily skin",
			"review_text": "I live for this stuff!! I am in my early 40’s and I use this every night. It makes my face have such a glow and very soft. I have oily skin and it does not make my skin too oily"
		},
		{
			"review_title": "Too expensive for the amount",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Good but too expensive it finished in less than 2 months:("
		},
		{
			"review_title": "Will not go without it now",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "For some context, I have very sensitive acne prone skin and have issues with redness. I’ve only been using this for a couple of weeks and I can confidently share that my skin has never looked better. My skin tone’s less red, I haven’t broken out at all and my acne has actually cleared up. I have  slight fine lines on my forehead and they have faded drastically. I just turned 25 and I first started getting into skincare when I was around 17. I’ve tried my fair share of of higher end products, trying to find serums that truly make a difference. I can truly say that this is the best product I’ve tried for my skin. I’m still in the early phases of using it, but from what I’ve seen so far, I’m impressed."
		},
		{
			"review_title": "NO MORE PORES",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Been using this product for the past two years and during the first month I watched my pores disappear I’m 45 years old and people think I’m in my early 30s … hydrates and helps Diminish scar’s and dark spots"
		},
		{
			"review_title": "Mush-have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m definitely one to stick to a product once I find something that works and this absolutely became a staple in my skin-care routine. Super hydrating and absorbs well.  I received this as a free sample and JA"
		},
		{
			"review_title": "DO YOUR SKIN A FAVOR AND BUY THIS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The first time I used this product I only had a travel sized sample that I received as a gift for shopping at a Sephora shop in Istanbul and I’ve been using it for a year now. It brought back my dry and dehydrated skin back to life."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "count your days estée lauder! a sample size product the size of my pinky finger is robbery. will not repurchase sample size would purchase full. overall i like the product however so far and my skin  is feeling is"
		},
		{
			"review_title": "It’s pretty good. But…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "NOT A GIFT OR PAID PROMO) [I see a lot of reviews on Sephora that are paid/gifts. Or the person has received them via influencter or similar websites. This is why I decided to start reviewing all the products I have spent an insane amount of money on, especially this HUNDRED dollar serum]  This is a good serum. It hydrates, plumps, feels luscious, and even looks good under makeup.  I have seen no long term reduction in fine lines. It has pore-clogging ingredients and I do notice that my skin gets closed comedones from this when paired with pretty much any primer. It is quite heavy and made of a nice glass. It looks good on the counter.  It is fragranced, by natural things I suppose. It has a similar smell to drugstore olay products. I’m not sensitive to fragrance so I don’t mind, but the fragrance itself isn’t all that nice.  The dropper SUCKS. It barely picks up product. I have to scrape the edges of it to get enough for face and neck. Overall I really like it but it not good enough for the price point and I haven’t noticed any effects besides hydrating. There are much better anti aging products. Anyhow, you can spend all the money on skincare you want but manage your expectations. Nothing with get you results like procedures done in a medspa so save for that instead of getting this serum"
		},
		{
			"review_title": "After over 20 years of use…….",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I’ve used this product religiously for a little over 20 years. I’m 50, and people are shocked at that! Most think I’m in my 30s. I attribute most of this to this particular product. A penny sized amount goes a long way in minimizing lines and creep, dullness, age spots, etc."
		},
		{
			"review_title": "Ingredients are so bad for skin!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The product claims to be oil free so I thought it would work great for my acne prone skin but it made me break out in large pimples. It has ingredients like jojoba wax that really should never be in a face product. Don't but this!"
		},
		{
			"review_title": "Highly recommend..!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
			"review_text": "I've see a positive change on my face...highly recommend this serum !!"
		},
		{
			"review_title": "Always Happy When I Use It!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I always use this under a night cream, it really improves my rather dry skin. The mini bottle lasts surprisingly a long time. I really think that this product is a must-have absolutely."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Staple nighttime product that I've used on and off for may years. Great for moisturizing and repairing the skin."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "Beware if you are acne prone - there are a few ingredients that are known for clogging pores.  Otherwise great product!!"
		},
		{
			"review_title": "It's a ten...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This is absolutely amazing. The hype is real, and if y'all not using this, then you're not doing skincare right. Get you a bottle, guys ...."
		},
		{
			"review_title": "My go-to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I've really noticed how much this serum hydrates my skin after chemical peels (at home or in office) and lasers (clear & brilliant, IPL). It's my go-to after these investments to hydrate skin without irritation. Makes my skin glowing and smooth"
		},
		{
			"review_title": "A good thing to add to nightly regime",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair",
			"review_text": "I like this product a lot. It goes on smooth and leaves your skin glowing."
		},
		{
			"review_title": "worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "this product is INSANE. used for 2 nights and my pores practically vanished. fine lines noticeably reduced and just leaves your skin looking extremely soft and supple. got it in a sample size as a gift and now it’s a staple!"
		},
		{
			"review_title": "Good, Not Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I tested the Lancôme Genefique for a full bottle and then this for a full bottle. For my skin, I prefer the Lancôme. Both of these are supposed to do similar things and have similar ingredients. However, I felt like it made my skin a little drier than the Lancôme. I prefer the hydration from the Lancôme."
		},
		{
			"review_title": "Best serum ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have been using this product for 10 years now. It has changed my face. I use to get acne and had dark spots on my skin.  This product changed my face, made my skin softer and removed lines and discoloration. I had tried many serums in between because this was too expensive. But i did not receive fhe same results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Complete game changer! Significantly reduces fine lines and leaves a skin soft and glowing. Must have serum🤌🏻"
		},
		{
			"review_title": "Love this serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This serum is great. I was looking for a serum as part of nighttime skincare routine and I got to know about this product. Thought of giving it a try, so bought the trial size first and omg, it’s so nice. It makes my skin so smooth. I am gonna use it forever."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Honestly I didn’t see any changes. it’s not worth the hype.I researched alot before buying. But Everywhere the reviews of this product is good, don’t know how! If u wann try this, check with ppl how have actually used it"
		},
		{
			"review_title": "Good for uneven texture",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I gifted to my mom and she loves it! It helps out for uneven texture on the skin."
		},
		{
			"review_title": "Un must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "J'ai eu ce produit en échantillon et j'ai adoré, j'ai été chercher la grosse bouteille et je ne m'en passerais plus! Je l'utilise depuis 6 mois et j'ai vu une nette différence avec ma peau d'avant! Je recommande fortement!"
		},
		{
			"review_title": "Not impressed.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I got the trial size to test this serum and I really don't care for it at all. I is thick and quite goopy and gets clogged in the dropper pump. Even though it is thick and sticky in on the dropper, it just feels like water on the face, just a little stickier. I really love the Estee Lauder face creams, but I definitely choose another serum."
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I’ve been using this product for over a year now. I have seen drastic changes in my skin. It’s much brighter and has decreased my fine lines and wrinkles. Also gives me extra hydration. This is a staple in my skincare routine."
		},
		{
			"review_title": "The absolute best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "Worth every penny! I have gone through so many bottles of this! I use it day and night! Nothing compares. Your skin drinks it in immediately and you can actually see results instantly. I notice my skin improves greatly after using this for one week straight. I never get breakouts while using this either. Fine lines are reduced, skin feels smoother and tighter, makeup goes on better, it's a dream!"
		},
		{
			"review_title": "Advanced Night Repair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The hype is real and I love this serum. Use it every night and see the benefits. Been looking for staples in my skincare routine and this has been it for a couple months now."
		},
		{
			"review_title": "Great effective serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Yes, this is expensive. But I have found this to be one of the few products that does what it claims.  But, if you are the person looking for fast and dramatic results, then you need to head to the dermatologist and get a syringe of botox."
		},
		{
			"review_title": "Add this luxury serum to your skincare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "At 33 I finally decided a luxury all in one serum was needed in my routine. I have normal to dry skin, freckles but no wrinkles. I’m hoping with continuous use this will help prevent them. I can tell immediately after applying it’s working as my skin is so so soft, supple and bouncy. I will repurchase."
		},
		{
			"review_title": "pore clogging ingredients",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I bought this because my friend recommended it, and their website says it's non-acnegenic. Not long after using this, I started to develop some blackheads and a few pimples. This was the only new product to my routine. I ran the ingredients in a pore clogging checker....and it has pore clogging ingredients! My fault for not checking, but why would they market this as non-acnegenic when it is???"
		},
		{
			"review_title": "It is indeed 80$ good.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I'm not someone who buys expensive skincare..because you can always find a dupe..but this serum right here. I got a sample from a friend and tried it.. it is the only serum I have used where I woke up and saw an over night difference in my skin. Several people have complimented my skin the last couple of weeks. It is a big deal for to spend more than 20 bucks on a serum..I get it..but get your hands on a sample and TRY THIS!! I'm actually rather upset I love it this much. It gives me a true supple dewy bouncy look that doesn't go away after it dries down."
		},
		{
			"review_title": "Nothing cool about it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "smells weird and does nothing for the skin so certainly not worth the money"
		},
		{
			"review_title": "A must in my night time skin routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I started using this product during my night time skin routine and I love the way my face feels in the morning. I usually massage my face 2 times out the week with this product ever since purchasing it and my feels so smooth and tight. I feel the glow after using it. Would definitely recommend if you’re lazy to do your morning routine and just wanna splash some cold water because this product will hydrate face and replenishes it making you feel great the entire day."
		},
		{
			"review_title": "My Fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My favorite Serum. I can really tell a difference on my skin when I use it."
		},
		{
			"review_title": "Absolute must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This product is holy grail. Had severe redness from another product and using this twice I saw such a drastic improvement to my skin. My skin is clear, glowy, and so soft. It is well worth the money and this will be a staple in my skincare moving forward"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Gold! I saw result literally 2 days later. Ive got dull aging a little combination skin. After this night serum I use light moisturizer the next day and skin just looks beautiful!"
		},
		{
			"review_title": "ABSOLUTE HOLY GRAIL!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I am not kidding when i tell you that I could marry this product if I could. It is just spectacular in every aspect and I don't have a single complaint about it. I have very dry skin and this does an excellent job in providing hydration, and a healthy glow. My skin looks so nice when I wake up, and it feels very plump and soft. 20/10 !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
			"review_text": "I love all of Estée Lauder products but this night cream is on a whole other level it’s not oily at all it light overall it’s a brilliant product it gives your face a nice clean look"
		},
		{
			"review_title": "Must have for retinoid users!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I will not make any claims about the supposed anti-aging benefits of this product as I am only 34, hence the 4 stars. HOWEVER. I recently started using Retin-a regularly again and this is the only thing that has helped my skin adjust. I usually get a lot of irritation and dryness but this relieves the irritation immediately. It also helps with the dryness as long as a pair it with a very moisturizing cream (usually the cream by itself is not enough). I apply it in the morning after washing and at night right before applying the Retin-a. On days that my skin is less dry, this is moisturizing enough by itself. I imagine this plus sunscreen would be enough during the summer for my oily skin.  I don't know how I would feel about it if I wasn't using Retin-a, but it does make your skin look and feel really moist and glowy after application."
		},
		{
			"review_title": "Popular for a good reason",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I am very happy I purchased this fan favorite. Great hydration and I have noticed an improvement in my skin."
		},
		{
			"review_title": "Holy Grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This stuff is amazing! I was skeptical, but I was Hooked after the first use! It’s super hydrating and leaves my skin feeling amazing!"
		},
		{
			"review_title": "The best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The best thing ever! I’m 54 years old, very dry skin. This has been a skin saver. This will always be a staple. 1000000% recommend this."
		},
		{
			"review_title": "Holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Light skin tone, Combination skin",
			"review_text": "The best product I've ever used in my entire life. I always saw my mom using it so I didn't think it would be for younger ppl but this product is bomb. No matter what skin type you have ,no matter the issue it will fix it"
		},
		{
			"review_title": "Not Good For Sensitive Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Broke me out in red bumps all over my face. Definitely wouldn’t recommend if you have sensitive skin"
		},
		{
			"review_title": "Magic serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This stuff is exactly what my skincare routine was missing. Despite using a great cleanser and moisturizer daily and exfoliating once or twice a week, my skin always felt very dry and dull. Since adding this to my routine a week ago, my skin is so much softer and feels younger."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I'm almost finished my first bottle and it's lasted me about 6 months. I love having it as a part of my night time routine - just feels so luxurious!"
		},
		{
			"review_title": "Disappointing !",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is the first Estée Lauder product that I’ve tried that is not good at all. It broke me out so bad and didn’t do anything for my skin   A waste of money"
		},
		{
			"review_title": "SPLURGE ON IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It’s so expensiveeee but it’s the best EVER! It’s super hydrating, it has retinol, the feeling and incredible, it doesn’t irritate my skin and it really does make my skin look so so nice! It’s worth it"
		},
		{
			"review_title": "the best over night serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "absolutely loves this product. At leaves my skin so soft. Probably the best product that I’ve ever used."
		},
		{
			"review_title": "People will notice your skin looks nicer.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "My husband, the man who did not notice when I chopped off 7 inches of my hair, complimented my skin after I'd been using this serum for a week. Enough said."
		},
		{
			"review_title": "Good serum but expensive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I actually really do like this serum.  I view bifida ferment lysate as a soothing ingredient.  It possibly has antioxidant and barrier repair properties but I like to think of this as a probiotic soothing skin supplement.  It also has other soothing ingredients like chamomile and bisabolol.  Hydrating ingredients like squalane, glycerin, hyaluronic acid, and B5.  I am glad this high end brand has dropped the fragrance from this serum.  I do wish they'd also drop the dyes since they don't serve a real purpose.  I like the natural scent this product has- it's almost like a gingery Cola smell.  I love pairing this serum with other pre and probiotic ingredients like oats, thermal spring water, snail mucin, etc. for soothing the skin.  I took one star off for the insane price point.  It's a good serum but extreme price tags are rarely justified.  There are many other more affordable bifida products on the market that would provide similar results"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Effective and easy to use.  Advanced Night Repair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My holy grail! Always always excited for this part of my skin care routine! Super worth it!"
		},
		{
			"review_title": "Used to be effective!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I first used this during my mid twenties when ANR was still the original formula - before it underwent god knows how many reincarnations. Back then I used to find it would help a little with the odd acne mark that would appear every few weeks but did little else for my skin concerns. I was primarily using it in the hopes of some sort of defense against future ageing, but I can't say whether or not it achieved anything, as once the bottle ran out I started using other products and then recently thought why not give it another go?   So onto the latest version 'Synchronized Recovery Complex' which I tried earlier this year. I don't know if it's the fact that 'Tocopherol Acetate' (Vitamin E) has been pushed down to 30th place on ingredients list (used to be 13th), or whether it's because 'Retinyl Palmitate (an ester of Vitamin A) has been completely removed from the new version, but this one didn't do anything for acne marks whatsoever and I used it for over a month. It makes sense as both of those ingredients, especially Vitamin A in any form, are known to help fade marks. Add to that a whole host of new and unpronounceable ingredients and that probably explains why if anything I'd experienced even more breakouts when using this...although which one (or more) of the many new ingredients is the culprit I couldn't say! Not sure why they just couldn't let a good thing be and have to change/ruin it?   ~ My Sephora Top 7 must-have list ~  (My top 7 must-have beauty products of all time, focusing mainly on my purchases at Sephora)  1. Hair Loss Treatment: ‘Divine Herbal’ - Hair Oil  2. Shampoo: 'Sephora Collection' - Deep Cleaning Shampoo 3. Face Mask: ‘Peter Thomas Roth’ – Pumpkin Enzyme Mask  4. Pigmentation + Anti-Aging Serum: ‘Divine Herbal’ - Facial Treatment Serum 5. Face Scrub: ‘Sisley' - Botanical Gentle Buffing Cream 6. Lip Balm: ‘Nuxe’ – Reve De Miel Lip Balm 7. Lip Liner: ‘Sephora Collection' - Rouge Gel Lip Lin"
		},
		{
			"review_title": "not what I expected",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Medium skin tone, Combination skin",
			"review_text": "Not as great as I had expected. I have come to expect great results when using Estee Lauder products and this one just didn't do it for me"
		},
		{
			"review_title": "Must Buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I wanted to buy this product for very long and I have already started to love this product. Mine is combination skin and this suits me very well. When I wake up, first think I do now is to go check my glowing skin in the Mirror!! Thank you Sephora for the original product.."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Best product ever - my skin is so smooth and glowie after using it!"
		},
		{
			"review_title": "feels nice but doesn't improve skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I really wanted to love this but after 1 full bottle i didn't see any difference, so i bought another bottle in hopes that i would finally start seeing some change/improvement in my skin, but i just finished the second bottle and still no change:("
		},
		{
			"review_title": "healing, but $$$$",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Normal skin",
			"review_text": "got this as either a sample with an order here or it was one of the reward bazaar items--i don't remember. i often forget i have it, but if my skin is angry i use this before bed and wake up noticeably healed. i only have a bit left and came to the page to see about buying more. it's mad expensive but a little goes a long way. i had the mini size for a long time now, apply it when your face is damp for maximum spreadability. if i were rich i might use it every night!"
		},
		{
			"review_title": "After 2 months, zero results",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I've been using this serum for 2 months now and have seen absolutely no results. My skin doesn't look more youthful, it has not helped with firmness or elasticity, hasn't reduced any fine lines. Anyone who says this works must be experiencing some kind of placebo-like effect where their skin isn't actually improving, they just believe it is."
		},
		{
			"review_title": "liquid gold",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This stuff is like liquid gold. I know is expensive but you only need a small amount. I have been using it for over 20 years I’m in my 50 but I can pass for 40 I credit this and good genes."
		},
		{
			"review_title": "Good but expensive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I like the texture and the smell. Wish it could me a little bit less expensive. It’s the only product I have of this brand."
		},
		{
			"review_title": "Loved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This eye cream is very hydrating and absorbs really quickly. I don’t see any major benefit since I only test it for 2 weeks, I will update any updates soon. So far so good."
		},
		{
			"review_title": "Did Nothing!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "received this as a gift for my birthday, and was very excited to try this product. Unfortunately it did nothing for my skin. No difference whatsoever"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is such a great serum!! I absolutely love using this at night or even before my makeup! It smooths my complexion :)"
		},
		{
			"review_title": "Holy grail of skin care!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I am IN LOVE with this product! It does wonders for my skin, I use it after cleansing and using my toner then this wonderful serum and I finish with my moisturizer at night. By the morning my skin is smooth and dewy and any irritation is significantly reduced! A little goes a long way and I use it every other night!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I didn't mind using it but I also didn't see any difference in my skin after going through a bottle of it so I wouldn't purchase again"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love how this product makes my skin feel silky and smooth and just a complete refresher after applying it! It’s probably my favorite eye cream I’ve tried! I put it on at night before bed and wake up with that silky soft skin! I would really recommend giving it a try if you have dry skin."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really like this product. I did receive a sample for my honest review. In my opinion this is a great product and I am sure if I had more than a sample I would see results with more use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "This is an amazing serum with nice results. The formula is super silky and fast absorbing. Perfect for lines and wrinkle reduction and improvement. I recyrhis for my honest opinion and I love it.@ Influenster and @estee lauder this is a very high quality serum."
		},
		{
			"review_title": "Estée Lauder Advance Night Repair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this product. It is used to remove dark circle and lines. Also it helps with dryness and dehydration of the skin. This product is a light weight gel. It’s easy to apply. You can do it in the morning before work and again at bed. Dermatologist approved."
		},
		{
			"review_title": "Half of my night routine in this bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I loooove this! My night time skincare routine is pretty simple and consist of just two serums - this Estee Lauder over The Ordinary's Lactic Acid 10% + HA 2% Exfoliating Serum. My face breaks out when I use anything cream or oil based so I've been looking for more water based serums and this is perfect."
		},
		{
			"review_title": "It actually works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I don’t know what’s in this serum but I’ve told friends it’s literally magic in a bottle.  I just turned 40 and I have pretty good skin but over the last year I’ve noticed a few fine lines in between my brows (the dreaded 11s).  I added this serum at night and within a month they were gone.  I’m skeptical of any “counter” brands like Clinique, Clarins, Lauder, etc but this really works.  Lightweight and not sticky either"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Great product! It does not leave a sticky feeling on your face. It is absorbed quickly and leaves skin feeling smooth. Noticed a difference within a week."
		},
		{
			"review_title": "Great for Acne Prone skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I breakout easily with moisturizer so I have to be weary on what i use to prep my skin. I started using this product a year ago before applying my makeup and it makes such a difference. I wash my face with an organic cleanser and apply the serum. It helps my makeup go on much more smoother. I made the mistake of testing other products and stopped using this for about 2 months. The other products I used clogged my pores and caused breakouts. This is definitely worth the price."
		},
		{
			"review_title": "Estee Lauder advanced night repair eye-gel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I received this product in exchange for my honest opinion from influenster. So, I have said that I am a huge fan of Estee Lauder and that's because everyone of the many products that I have tried throughout the years have always worked the way they were supposed to and this product is no exception! This eye cream/gel is a real miracle worker!! I have been struggling with dark circles under my eyes for years and I have tried tons of different products and I have not had any luck with them so when I saw what I got when I opened the box I was so excited to try it I have been using it for one week now and the circles have lightened up noticeably and I am so happy bc I  finally have a product that is working!! I noticed that they are more hydrated to!!  I love it and when my lil jar is all used up I will be buying another one.. if your like me suffering from dark circles under your eyes and have tried everything I recommend that you give this a try!! You will be amazed! Ty u influenster!!"
		},
		{
			"review_title": "perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "It's perfect from the first week you can see the good changes I love it I love it"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I have been using this serum for a few weeks now and I see a major improvement on my face.  I absolutely am in love with this product.  I apply this serum at night and sometimes in the morning.  My face just really drinks up this serum.  The fine lines that I really dread seeing everyday is almost invisible.  I am definitely keeping this product in my daily routine."
		},
		{
			"review_title": "Really great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "If you can afford this, you should try it! It's hydrating  but not rich or oily, it melts into your skin. I feel my skin is more even and looks better since I use this product. And you don't have to put a lot. I use it at night before my moisturizer and I really love it!"
		},
		{
			"review_title": "Surprisingly Disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The consistency of the serum is alright. I prefer serums that sink in quickly, and this stuff is just a bit too sticky for me. My main issue with this is it just didn't work. I did not notice any remarkable improvement in my skin texture, uneven tone, or fine lines."
		},
		{
			"review_title": "It didn’t do anything for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I was super excited to try this serum but even after 2 months of use I didn’t see any change, it did nothing for me that my other more affordable serums didn’t do. Plus the sticky left over residue wasn’t great"
		},
		{
			"review_title": "would not recommend",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Overrated . Has a chemical smell ..burns my skin & makes my skin look more wrinkled ."
		},
		{
			"review_title": "Night repair",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I really wanted to like this product I just can’t get over the smell and slight tingle I get when it is applied."
		},
		{
			"review_title": "Best Serum Ever !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This serum is the best one I have used !!! I saw results in just a week or so. My skin looks so nourished and healthy. It's more plump and even younger.  I have a glow and it does help with fine lines. It leaves your skin super soft.  I love it and will continue to purchase it."
		},
		{
			"review_title": "Sticky Residue",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This serum left a sticky film on my face. I have an acne-prone skin and felt like this would clog my pores."
		},
		{
			"review_title": "Estee Lauder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this little bottle.  Make my skin feel incredible, soft, and beautiful when I get up."
		},
		{
			"review_title": "works wonders on my late 30’s, hormonal acne skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I got a free sample and just a little bit lasted a long time. I’m 37 with acne prone, hormonal acne skin that does not like too many products used on it. I use this every night and it’s all I need. I only use a lotion during the day on occasion if my skin needs it. My skin has been hydrated, glowing and NO irritation. That’s a big one for me.   Sounds to me, based on the varying feedback, you might want to see if the sample works for you. I love it myself."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this product. Everyone says that the ingredients individually aren’t worth the money, but there is something about the formula as a whole and they were right. I have an extensive skincare routine with and high and low end products. I will add one product at a time to see if I want to repurchase or not, I definitely will be. I don’t have problem skin, but I’m 38 and my skin is starting to not be so firm and is dry in the winter. When I use this I wake with firm and glowing skin. It is also very hydrating and sometimes I will use during the day as well. It may not be worth the money if you are in your 20s, but if you are in your late 30s I definitely recommend it."
		},
		{
			"review_title": "Made no difference for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I used this for about a year and it made absolutely no difference at all. Now at night I use a retinoid (Algenist Repairing oil), argan oil and Lancome absolue cream and I wake up with the most luxurious, plump, nourished, healthy perfect skin w no pores, wrinkles or dark spots or acne scars. This promised to repair at night and did nothing at all."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I feel like we could have done better with this one. I put it on my face and didn't see much of a difference. I think for the ingredients added, this lacks potential and lack of ingredients. I would not purchase this again although I got the mini size to start with. There are so many other hydrating serums that are not worth this price!!!"
		},
		{
			"review_title": "Soothing for mature skin.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I love this product. I've searching and mixing and matching for a product or products that will soothe and hydrate my dry, red, sensitive, mature skin. This has worked wonders for me in just a few weeks. Improved texture and hydration and reduced redness."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "No idea why this Is so expensive, but it doesn’t have a scent.  I like it.  The bottle(not the dropper one) is pretty hard to open the first time."
		},
		{
			"review_title": "tingles",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Yes, there is a tingling feeling when you put this on. The smell, effect and longevity of this cream are otherwise very pleasant."
		},
		{
			"review_title": "Perfect Night Serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I received this product as a sample and after one use I noticed how smooth my skin was. I decided to buy it in the 1 oz size and have been using it for months now! I see a real difference in the overall complexion of my skin and texture. It’s a bit pricy but you only need 2-3 tiny drops because a little goes a long way! Definitely will be in my nighttime skin routine for a while."
		},
		{
			"review_title": "makes face itchy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Unfortunately It makes my skin itchy whenever I use it on my face.  I used it couple of times so doesn’t know it works or not."
		},
		{
			"review_title": "So so",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I loved how my skin looked, but not happy with the ingredient list.  Red, and yellow coloring.  My skin looked younger, immediately,"
		},
		{
			"review_title": "Amazing product.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This serum is great for making your skin feel instantly revitalized and youthful and the results are clearly phenomenal. Being a woman in my late 30s it is crucial to find the right moisturizers and skin-care products to keep my face looking healthy and keeping the cells regeneration is key to that. This product does just that with finesse!"
		},
		{
			"review_title": "Consistency is key!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I'm in my 30's but I'm a big believer in taking preventative measures against aging LOL...I was using this off and on for about a year and wasn't too impressed with the results but at the beginning of this year I decided to try this again but this time pair it with the Estee Lauder Advanced Night Repair Treatment Intense Reset Concentrate and HOLY SMOKES WHAT A DIFFERENCE!! Together they make a POWER HOUSE. Another big key is to BE CONSISTENT. It took about 2-2 1/2 weeks for me to see results but man my skin looks AMAZING! So smooth, firm, even and radiant! Worth every penny!"
		},
		{
			"review_title": "Just no.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I am allergic to chamomile. This serum makes my face hot and burns. I wanted to like it and use it with my EL moisturizer, but I cannot."
		},
		{
			"review_title": "Not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I tried this serum from a sample bottle I got over 3 weeks. I am neutral about it. It made my skin feel nice but not any different from cheaper serums. I was going to give it 3 stars, but because of the price i dont think is worth it so i gave it 2."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this product!!! Its just amazing !!! Wow, wow, wow !"
		},
		{
			"review_title": "Visible Results",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love noticing smaller pores, plumper skin and less redness in the morning after applying this the night before. However for the price and quantity it is a bit steep in my opinion. The Laneige Time Freeze mask performs same but better!"
		},
		{
			"review_title": "Estée Lauder is so worth the investment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I used to use this in my 20s and came back to this now in mid-40s. Visibly smoother, hydrated, firmer skin after one application. I use daily now and it’s incredible. Highly recommend"
		},
		{
			"review_title": "game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This product is a game changer. Highly recommend. I used it for a week but I could see a difference in my skin texture."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have tried different brand of serum, this is the most suitable for my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "LOVE. Pricey, but worth it! The scent and feel are lovely."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "My holy grail! I’ve been using this for years and now have incorporated the eye recovery as well. My skin always feels plump, I use it day and night even tho it says night only lol"
		},
		{
			"review_title": "the price is not right :/",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I got about 2 weeks, day and night, worth of uses for the small bottle. 2 stars because it absorbs very well and quickly into my skin and made it feel really nice. Was hoping it would help with my smile line and the lines on my neck  but it didn’t do anything at all. Not worth it for the price and am glad I only bought the small bottle to try first."
		},
		{
			"review_title": "good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Pretty good, it helps with your winkle lines. Def would buy again."
		},
		{
			"review_title": "Expensive but good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "After a week, felt a noticeable difference in the smoothness of my skin. When I washed my face I could feel more water running off of it! I have to be careful because my skin breaks out when I give it new moisturizer or serum. (Takes at least two weeks or so to get used to a new product.) But my skin is settling down and I am very happy now."
		},
		{
			"review_title": "Go ahead and buy it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Do yourself the favor and just click buy. I started with a sample size because let’s face it, this is an investment. It takes a bit of time to see the impacts but once you do you’ll find you can’t live without it. My skin tone has become so even. I struggle with mild rosacea and this has significantly helped reduce redness and irritation. It feels gorgeous on the skin, not tacky, and absorbs well. It also plays nicely with SPF, other serums, makeup. A large bottle might give you sticker shock but it’ll last six months."
		},
		{
			"review_title": "Mrs. Lauder's Advanced Night Repair is effective!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I am a 'returning' Estee Lauder customer. I was quite surprised to find that Mrs. Lauder's Advanced Night Repair is just as effective as her Night Repair that I used in the 1980's. It promotes smooth, soft, and dewy-looking skin as it did 30 years ago. Thanks for quality control."
		},
		{
			"review_title": "Worked in the beginning",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "auburn hair, Fair skin tone, Combination skin",
			"review_text": "2 weeks in and my forehead lines has been steadily decreasing; I'm looking forward to see if it can work its magic into the pores and general skin texture as well. I've got sensitive skin but the product is gentle -- no issues so far! While it's pricey, the bottle will last you a while with 3-4 drops a night. Update: by the end of the bottle the serum lost its effectiveness - I'm not sure whether it got expired? I'm rather sad really."
		},
		{
			"review_title": "Bye bye elevens",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "A big thank you to Estee lauder and Influenster for giving me a free sample to try. This made my eleven lines less deep and my tired under eyes look like I get enough sleep. I didn't think this would make such a noticeable difference but it did and I love it. The smell is pleasant and it leaves my skin feeling hydrated."
		},
		{
			"review_title": "Feels great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Great stuff. My skin feels great in the morning. I’m very happy with this product."
		},
		{
			"review_title": "not the same",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I’ve used this is the past and I’ve noticed so many companies substituting ingredients since Covid. A lot of shortages or inability to get products. Many of them aren’t disclosing. I don’t know if that’s what’s going on with this but it didn’t smell the same and wasn’t the consistency. I used it before bed and I woke up to a swollen sunburnt looking face that was sticky. Nothing like what I used before."
		},
		{
			"review_title": "MEH",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I was excited about this product because of the reputation. But it didn’t work nothing to me:/ just an expensive serum, that’s all."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Outstanding. My skin has never looked better and although it’s expensive it is worth it."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It absorbs well and feels fine on my skin but I didn't notice any repairing results. I didn't like the smell, it smelt like I was putting whiskey on my face. I wouldn't buy this for myself because it doesn't seem to do much benefit for me personally."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "incredible!!! thats all i have to say! wear it at night and wake up with incredible skin"
		},
		{
			"review_title": "young skin and still useful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I started using this and I don’t plan on ever stopping. It’s pricey but it’s so good, it sinks right in! My skin is dry, acne prone, inflamed, and sensitive. This feels so good, and doesn’t make any of my concerns worse. I’m in my 20s and I honestly can see this saving time off my age and neck."
		},
		{
			"review_title": "Save your monies!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I was excited for this one but disappointed in the end. Not getting a new bottle. It is nice and light but it really made no difference at all... not worth the $$."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have been using this product for years and love it! Absorbs quickly into skin and does not leave your face feeling oily."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Nice night serum. It's very moisturizing but I haven't notice any real results."
		},
		{
			"review_title": "Magic in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I saw results in just one day. I’m honestly amazed. Was skeptical because of the price point but bought during a saw. Luckily, I got one for free and 20% off."
		},
		{
			"review_title": "Beautiful Serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Great addition to my night routine. Beautiful application that just glides onto your skin. Plumps skin and makes me look refreshed in the morning. Worth it!"
		},
		{
			"review_title": "Amazing Products.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I really love this product Este Lauder. It has a beautiful effect of constant application and you can see tge effect. I use most of the product and make ups. All of the skin care I recommend. I love the double foundation. The perfume is amazing. All amazing."
		},
		{
			"review_title": "YES!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "My absolute fav. If you’re on the dance try this once and you’ll be hooked for life!"
		},
		{
			"review_title": "Believe the hype",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I got sample small ones with my Sephora points and expected absolutely nothing. I am a skincare junkie and I know my ingredients and I thought people who liked this just didn’t know any better. Well... My skin immediately became bright and glowy.  It makes no sense because you can find “dupes” with seemingly better ingredients for so much less. It must be something about the formulation. Nothing but retinals and Vitamin C serum work magic like this for me. For reference, 57 years old, normal to dry skin."
		},
		{
			"review_title": "The furthest thing from CLEAN beauty",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I don’t know why anyone would want to use this when it contains two different cancer causing PEGS and a host of other chemicals that cannot be pronounced. Don’t use this . Just buy a good retinol. This is totally worthless and does nothing except empty your wallet."
		},
		{
			"review_title": "Amazing Product with a Few Minor Issues",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I’m generally not a fan of this brand as I find it to be over priced for what it does and far too perfumed. That said, this stuff is amazing. It works very quickly and there is a noticeable difference in my skin after one use. It also did not cause my already acne prone skin to break out or become irritated. I wake up feeling soft, smooth, and dewy but not oily. My only gripe is this stinks! The smell is chemically and overall gross. I am guessing it has to do with the ferment ingredients. Two, if you are not careful and get this too close to eyes, it will burn. Three, it’s pricey. I can get past the smell and the eye issue, but daily use with this will definitely add up price wise."
		},
		{
			"review_title": "so worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I tried the sample version. This stuff is CRAZY. One night and I saw a difference. I wish I could afford the full size."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This makes my skin so soft and I’ve noticed my pores on my forehead becoming less noticeable. A small amount goes a long way so I think if you really want to splurge on a product, this would be a great choice. Smells interesting but not overpowering."
		},
		{
			"review_title": "Honest review- please read!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I would give 10stars if given that option. This is a liquid serum to be applied in the am and pm (recommended). The serum is not strong scented and absorbs into the skin immediately. I like to do half a long drop onto the skin directly instead of dropping it in my palms and then applying it to my skin (by the time I do this the serum has already absorbed into my palms!). I like to gently glide the serum all around my face. If you add too much serum it will be harder to apply other products on top and will start to flake off. This is a buildable serum, so you can apply a thin layer of this and then add your sunscreen/ moisturizer (morning or night routine). It works well and I’ve been using the product both in the am and pm before my sunscreen and moisturizer.   I’ve noticed the following:  Within 7-10 days of use (am and pm): most noticeable change is the wrinkle and smoothness under/ around my eye area. It improved dramatically. Overall, skin texture more even, plump and healthy. Skin tone and elasticity of my skin also improved.  Overall, very good and strong product. I enjoyed the old formula (right hand side of the photo) but I like the new formula much better (left side). This is worth every penny and I strongly urge women to be kind to themselves and invest in a good serum for their daily routine.   Both the serums look the same and smells the same. The packaging is different as you can tell. I will be repurchasing and highly recommend this product!"
		},
		{
			"review_title": "mother of 4",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve only gotten the sample bottles twice with my purchase points and used under my eyes. I’m 57 and have combination skin. I absolutely loved it, very hydrating and the only product that felt like a drink of water under my eyes. I only use it at night and only under my eyes because I could never afford to use it all over my face every day but if you are someone who could purchase this night serum I recommend it."
		},
		{
			"review_title": "Game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Fantastic product. It takes a lot for me to write a review or even notice a difference with skin products but this is a game changer and hope it is for you as well. My pores are smaller, my skin complexity is improved and it is not greasy but hydrates well. If I could give it a 10 I would!"
		},
		{
			"review_title": "4 stars, not 5 because...",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received this free in the mail from Amazon. I love it. It’s not greasy or oily, absorbs fast.  But, I gave it 4 stars not 5 because L’Oréal night cream works better overall and it’s a little cheaper or around the same price, depending on where it’s purchased."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this serum, no irritation at all and feels great on my skin. My skin feels moisturizer and plump after applying it to my face. Little to no fragrance, didn’t cause any breakouts. Really happy with this product and will continue to use!"
		},
		{
			"review_title": "Did absolutely nothing for my skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I received a full size bottle of this product as a free gift with purchase during a Black Friday event. After reading reviews and doing research, I have tried this product numerous times trying to get into it because everyone and their sister seems to love it. Unfortunately, I just don't feel like it does anything for my skin. It's not good, it's not bad, it's just an overpriced serum that does nothing. I have tried using it as a serum alone, as a serum with toner, as a serum with other serums, with different cleansers and moisturizers. No matter how I used it, it did nothing for my skin. Save yourself some money and buy a better night repair, because this doesn't seem to be worth the price."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I received a small size bottle and was hoping it would work wonders.  I have sensitive skin and putting it on I didn’t really notice anything.  Woke up the next morning to dry patches on my face and it was redder than usual.  So I believe probably not the best product of you have sensitive skin."
		},
		{
			"review_title": "IM FLOORED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I got the trial size version of this- and I have never had a trial product blow me away before like this did. I’m 27 yrs old with combo skin, some days my skin can get rly dry (hello Canadian winter) and other days my skin is fine. I use this at night when I notice my skin could use a little quenching and I wake up with perfect, hydrated even skin in the morning. This is a staple product for me now!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I been getting the samples for this product and I love it. I mostly use it for under eye and I have seen a difference ( skin looked brighter, lines are diminishing ) but it’s way to expensive to incorporate this in my daily skin regimen."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The best product from Estée Lauder. Skin feels fresh and dewy in the morning"
		},
		{
			"review_title": "just ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I received the 100 point sample for this product and used it for a couple of weeks - I definitely noticed that my pores got smaller and my skin looked even and didn’t break out with it.  I don’t think it has much success with fine lines which is why I reduced by a star.  I don’t think it’s worth the price - it was just fine - I’ve used better serums."
		},
		{
			"review_title": "it works!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I had a cut from shaving on my shin, raw would took forever to heal. out if desperation I applied this serum sample on the wound to see if it will help. IT DID! totally converted me to to get these babies for my skincare staple!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I am 51, and have used this product since I was in my 20s. It is one of the few that never breaks me out, never irritated, doesn’t smell badly, and always delivers results. I have light olive skin, lifelong acne, and a lot of sun exposure in my past. Just this year am I getting any crows feet or change in texture (thanks to the estrogen drop-off of perio). I wear it morning and night, and put it on my eyes, lips and neck. It’s not a lifting/firming item, so I add other products to address those issues. Fwiw, people in their mid-30s assume that we are age peers and ask me what I use on my face."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Oily skin",
			"review_text": "Absolutely love this product!!!!! I’ve had so much trouble breaking out and finding my skin care routine that works and keeps my breakouts at a minimum. This serum makes my skin glow in such a noticeable way that people I see once in a while have commented on how great my skin looks!! I bought the mini size and it lasted me almost a month and finally broke down and bought the 1oz because of how amazing this makes my skin look and feel, I highly recommend you try this even if some of the reviews are questionable!"
		},
		{
			"review_title": "Amazing Serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a game changer. I had heard a lot about this. but since I have sensitive skin, did not want to buy the big bottle rightaway and so  Iordered mini size. ANDDDDDDDD it does not disappoint. It is really amazing, my skin felt healthier, pores minimized and overall felt great!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I've been using the Advanced Night Repair for years and have really noticed a difference.  It goes on nicely.  I have noticed though a buildup around the screw cap."
		},
		{
			"review_title": "Within One Use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "I’ve only been using this product for 3 days & I’ve noticed a difference in my skin a little bit more every time I use it. The morning after the first time I used it, I almost thought I fell asleep with makeup on because my complexion looked so even. My pores are smaller, my tone and complexion are more balanced and even, I’ve never used something that has shown visible improvements this fast. I’m excited to see what my skin will look like after the whole bottle! For reference I’m 26F, medium olive skin tone w/ combo sensitive skin"
		},
		{
			"review_title": "Awesome serum pre application",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "I have an oily skin and in my early thirties this serum applies nicely and leaves no residue. Preps the skin before makeup application and helps to keep makeup on place. Very much recommend for weddings or special occasions or just as little bonus to your skin as a quality primer."
		},
		{
			"review_title": "A must for us with dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I figured I'd try this after hearing so much about it and I see what all of the hype is about. I have really dry skin and was using retinol but it dried my skin out even worse than it was so I had to stop using it. When I started using this it helped my skin so much that I figured I'd try the retinol again and now my skin looks and feels so much better."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I love this product!! I received it as a sample and just purchased the full size. I think it’s so worth the $$. My skin looked smooth, even and healthy after using this!"
		},
		{
			"review_title": "Removed fine wrinkles, makes skin glow, moisturize",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This serum definitely works.  It prevents the skin from drying out, makes the skin glow and removes fine wrinkles.  However, this serum is overpriced.  You can find cheaper skin moisturizers that do the same thing.  I sometimes use this serum with my dermaroler.  And sometimes I use a serum with an RF face lifting machine or without. Most likely I will buy this serum in a small bottle and use it not every day, like I do now"
		},
		{
			"review_title": "Amazing add-in with Retin-A for acne",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I've had acne for over 17 years and finally started using Retin-A to treat it. Retin-A leaves my skin vulnerable and dry, and was only okay at treating my acne. Adding this serum has been a SKIN.SAVIOR. My skin has never looked better. It's glowing, my acne is almost all gone and heals quickly from breakouts. I stopped using the serum for a couple of weeks and there was a noticeable difference in my skin for the worse. I never thought I'd find such a holy grail for treating acne/aging/pores. I love it."
		},
		{
			"review_title": "I had high hopes :(",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I really wanted to love this because so many people rave about it. I think it is a great serum but not for acne prone people. 2 of the ingredients listed are ranked very high as far as acne causing. I had no idea these ingredients were even in it until I broke out with cystic acne and then did some research. Such a shame they had to put those ingredients in it. It would be perfect otherwise."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Overpriced, basic serum that will pill if used with the wrong products. I’ve been using for a few months and don’t see a visible difference. If anything, my skin has been more hydrated. Not worth the price tag."
		},
		{
			"review_title": "DONT WASTE YOUR MONEY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "To be honest this one doesn’t work !  Don’t waste your money really ..."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love love love the effect of this on my face, my skin is more hydrated and more glowy. But the smell......THE SMELL is horrible. I gag everytime i put it on. Smell like when you take a really big sniff in the bottle of tequila."
		},
		{
			"review_title": "I won't be repurchasing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Ok so, I don't get the hype. Everyone and their dog has heard of ANR and the hefty price tag that comes with it. People rave about it, swear by it, and claim it's the fountain of youth serum. But yea, it's just ok for me. ⁠ ⁠ When I was midway through the bottle, I still had hope. But I finished the bottle this past weekend and I can confirm, it didn't do much for me. My pores look the same, my skin tone never evened out, and I don't think I have any fine lines for this to diminish. My skin IS soft but I don't think it was this product (I've been using Snail Mucin). The one thing it did give me was a glow...but for $95, that's an expensive glow!⁠ ⁠ Maybe my expectations were too high or maybe I'm not the right target for this product. Whatever the reason, I'm not going to be repurchasing this."
		},
		{
			"review_title": "Not for everyone.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Not for everyone. This product has a lot of really great reviews, so I pulled the trigger on it. It causes me to breakout in very small postules around my mouth. They're not even like pimples, but very small ones with white puss (sorry so gross).  I used it for a month and didn't see any difference in my skin. Not more than I could have with a product 1/3 the cost of this one. My advice would be try Honest beauty facial oil first - it's organic, $23 and doesn't make my skin breakout in mini pimples. For note: I have combination skin - dry if not moisturized, but oily t-zone throughout the day."
		},
		{
			"review_title": "STRONG SMELL",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Very hydrating and my skin seems more glowy and smooth BUT the smell is horrible. It smells exactly like interior latex paint for walls. For that reason, I will not purchase this serum after finishing my trial size bottle."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "It’s amazing been using it for four years n will until death"
		},
		{
			"review_title": "WOW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I'm 29 and just started incorporating anti-aging products into my skin care routine, so I'm a little late to game. Nevertheless this product has done wonders to my skin. I didn't expect it to work as advertised, but immediately after the first application I noticed how radiant and smooth my skin was. Now after three weeks of using the product, my family has been commenting on how my skin looks a lot brighter and rejuvenated. It really smoothens the appearance of pores and fine wrinkles."
		},
		{
			"review_title": "magic skin glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Amazing absorbing quality blend in your skin give a try must"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "It works! Use it every night. Made my skin plump and hydrated. Expensive though!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "As any serum, put this at night before bed with a little moisturizer on top, you’ll have the softest skin in the morning! Also it clear my breakouts very fast!"
		},
		{
			"review_title": "Save your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I am a black woman. Save your money and use a small amount of Vaseline or extra virgin olive oil, has the affect as the Estée Lauder. I like the bottle. Nice  marketing package to make it looks like you are really getting a good product."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Please be careful!!! Ive been using this product for a while and today I went to use some and a small GLASS SHARD came out of the dropper. I didnt see it and cut my finger when I rubbed the product between my fingers. Unfortunately will be throwing out the bottle because I can’t risk cutting my face by accident."
		},
		{
			"review_title": "A+ results!! Tried a sample and bought full size.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I've been using this product for about two months, now, replacing the serum I normally use with this while keeping the rest of my nightly skincare routine (Cleanser > toner > serum > moisturizer) same as usual.  Early on -- immediately after first application, my skin did look brighter and felt hydrated.  It didn’t feel sticky, it didn’t feel slippery, either.  I did get one pimple that night — not a breakout — and it faded the next day.   After just 7 days, my pores had improved -- now, my skin looks smoother.  This product to deliver as promised. Impressive!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "A little goes a long way and it is very moisturizing. However I have sensitive skin and it made me break out quite bad. I had high hopes and was dissapointed. For this reason I would not recommend."
		},
		{
			"review_title": "Great Serum but new packaging is terrible",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I really love this serum, have been using it for years. It keeps my skin really hydrated and in better condition BUT I’m on my second bottle of the new formula and the lid gets very slippery and doesn’t close properly."
		},
		{
			"review_title": "Definitely See a Difference!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I’ve been using this for almost two weeks now and can 100% see the difference. My skin looks younger, softer, even my cheeks have a rosy glow like the color in my face is improved. The lines have improved. Granted, I’m 33 so I’m trying to do preventative care. But I definitely see a difference. Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Had the trial size and my skin feels amazing! Just purchased the 30ml! Can’t wait!!"
		},
		{
			"review_title": "Highly Hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I think the main benefit of this product is it's penetrating and hydrating ingredients. You mix Squalane, Glycerin, and Hyaluronic Acid together with the elevating Caffeine and other ingredients...you can't possibly not get moisturized skin. It's soothing and has many benefits without drawbacks. It doesn't conflict with any actives or retinols in the routine yet offers that extra shot of supple hydration that your skin needs if you are introducing it to chemicals regularly. It seems that the main attractiveness of this serum is it's patented formula that is fast penetrating. When doing a skincare routine you want the product to get into your skin as fast and deep as possible in order to reap the benefits, so I assume that is the advantage of a more expensive, high-end serum versus a more basic combination of ingredients offered at a lower price. I think this product would probably benefit mature skin immensely while younger skin can take more preventive steps at a more affordable price. I received this sample in the Best of Dermstore kit and hope to continue to include this in my skincare in the future."
		},
		{
			"review_title": "Highly Hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I think the main benefit of this product is it's penetrating and hydrating ingredients. You mix Squalane, Glycerin, and Hyaluronic Acid together with the elevating Caffeine and other ingredients...you can't possibly not get moisturized skin. It's soothing and has many benefits without drawbacks. It doesn't conflict with any actives or retinols in the routine yet offers that extra shot of supple hydration that your skin needs if you are introducing it to chemicals regularly. It seems that the main attractiveness of this serum is it's patented formula that is fast penetrating. When doing a skincare routine you want the product to get into your skin as fast and deep as possible in order to reap the benefits, so I assume that is the advantage of a more expensive, high-end serum versus a more basic combination of ingredients offered at a lower price. I think this product would probably benefit mature skin immensely while younger skin can take more preventive steps at a more affordable price. I received this sample in the Best of Dermstore kit and hope to continue to include this in my skincare in the future."
		},
		{
			"review_title": "Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "A nice, moisturizing, and non-irritating serum. I’ve used this nightly for a couple of weeks and it complimented my skin care routine with no issues on my rosacea-prone skin. I haven’t noticed any “anti-aging” benefits but I still enjoyed it."
		},
		{
			"review_title": "I would absolutely recommend this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I am not a serum/essence girl but I loved this one! First I loved that the #complimentary #sample was this cute mini-bottle (and even came in a box) vs just a sachet! This allowed me a good 3 uses at least so could get a good idea of the product and see the cumulative effect of using it a few days. The box itself is pretty with the blue colour, the bottle reminds me of something my fancy grandma would have the brown being a little mature and the gold being luxe. I think the bottle would be good to reuse as well for a weekend away holding just enough (when we can travel again) Now the best part - I actually felt/saw a difference with this serum!! My skin feels smoother, more even and replenished! I would highly recommend this product and is something I would invest in and add to my skincare routine! I have also just tried the NeoStrata brightening serum and would add that in in the mornings from no serums to two I really like :) I know lots of people love and use this Estée Lauder product and can second all the rave reviews #Skincare #Beauty"
		},
		{
			"review_title": "ehh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Not sure if the formula has changed or my face must be really dry. I dont remember it drying up so quick when I apply it. well, I will give it time. My face still feels super dry, but it has only been a week."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Very light and non irritating, not sure if I can tell any difference bc the sample was only enough for one use."
		},
		{
			"review_title": "LOVE THIS!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "If I miss a day or two of application I notice my face looks dull and flat. This serum helps to plump my skin, even out my complexion, and helps heal hormonal breakouts faster. I apply in both the am and pm and follow up the Estée Lauder moisturizer."
		},
		{
			"review_title": "Glowy, Smooth, & Hydrating",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Personally, I think this product works best using it once a day preferably at night (2 drops). My skin is super sensitive so doubling up on a highly concentrated serum such as this twice a day is too much for my skin to handle. I notice if I use it too much, I start to develop red bumps on my face. Overall, it does a good job at leaving your face smooth, hydrated, and glowy; howerever; I haven’t noticed any significant changes regarding hyper pigmentation, acne, or dark spots. My redness has slightly subsided but not dramatically. It definitely takes about 2-3 weeks to see more substantial results, so hang in tight before you decide to ditch it out."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I like the way it makes my skin dewy the next day. But I don’t think it removes the sunspot as many people claim. Also, I wish the applicator was user-friendly, it pull through only a  very small amount of essence."
		},
		{
			"review_title": "Amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "This serum has saved my skin! After I reached my 40s I really began to see changes I wasn’t happy about. This serum has been just, wow... amazing. After using for just a month, I’m just amazed, my skin kinda glows and my makeup applies so much smoother. I had redness on my chin and cheeks, it is GONE. This is SO worth every penny and I’m so excited to see what the results will be with continued use.  I apply this morning and night, right before my moisturizer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Absolutely love this serum. I use this before bed and wake up looking fresh-faced and dewy. My skin loves it!"
		},
		{
			"review_title": "Just WOW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This is hands down the best skincare product I've ever tried! When I got my free sample from EL (btw it was my first product of this brand) I was rather skeptical, but wanted to know why so many people were raving about it. Well, I have to say that as soon as my sample was over I immediately bought a couple of full-sized bottles when they went on sale. The product is just great in every way. It's well-absorbed and lightweight, doesn't leave any sticky residue, which makes it perfect for layering. I can use it both AM and PM and my skin doesn't feel overloaded with skincare. My skin is combination-oily, with rather visible pores, but only after 3 days of PM usage I noticed that my skin texture improved. I don't wake up oily or textured, but rather plumped and moisturized (even when I was using the serum alone with no moisturizer on top to test it's true abilities). It's hard for me to tell if it does anything for wrinkles because I hardly have any. But even my husband admitted that my skin is looking more peachy and healthy now. The price tag is not low, for sure, but the peachy freshness the serum gives is rather worth the money."
		},
		{
			"review_title": "Save your skin ladies and use this every night!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this stuff!  I received a sample earlier this year.  A little goes a long way.  I finally bought a bottle using a gift card and I use it every night.  Being a woman of color this is a must have.  I had to order it online because the store doesn't carry it was the only down fall but it came on time."
		},
		{
			"review_title": "Noticeable difference after just two weeks!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This serum is amazing. I use it morning and night after I tone (before putting on moisturizer). After just two weeks, I'm seeing a noticeable difference in the size of my pores and I feel like my skin is more balanced and not producing as much oil."
		},
		{
			"review_title": "Great Serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This is one of Estee Lauder's greatest Serums that delivers! I used this product many years ago & recently received a sample of this & showed me what I've been missing!"
		},
		{
			"review_title": "Meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Mini plumped my angry line (by my left eyebrow) but not my lines near eyes... it’s okay, nothing special. I’d rather switch back to La prairie. The white caviar eye serum did wonders, even my laser clinic place noticed a difference."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "the best serum I have ever used.You can see the difference in few days."
		},
		{
			"review_title": "NO DIFFERENCE AFTER 3 MONTHS",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "So, I just finished the serum (until the last drop) to wait for a fair review. What can I say? There is literally no difference to my skin (during my time using it and even after 3 months). I have better results with all of my cheap Ordinary Products. I decided to splurge on this to see if more expensive means better results.. but no.. I will stick to the cheap stuff. Also the “dropper” had pulled out complete near the end. I found the packaging to be very cheaply made.. it’s not even glass. Not impressed for the money spent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This product IS expensive but a little goes a long way.  I didn't notice a difference until maybe a month or two into using this nightly. I'm 30 so I did start taking care of my skin with SPF and all that but at night, my go to is this night repair serum before I apply my moisturizer.  I don't notice any scents and it glides on so smoothly and thin that it doesn't feel like there's anything on your face. No irritation either!  I definitely notice in the diminishing appearance of my small dry spots and wrinkles. My skin has gotten much smoother than just using the moisturizer alone. I really think that if you use this serum in conjunction with a good diet, it will make all the difference in the world in giving you that youthful look."
		},
		{
			"review_title": "Amazing, but beware",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This product contains yeast extract. I found out that yeast ingredients can cause fungal acne breakouts, which i experienced using this product. But otherwise, this product is amazing for fine lines and hydration. I would just be careful if you are susceptible to fungal acne."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I really love this product, my face feels really soft and looks very glowing :)"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Feel like I must be missing something with this product. I’ve been using it consistently with a couple breaks and noticed no difference in any way. I’m not looking for miracles but just a hint of efficacy. Maybe it’s for the long game? Probably won’t repurchase."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product complimentary from influenster. I wasn’t a big fan of the extremely scented perfume smell. It was fast acting and absorbed well."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is an amazing eye night repair serum. I love to use it both before bed and before applying make up. The product is so hydrating and helps to smooth my under eye. It works super well under color corrector and concealer to help it stick, smooth and blend very well."
		},
		{
			"review_title": "good stuff",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I recieved this complimentary from Influenster. The product is great and caused no reaction to my sensitive, combination skin. It was a light smell and has a light gel-like consistency that dries well on the skin after a few minutes or less. I really liked how moisturized my skin felt."
		},
		{
			"review_title": "Nice product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received a free trial size Advanced Night Repair serum from Influenster, but all opinions are my own. I likes how soft this made my skin. I used it nightly for close to 2 weeks & definitely noticed a difference in my skin. It was softer & a tad smoother. I believe that if I used it longer, I would see more results. There is a nice mild scent. A little goes a long way."
		},
		{
			"review_title": "It's A Great Serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "One of my simple daily use serums, I love a good serum, this one is super helps to combat the signs of aging as well as hydrates the skin and it plays nicely with my other skincare products."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "it's texture is really nice. would be great if I could use for long term use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Such a great product. I received it from Influenster as a complimentary tester and I’m in love with the product. Very little goes a long way. I noticed a difference in just days of wearing it , smells amazing and worth every penny. Will definitely re purchase."
		},
		{
			"review_title": "Super Hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "If you’re looking for something to keep your skin hydrated. Then this is definitely the product for you. My skin tends to be extremely dry during the winter months here in NY and this has helped me retain that extra moisture that my skin desperately needed. I normally use this product in conjunction with my nightly regimen. I highly suggest using this product on at night so that way your skin soaks it right up! It didn’t break me out which is always a good thing. I did receive a complementary sample size of this product and already bought the full size because I can’t live without it now."
		},
		{
			"review_title": "love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I didn’t notice any difference the first couple weeks but I kept at it. Morning and night. And I’ve noticed a big difference! My skin looks tighter and pores smaller. It feels nice!"
		},
		{
			"review_title": "Goes on Smooth",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This goes on really smooth and makes my skin feel nice, but the price is higher than what I would normally pay.  I received this item free for testing purposes."
		},
		{
			"review_title": "Doesn’t Feel High end enough for the $$$!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This is a nice oil but for the price I would never be able to justify it when other things exist at a much more reasonable cost. I received this item free for testing purposes."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I received this complimentary for review purposes. Although I do like it, it does not do enough for my skin to justify the price. On me it works as a basic oil."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "Amazing serum with good texture. Highly recommended"
		},
		{
			"review_title": "Okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "This is a really GOOD serum, but it’s not worth the price unless you’re willing to pay. They have others out there that are GREAT. It didn’t do much for my skin at all!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I got a one week sample of this serum and I was underwhelmed by it after using it. It was no better than other serums I have used that are MUCH cheaper. It felt nice and if you don’t mind the splurge, go for it. But I will stick to my current routine."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m not sure about this product yet, I’m just incorporated at my skincare routine"
		},
		{
			"review_title": "Complimentary gift from Influenster",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Will be purchasing this product to have the full experience. I was given a free 7 day sample and unfortunately I ended up getting my period and broke out badly, but it did make my skin smooth!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I noticed no difference in my skin after using this for 2 weeks"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "My skin looks younger and I feel fresh after just a few weeks of use. I’m new to skincare and having the opportunity to try this product has been great. My face feels so supple and potential mascne is a thing of the past. I’m not sure what they did to improve it; however, I’m thankful they did. Bye bye Texture Tuesday! Be careful to only use a small amount though. It’s thick—so a little goes a long way."
		},
		{
			"review_title": "no difference in skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I don’t hate this product but also don’t love it. Skin feels nice after applying it. It’s moisturizing and gives a nice subtle glow but I didn’t notice any difference in my fine lines, texture, or uneven skin tone after using it daily for 2 weeks. I wouldn’t recommend only because I noticed no difference in my skin issues."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received this product as a free sample to try. I had tried this product in the past and enjoyed it but I think they’ve probably since changed the formula. This product worked just as well as before at giving me glowy youthful skin. However, I would purchase this product myself due to the price. I’ve tried several other similar products that work just as well, but at a much more affordable price point."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I did not have the best experience with this product. I received this through Influenster to test out, I was so excited since it seemed a lot of people enjoyed it. However, it smelled very natural and medicine when applied. It broke me out the next morning I used it and when I stopped using it my face didn’t break out. I gave it another chance but it broke me out more. So I did not have the best experience for my combination dry skin."
		},
		{
			"review_title": "Would buy again!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Love this serum. So soothing after cleansing my skin, and definitely feels like it is brightening and rejuvenating my skin. Love it"
		},
		{
			"review_title": "Soft, Smooth & Refined",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I received a 7 day sample size so I can't speak to the full claims of 3 week results but after 7 days I did find the following: The first thing you'll notice is the consistency, which seems thicker than other products you are likely used to, but it absorbs like a dream. It does have a strong scent (not a chemical scent...just a noticeable aroma), which fades very quickly after application - I know this is an issue for some but it is gone the second it absorbs, which is fast. While I didn't notice all the changes the product claimed in 7 days I did wake each morning with noticeably softer skin. It also appeared smoother and more refined by the end of the week. With the results I experienced in 7 days, minimal though they may be, it was enough to make me believe that had I used it for a full 3-4 weeks I would have observed a noticeable difference. I would definitely consider adding it to my skincare regimen. (Sidenote: I read an interview with actress Gillian Anderson, Scully from The X-Files, and she swears by this...and if her skin is any indication of what long-term results are then sign me up because she looks AMAZING.)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I revived this serum complimentary from influencer for reviewing purposes. I will most def be buying this the second I run out. I have oily/combination skin and I hate it when serums feel too oily on my skin, not this one tho. This serum sinks into the skin so fast amd leaves my face looking hydrated,  plump, and glowing. I highly recommend this to anyone looking for a good night serum that actually works and see a difference."
		},
		{
			"review_title": "It was ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "The moisturizing effect was very nice, although I didn’t notice much improvement on my skins appearance. I think is very overpriced for the actual benefits."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Very good overall product. Skin is smooth and hydrated in the morning. This product is expensive therefore not for everyone. I like it more than original."
		},
		{
			"review_title": "Loved this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I loved how this changed my skin to looking very dull to rejuvenated! This definitely made my opinion of this sample more favorable to what the product promised."
		},
		{
			"review_title": "Not enough product in my sample",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I didn’t see much improvement at all with my face when I used my free sample. It wasn’t a big enough sample. But the hydration was nice."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "This product was very hydrating and smooth, absorbed quickly, and the smell didn't bother me at all. I received a one week sample size. In that time I didn't notice a reduction in fine lines or wrinkles, but I think this effect could be better observed over a longer period of time."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love it! Since I’ve started using this night repair my skin has been glowing like day light!"
		},
		{
			"review_title": "Could not see a difference",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Very light fast-absorbing serum with a very mild/almost non existing smell. Left my skin feeling “sticky” afterwards and did not see any difference within a week of using a trial size."
		},
		{
			"review_title": "Feels great on the skin!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I love trying new skincare products and I extra love it when the products actually work! This serum is so nice and light and also moisturizing. I was lucky enough to have received the product complimentary from Influenster to test out. This is definitely going on my list of things to budget for!! I'm in my mid 30's and while I don't have any deepest lines I do have fine lines under my eyes, smile lines around my mouth and a slight crease in my forehead. Products like this one helped with all of those areas and also helped brighten my skin At the same time! It's a definite product to try if you are looking for something good skincare. Estee Lauder foundation is one of my favorite foundations so I had high hopes for the serum and it did not disappoint!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I like this serum - the application is smooth. I received a one week sample to try so i javent seen results yet but it lasted me longer than a week.  I applied to my face and neck after washing each night and followed with moisturizer. It feels smooth when you put it on and is absorbed quickly. I'm not sure if I would buy due to the high price point. Maybe if I find a sale. It did not make my face greasy or clog my pores."
		},
		{
			"review_title": "Skincare Routine Staple",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really liked the texture of this product.  It absorbed into my skin easily, leaving the area visibly hydrated and radiant.  While I received a sample for testing purposes and have only used this product for 1 week, I could already notice changes in my skin, so I will definitely be considering adding this product to my everyday skincare routine."
		},
		{
			"review_title": "4.5",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I really like how it feels on the skin, very fresh and feels like it doing something. One thing I disliked about it was the smell, not the best but it doesn’t stop me from using it."
		},
		{
			"review_title": "Does its job",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Very hydrating product and didn’t leave my skin feeling sticky, but I feel like there are other serums out there that are just as good at a lower price point.  I received this product complimentary to test and review"
		},
		{
			"review_title": "Will buy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received a small sample to try, and enjoyed it. It was hydrating and I noticed a small reduction In my fine lines. The smell wasn’t unpleasant, and my skin had a nice glow to it after each use."
		},
		{
			"review_title": "Overall good product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I only used the product at night. I noticed that it does help moisturize my skin a lot. However I have noticed that it sometimes leaves me with a dewy look throughout the day. I think this may be because I have combination skin"
		},
		{
			"review_title": "Does it’s job!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This product did make my skin softer and more moisturized the morning after I would apply it to my face. I personally couldn’t tell much of a difference between this formula and the original formula, but it did make my face feel like it had some type of very thin film on it in the morning, and I’m not saying that in a bad way. I would have liked to be able to tell more of a difference between this the original formula."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I LOVE this product! Estee Lauder is a trusted name in beauty and the brand never disappoints. The texture of the serum is perfect; it dries quickly and does not make your face sticky. My skin looked supple and radiant."
		},
		{
			"review_title": "Very hydrating!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I loved how hydrating this serum is! The packaging and bottle are very nice and using this product is an overall luxurious experience! The finish is a little sticky before the product fully soaks in, which is why I deducted a star. Otherwise, I recommend trying this product! Disclaimer: I received this product free for testing."
		},
		{
			"review_title": "Good",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This goes on smooth and has a nice consistency but I don’t think it produced any long term effects on my skin. The sample Was small though so maybe I didn’t use enough product for a long enough time to see a difference"
		},
		{
			"review_title": "So so product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Received the product in exchange for an honest review. I really wanted to love it but I Didn’t notice any change in my skin. The sample was also small in size so I wasn’t able to really see any results. Wouldn’t pay this high of a price for a product that produces no results."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "It’s an okay product. I was sent a sample to try for 7 days, but it was small so I don’t think I used it long enough to fully form an option. What I can say is that this serum is hydrating and has a good feel on the skin. I love hyaluronic acid so that’s a big bonus for me. I didn’t see any other benefits that may come from long use. I have sensitive skin and had to ease this product in very slowly which was another drawback for me. You experience may differ so definitely try the smaller version first."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Received the product in exchange for an honest review. I really wanted to love it but I would have preferred a cream. The sample was also small in size so it didn’t make a noticeable difference in the time I used it. For those reasons I’m giving it 3 stars."
		},
		{
			"review_title": "Add this to your nighttime routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love the lightweight feel of this product & that I can use it in the morning or evening layered under my other products. It leaves a slightly sticky texture to skin if used alone or just with a moisturizer. I also enjoy that it has little to no scent. Definitely recommend adding this product to your evening routine!"
		},
		{
			"review_title": "Possibly great just not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The directions said to use with my daily moisturizer. Not sure if it was this product or the mix of the two, but the result was acne."
		},
		{
			"review_title": "Great product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "The Adavanced repair made my skin look radiant and healthy. My initial thoughts of the serum was weird scent but manageable. I would definitely add this to my skincare routine! After using your 7-day sample, I saw results in the way my skin felt. Especially waking up the next morning. Influenster sent me this product free to test."
		},
		{
			"review_title": "Meh... Not for super dry skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This seems to work okay, but I found for it to really add moisture I had to layer a heavy cream over top. With a light weight moisturizer my skin just felt tight. Things that I liked were that it absorbed quickly, didn't cause me to break out, and doesn't have a strong smell, nor does the scent last long. *I received a complimentary sample through @influenster, but the thought and opinions are my own."
		},
		{
			"review_title": "Feels great on the skin and hydrated a bit!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I really liked the consistency of it as well as my skin not having irration considering I do have a bit of sensitive skin.  I noticed my skin did even out a bit. I wasn't completely impressed but wasn't totally dissapointed either."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I received this sample complementary for testing purposes. I've used this product in the past and it never disappoints. I really enjoy the newer formula. It's moisturizing and hydrating and had little to no scent (which I appreciate). It definitely takes repeat uses to feel/see substantial results. That being said, this product IS pricey. You don't get a ton of it for what you're paying."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this product! I just wish it had a different smell. I received this product complementary from Influenster. I was excited to try it because I hadn’t used this product in years. It made my skin so soft! The texture of the product is nice and smooth and not sticky at all! I would recommend this product!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "Say goodbye to fine lines and dark under eyes!  This lightweight formula keeps you from feeling greasy after use, hydrates wonderfully and doesn’t clog up your pores.  Soaks in fast. After consecutive days of use it made my skin nice enough in the morning that I found myself using less primer.  The pricetag is a bit large but you truly get what you pay for with this one.    I received this product complimentary from Influenster for review purposes."
		},
		{
			"review_title": "Hydrating Night Serum, Not The Best Anti-Aging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This product is very hydrating, and I like that it’s a gentle nighttime serum. It also helped calm my skin during what was probably the WORST breakout of my life, like bordering on cystic acne level and I haven’t had a problem with acne (other than a few zits here and there over the years) in like 15+ years. That was definitely a relief. Personally, I really liked it and I thought the little sample bottle I got free from Influenster lasted a long time (10ml, no dropper to measure, used almost every night starting late August with very little left now, 10/26 so with that in mind a 1oz bottle very well could last 6+ months for me) I’m not sure I’d be willing to pay $75+ for just the hydrating properties and small boost in radiance. When I’m seeking an anti-aging product like this, I generally reach for retinol serums - though they are a little harsher on your skin they compared to this, a very gentle serum, I see more anti-aging results with the retinol serum I currently have. That visibly reduced the “frown line” between my brows, and all but got rid of my smile lines. Advanced Night Repair did not help with those things. So I suppose whether you like it or not, really depends on what you’re looking for. If you want smoother skin, hydrated skin, more radiance, this serum is for you and you are really going to love it & start to see results after a week or so. But if you’re in your early 30’s, looking for help with fine lines and early wrinkles, loss of plumpness in your face, I’d recommend Sunday Riley A+ Retinoid serum, and start to see results from that after induction + a month or so of continued use. Despite not having retinol, I’d still recommend it as a good product for certain skin issues like dryness & dullness."
		},
		{
			"review_title": "It's Good.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I received this item through Infuenster as a sample and let me just say that a little goes a long way. The consistency is very nice it's like applying a thin layer of refreashing water on your face. it's not sticky which I love and my face definitely felt hydrated the only downside would be that when applying it, at least to me it's smells very much like vitamins I guess another word would be pharmaceutical but other than that a good product. Over all it's hydrating, doesn't smell too great, and maybe 2 weeks in I noticed a difference in more radiate skin."
		},
		{
			"review_title": "Great Product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I’ve used Estee makeup for years! This was another great product. Anytime I apply i ca notice a difference with in a few weeks."
		},
		{
			"review_title": "Okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It's a good moisturizer but nothing else. It didn't make my skin feel soft but there was no physically noticeable difference. I wouldn't continue to use it because if the price tag."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Unfortunately on my skin I didn’t see a difference while using this product. I used it for about 2 weeks and was especially excited to see any change in dryness and brightness but didnt see any improvement. I also wish the serum was more easy to apply evenly on the face."
		},
		{
			"review_title": "Good product, but not worth price point",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Did the job of a hydrating serum, but price doesn’t match the product capabilities, plus some perfuming ingredients. Sample gifted by Influenster in exchange for an honest review"
		},
		{
			"review_title": "Not satisfied",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was sent this product complementary of Influenster. I received a 7 day trial size version of this product, and I made it last 2 weeks. A little goes a long way, which is good for something this pricy. However, I did not find that it made any noticeable difference in my skin texture, or anything that it claims it should. The only thing it did was make my skin feel soft and velvety. Other than that, not wrinkle reducing, plumping, nothing. It just feels good. For a product that has a higher price-point, I was hoping for some dramatic effects."
		},
		{
			"review_title": "Very hydrating; skin is glowing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Amazing product to add to my nightly skincare routine!  My face is looking more hydrated and is seriously glowing! Love that it works for all skin types, I personally have naturally dry skin and it definitely helped rehydrate my skin!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This made my skin so soft, smooth, and bright at night."
		},
		{
			"review_title": "Really like it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This serum made my skin feel sooo smooth! I love the texture and it smells amazing! I feel like after continuous any wrinkles I have will dissappear."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I feel like if you are looking for something that makes your skin feel hydrated and glowy in the morning this is for you. I will say it does that but nothing else. I didn’t not see my texture or fine lines improve at all."
		},
		{
			"review_title": "Golden drop",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "This product is amazing, I was able to see the result about a week I was using it and I notice my skin was more smooth, hydrated, the wrinkles got a lot better and I notice a younger skin."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I thought this product did a good job at hydrating my skin, especially with the change over to colder weather. However, it did not make my skin look more radiant or decrease fine lines and wrinkles."
		},
		{
			"review_title": "boy problems?....advanced night repair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Growing up my mom swore by Advanced Night Repair!....Dry skin? Advanced night repair! Dull skin? Advanced night repair! Acne scar? Advanced night repair! Boy problems? Advanced night repair! She was this serum’s it’s #1 fan.  Believe it or not, this new formula made the original even better! It feels nice on my skin and absorbs quickly. Within just a few days I noticed the benefits of this serum. My skin was more hydrated, plump, and glowing. I have combo oily skin and my cheeks can get very dry. This serum soothed the redness caused by dryness and hydrated my skin immediately. It also smoothed and evened my complexion and I found myself needing less concealer/foundation during the day. Apply this serum before bed and let it work it’s magic! Highly recommended product!  I received this product free from Influenster for testing purposes. My review is my own."
		},
		{
			"review_title": "perfect!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I received this complimentary from influenster and I loved this product. I used it for a week straight and noticed instant results. I will be purchasing the bigger bottle so that I can use it longer. I definitely recommend trying this product out."
		},
		{
			"review_title": "It’s a No For Me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received a complementary sample of this product to give an honest review. I genuinely believe that unless this product is supposed to show immediate results, a weeks worth of a sample will not help to show optimal results. While I did notice that this product is hydrating, I did not notice any drastic change in my skin or any kind of glow. I have used other products that dramatically change skin after 1 use and this is not it. I do not have wrinkles but I do have some fine laugh lines. This product did nothing for that within 1 week. I do not believe it is worth the price tag. Also, a bit of advice: if you can, make an appointment with a dermatologist to find out what active ingredients work best with your skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I liked the old formulation. I love this formulation. It goes on smooth, and I saw a more even skin tone and smoother skin within about a week. My skin looks brighter, and it’s overall healthier looking. I received this product complementary for testing purposes, but I will buy again."
		},
		{
			"review_title": "Nice Serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This serum is pretty cool! My skin is really dry and I honestly felt a difference after one application. Of course though, that only lasts until it washes off. I continued using the serum for about two weeks (1x at night) and I did notice smoother skin, smaller pores, and hydration. I still had to use moisturizer, but that’s a given. I feel I got the best results by applying it with my PMD Clean. This serum also has a nice scent!  Overall, it’s a great product. Personally, though, I can’t bring myself to spend so much on the product.   TL;dr; great serum, worth it if you don’t mind the expensive price."
		},
		{
			"review_title": "Possible good face serum...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "It made my face feel moisturized, I use topical acne medication which tends to dry my face and I feel like this product help to ease the dryness. Which in turn made my skin feel smoother and face look less textured. On the other claims I did not move much of a difference, it may be due to the fact that I recieved a sample size of this product complimentary which only allowed for a short period of time trying this out. About a week and a half. With this pricing I’m not sure I feel comfortable recommending it if I did not have sufficient time testing it out."
		},
		{
			"review_title": "Don’t need much & works great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I used this product every night for months. I felt that a little went a long way so even though it is expensive it is worth it and will last a long time."
		},
		{
			"review_title": "Finally a product that does what it promises!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this in the Influenster program. Product delivered great results...... better texture = smoother makeup application. Hydration and suppleness was noticed within a few days of us. Glow and youthfulness also returned to skin (especially upon awakening). Smell was great too. Best part was it did not leave any greasy residue on my silk pillow cases."
		},
		{
			"review_title": "Go-Getter",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Love how this light weight cream preformed such heavy duty jobs. Without left over oils or clogging pore or leaving a greasy film on top of my skin. I love this, only gave 4 stars due to price."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This product did not do anything for my skin but it also didn’t break me out or have a bad texture or smell so I’m giving it 3 stars. I had really high hopes for this product but it just didn’t do anything for my skin. I didn’t notice plumper skin or a radiant look. Just the same skin I had before using it. I have dry skin type."
		},
		{
			"review_title": "Not worth the price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I received this for free from influenster. Nothing special, smells very strong, and it is difficult to dispense"
		},
		{
			"review_title": "Not as good as the old formula",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my fair and honest review. It is a good product and I would recommend it, however, if you have previously used the original formulation I do not believe that this new formula is as good. With the old formula, I found that my skin absolutely glowed the morning after, and my scars and uneven skin was beautified. With this, I have notified a difference over time but it is not as quick or as noticeable as the old formula."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "I really loved how my complimentary sample felt and how it looked on my skin. From the get-go, the serum was extremely hydrating and made my face feel refreshed. I loved seeing how much of an improvement my face felt with a little bounce to the touch. I've never used any of the Advanced Night Repair products before, but I may have been swooned to try some in the future!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received a free sample from Influenster and was enough for about a week. I really enjoyed how smooth my face felt after I applied the serum. I only used for a week and did not notice a major difference."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I really enjoyed this serum. I noticed a difference in my skin the next morning. I’m so glad I was able to test this house and I’m definetly going to purchase this night serum."
		},
		{
			"review_title": "Great for sensitive skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I received this product complimentary for testing purposes, and I really enjoyed using it! Hyaluronic acid is a necessary part of my routine during the colder months, so it came at the perfect time. I hate how so many serums make an oily or sticky layer on top of the skin, so I'm hesitant to try them, but this one worked really well and seemed to absorb into my skin quickly. It also didn't irritate my very-sensitive skin, which I was impressed by!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "Love this product! It helped to even out my skintone and hydrate my dry skin. I wish it lasted a bit longer on the skin though to maintain that hydration without having to reapply- and the price is a little steep"
		},
		{
			"review_title": "Amazing night serum!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "So happy to try this amazing Advanced Night Repair Serum from Estēe Lauder!! I’ve been using it for a week and I already can see results!!! My skin looks radiant and hydrated I can see some of my fine lines reduced.   I got this sample complementary in exchange of my honest opinion thanks to Influenster!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I received a sample of this product to try from Influenster and it was about a weeks worth so I can’t comment on how this product works long term. It did make my skin glowey and it felt hydrated in the morning. I didn’t notice any crazy differences but again, it’s probably because I didn’t use it for a longer period of time. It is pretty pricey so I’m not sure I would buy!"
		},
		{
			"review_title": "Just ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "For the high price-tag I honestly had high hopes for this product. I did find that it moisturized my super dry skin but that was about it, I could not see any other improvement on my skin. I did not break me out, so that’s why I give it 3 stars. I did received this product for free in exchange of my honest opinion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "LOVED this sample I got! Will definitely be getting more when I can"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Great product. The texture is light weight but doesn’t stop it from being effective."
		},
		{
			"review_title": "No Visible Difference",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I took before and after photos (after is 2 months of consistent use) of targeted areas. There is no noticeable improvement in person or in photos on the lines and wrinkles in my brow furrow area and on my forehead. I also feel that my skin is a bit more dry in those areas after using the serum. It doesn't make me itch and it does absorb quickly but there isn't much else positive for me to say.  I was excited to try this serum as I know people who have used other serums from Lauder and had fantastic results...maybe this just isn't the right fit for my skin."
		},
		{
			"review_title": "Great product to add",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "This product is super smoothing and feels expensive. I received it as a free sample and it was so easy to add to my nighttime routine, which is super important to me. I feel like it really did add that extra smoothing bit to my face and it made me feel great! Great product from great company"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I found this product to be hydrating but that’s about it. Given all of the glowing reviews, I was expecting more from the serum. I don’t mind the price point if it did more than just leaving my skin feeling hydrated. Not the product for me. I received the product for free from Influenster for testing purposes."
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Excellent product. I highly recommended it . My skin looks and feels super hydrated and beautiful after used it every single night"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I really liked this product, I could instantly see a difference the very next day after using it for the first time. I woke up and my skin felt so soft and just looked brighter and healthier overall. The only thing I didn’t like was that the consistency was a little thin making it harder to get into hands to rub on face, but other than that it’s pretty good :) This product was complimentary in return for an honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was pleasantly surprised at how much a little goes a long way, and in my results after testing this out. I noticed my fine lines getting fainter after about a week. I like the texture of the serum, as well as their hardly being any fragrance. Definitely worth it."
		},
		{
			"review_title": "Okay serum",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "While I liked how fast drying this serum was, I didn’t notice any fine lines filled. It did provide good moisture though. I also did not enjoy the smell. I received a sample of this product free for testing from Influenster."
		},
		{
			"review_title": "Good product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Leaves the skin moisturized during the night and leaves a slight glow in the morning."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "While this serum seems hydrating and absorbs quickly, I did not notice any difference un my fine lines or skin texture while using this."
		},
		{
			"review_title": "great product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I really enjoyed this product. I received a complementary deluxe sample and I can say I would totally buy this product. I liked the texture and feeling it left on my face. I noticed my skin more hydrated than usual after a week of use."
		},
		{
			"review_title": "Omg good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this product! This delivers such a big punch for just one drop of product. I could tell a difference in my skins radiance after one use! I love the texture and that it doesn’t make your skin sticky. It’s easy to put on and let it go overnight so that you wake up glowing. I found that the texture of my skin was way better and I didn’t have any issues with breakouts or redness! Huge win for me! Highly recommend using this!"
		},
		{
			"review_title": "Light, gentle skin care!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I absolutely love this product! I was pleased to receive a complementary sample to try and to review as I have noticed some new fine lines. I used the product faithfully every night after washing up before bed. The texture was light and sheer. After the first week, I noticed a difference in the tone and radiance of my skin. After finishing the sample bottle, I loved the way my skin looked so much I purchased another bottle for myself and one for my mom. I definitely notice a difference in the tone of my skin and fine lines. I can be prone to acne with certain products, but the advanced night repair didn't clog my pores, had a very light and gentle scent and feels lovely. I'm committed."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "My skin is sensitive, dry, and prone to redness. This serum definitely helped improve my skin’s hydration and radiance. However, it had a strong smell which I found unpleasant."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have sensitive skin so it’s hard to find sometimes  a good product for me but this one I really like! I feel my skin smooth and hydrated. I used it 3/4 days per week."
		},
		{
			"review_title": "Nice and light weight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I got this serum complementary from Influenster for testing. I do love it! This serum is so light weight on the skin and isn’t too oily or tacky. My skin felt smooth and hydrated and it didn’t seem to break me out"
		},
		{
			"review_title": "Meh...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received a free sample in an influencer voxbox and while I love that it contains hyaluronic acid i don't feel it lives up to its expectations.  Other bonuses is it claims to have antioxidants to help against environmental damage to your skin which is great but still not impressed.. saw no visible difference in skin condition. I will say it does feel smooth while applying to your skin and leaves you feeling super hydrated. Probably won't be purchasing but wold recomend for a preventative just don't think it helps after fine lines are already there."
		},
		{
			"review_title": "#1 Serum for a reason!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I have been using Advanced Night Repair almost religiously for the last 4 years. After working for other skincare brands and trying like-items, I always go back to ANR. It’s simply the best. It’s changed the texture of my skin. Helps with discoloration, and even breakouts.  Most notably, it’s hydrating. Sometimes my double-wear foundation is a little too drying (during the winter in particular) so I add a drop of ANR and it’s perfect. I know that this is a new formula, but I was thrilled that it didn’t change the results. I am just as happy as the old formula, and after longer use (I only had a week’s sample) I’m sure I will notice a more visible change. I recommend it for all skin types."
		},
		{
			"review_title": "Promising",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received a sample of this product via Influenster. The sample was small, but I did notice differences in my fine lines during the time it was used. The texture of my skin was also improved."
		},
		{
			"review_title": "A must try!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I used an older formula of Estee Lauder Advanced Night Repair a few years ago, I remember It did not really help much with my younger skin. But as I am about to turn 30 soon and have been noticing wrinkles and lines around lip and eye areas and less firm skin, this updated version of Advanced Night repair came on time.  Because of my hormonal breakouts, I often use tons of strong acne products on my skin, so this was quite effective for smoothing and hydrating my skin, without making it oilier, which is very important for me. In the morning after applying this, my skin looked cleaner, brighter and felt softer that I don’t even want to wash its residue or film it leaves to keep the result all day lol.  I noticed that since I included this serum in my nighttime skincare routine, my BB cream sat on my skin more evenly, with no flaky patches throughout the day.  I liked its silky, non-greasy and quick-absorbing texture. The smell is weird like a plastic material, but tolerable.  To really see its wrinkle reduction effect, I need to use it for a longer time. Although this tiny 7 ml bottle was enough to use every night for two whole weeks, the full size is too overpriced for me. But I would recommend if you can afford it and it is definitely a must—try.  I received this product complimentary for testing purposes."
		},
		{
			"review_title": "don’t sleep on this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Do yourself a favor and buy this, your skin will thank you. I will admit I was skeptical to this product but I received a free sample via the Influenster’s program so I gave it a shot!! I was very pleased with the results!! I have normal skin acne prone skin when I stick to my regular routine, but if I deviate for a couple of days we got a whole Sahara desert going on on my face. I am human and I get lazy to do my routine and my skin suffers. This product takes care of my texture and helped me get that added plump and radiant look. The price is scary but luckily Sephora offers Klarna and it’s credit card, really do yourself a favor and get this for your skin."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I did not like this serum.  I wasnt sure how to apply it. It did not feel like it moisturized my face. My skin, which is not that sensitive, started breaking out."
		},
		{
			"review_title": "Great add to your regimen",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’m obsessed with serums and have tried A LOT lol. This definitely rates at the top of the list for me! Used it every night for a week and found my skin to be plump and refined at the end of my trial. I could certainly feel a difference in the texture and look of my skin. I’m looking forward to purchasing a full bottle so I can enjoy the effects of using it every day. Pleasant smell, not sticky, and easy to apply. Great product to add to your skincare regimen."
		},
		{
			"review_title": "Glow, Baby, Glow",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received a free sample of this serum from Influenster.  I really enjoyed incorporating this product into my skincare routine. It absorbed quickly, left my skin plump, and layered beautifully with all my other products. When I wake up in the mornings after using this as part of my nighttime routine, my skin is glassy-smooth and absolutely radiant."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "My skin feels hydrated every morning after using, after using it for 2 weeks my skin feels more bouncy and younger to the touch and looks more radiant. The scent bothered me randomly some of the nights I used it, but that’s my only negative. The results were mainly positive."
		},
		{
			"review_title": "Get like me Flawless at 40",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received a sample of this to review. Thank you #EsteeLauder and #Inflenster for the opportunity to get back beautiful. This really just smoothed my skin out. I wasn't expecting too much cause it didn't feel all greasy. I look pretty flawless if I do say so my self."
		},
		{
			"review_title": "Influencer review",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I received this product as a compliment item from Influencer and to be honest I like it.. didn’t love it.. mostly because I didn’t really feel a difference but over all it was great quality."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Very satisfied with the product and will most likely buy after my sample runs out"
		},
		{
			"review_title": "LOVE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was super impressed at how well this product worked! My skin felt super hydrated and was noticably more radiant. Would definitely consider asking for a full sized version for Christmas, since the price is pretty high. Would still highly recommend!"
		},
		{
			"review_title": "Sad",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Overpriced. This doesn’t compare to other cheaper brands who use better sourced ingredients. And it stings. And they test on animals."
		},
		{
			"review_title": "Its okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I received this sample of Estee Lauder Advanced Night Repair Serum for free from Influenster in exhange for my honest opinion. It felt a little sticky which wasn't my favorite but it did feel nice after it dried. However, I didn't feel much of a difference after using it. But I liked that it wasn't scented"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "A wonderful product, even for my 21yo acne prone skin! It made my skin look so hydrated and dewy. Made my skin look like I eat clean and get 10 hours of sleep every night lol. I seemed to help heal up any scabs or fading acne marks faster too."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "auburn hair, Fair skin tone, Combination skin",
			"review_text": "I received a sample of this for a weeks worth of use from Influenster. It has a good consistency and definitely hydrated, but hydrated more than my skin in particular needed. My face grew increasingly more oily throughout the week as I used this product."
		},
		{
			"review_title": "Needs improvement",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I received this product free for testing. I've tried estee Lauder before and found it satisfying. However, this product had a stickiness and a sour taste that kept getting on my lips even after I began avoiding my mouth. It was off putting. I didn't use it long enough to comment on the results because of that"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received a sample of the Advanced Night Repair Synchronized Multi-Recovery Complex complimentary of influenster and Estée Lauder. I used this product for a week. It feels amazing going on and is very hydrating. However, it caused my skin to have some breakouts so I quit using the product."
		},
		{
			"review_title": "I wish I could leave a fairer review",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I received this as a sample and wanted to love it. The pros: it felt good on the skin and smelled very nice. The cons: I received a very tiny bottle to try for a week, even though the product itself encourages 4 weeks of use before noticeable results. I can’t review what it claims as I was not able to use it for the recommended amount of time. It’s hard to justify spending this much on a product when I don’t have a way of knowing it will perform the way it claims."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received a small sample of this product. I enjoyed this product! The texture is oily and goes on the skin really well. One of the big points selling points of the serum is how it instant hydrates the skin. I did not notice that in my skin. I liked the serum, but overall it was not life changing."
		},
		{
			"review_title": "Nice, but not noticeable differences",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I like this product as my skin feels smooth and hydrated after using it. However I don’t see a noticeable effect after a few weeks. I will keep using it though!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received a sample of the Advanced Night Repair Synchronized Multi-Recovery Complex complimentary of influenster and Estée Lauder to use for one week.  Feels great going on skin! It also helped keep my skin hydrated throughout the night. Unfortunately I had breakout all over my face from the serum. I'm not sure if its because I have sensitive skin or something in the formula doesn't react well with my skin."
		},
		{
			"review_title": "Potential",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I received this product as a promotion to review. The light texture the quick absorption and glow makes me think it could work. I did not get the doppler applicator so I’m not sure of the correct amount. Sephora’s product application directions directions helped a lot and resulted in instant results of hydration. After 7 days of use I appeared rested and fresh."
		},
		{
			"review_title": "Nice but Worth it?",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Although I have no negative comments this product was not a miracle worker. I did notice my skin was more hydrated but there was no difference in texture of my skin. It did feel and smell like a high end product and would recommend for light help but if you're looking for something strong I don't think this is it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I really wanted to like this. Feels a little tacky after you put it on but it does dissipate. Doesn’t have a smell, which I like. Didn’t see much of an improvement but I’m sure if I use it longer maybe I would."
		},
		{
			"review_title": "Promising when paired w/ Intense Reset Concentrate",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I received a sample of the Advanced Night Repair Synchronized Multi-Recovery Complex compliments of influenster and Estée Lauder to use for one week and I liked it. While it is fragrance-free, there’s a fermented scent some might not love though it fades quickly and didn’t bother me. My skin quickly soaked it up and I was blown away by how deeply moisturized it left my skin, especially when paired with the Intense Reset Concentrate!   My skin felt soft, smooth and incredibly hydrated — it even looked more plump and radiant when I woke up. I was also impressed with the skin barrier repair function and how quickly it relieved my sensitive skin’s retinoid-induced irritation. I was, however, disappointed in the inclusion of sodium hyaluronate over a direct form of hyaluronic acid, which offers pro-repair support far beyond basic water hydration that sodium hyaluronate offers. That would be my expectation of a hyaluronic acid serum at this price point.  This ANR serum seems promising, but one week simply isn’t enough time to see noticeable results that justify the $75/oz price. As such, I cannot speculate whether it delivers promised results with consistent use of at least 2 months (I’m skeptical of the 72 hour hydration claims). I gave it 3 stars because of the price and the cheaper form of hyaluronic acid. If you aren’t price sensitive and/or are looking for a hydrating peptide serum, I did enjoyed and recommend trying the new ANR Synchronized Multi-Recovery Complex."
		},
		{
			"review_title": "Hydrates like a dream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have extremely oily and dehydrated skin and this was true perfect product for me. I used to only use Hyaluronic acid But this product is way better. It is the perfect blend for a dry face. After one use I woke up and my skin was noticeably hydrated and plump. I would definitely recommend. I received this product complimentary from Influenster."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Product wasn’t too bad. I received this complimentary through Influenster and was very excited to try it, but it ended up making me break out pretty bad."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Smelled great and left my skin feeling super hydrated!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I think the product went on my face well and the consistency was not too thick or too runny. I wasn’t big on the smell, but that wouldn’t be a breaking point. Overall I think the product would deliver good results over long time use!"
		},
		{
			"review_title": "Didnt work",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I am not sure because it didnt really di anything. I can only staye it was easy to use, didnt smell or make my skin oily it just didnt do anything to improve my skin didmt notice any difference so not recommended in my opinion."
		},
		{
			"review_title": "Good Product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I recently tried this serum and was pleased with the texture and how well it applied to the skin. It’s lightweight and soaks in quickly so there’s so greasy feeling left behind. My skin did feel moisturized, although I noticed less overall results compared to other serums I regularly use. It’s a good product but for the price I’m not sure I’m ready to replace my current go-to!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I received this product complimentary from Influenster for testing purposes and it was wonderful. I would use this along with my moisturizer when my face would get a little dry and by the next morning my face was incredibly hydrated and soft. I would definitely recommend to anyone who struggles with dry skin."
		},
		{
			"review_title": "pretty good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I like how my skin looks and radiates after. I like the lightness of the product and not feeling weighed down at night. Would I use again? Maybe. Kind of pricey, in comparison to other brands I’ve used. But I know this is a good quality product with good quality ingredients, so maybe I’ll purchase again in the future.  I’m 30, and I don’t think I need this just yet, which is why i probably haven’t seen significant changes."
		},
		{
			"review_title": "From a totally unbiased perspective",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I had the opportunity to try this product for free and I have to say that it was my pleasure to get the chance too. I loved this product and how well it helped my dry as dirt skin  it did the world of difference for me as I highly recommend this product to anyone looking for a quick, easy, and helps dry skin; this is the product for you!"
		},
		{
			"review_title": "Slightly disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I've heard about this product for years, and then I received a sample. The texture is really nice and it sinks into the skin in a few seconds,  but I don't think I've noticed enough of a difference into my skin to justify the price of this product, especially for the full size"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I received this product free for testing purposes only.   I love how hydrating this product is. It doesn’t feel oily on the skin! However, I did not notice any significant changes to firmness or youthfulness."
		},
		{
			"review_title": "breakouts",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I wanted to like this product, I really did. But I couldn’t. It has a weird texture, strange smell, and I’m fairly certain that it caused me to have tiny white bumps all over my forehead. I received a complementary sample size of this product from Influenster, and I couldn’t even bring myself to finish the sample size. The one positive thing I can say about this product is that it is super hydrating. I got incredibly burnt one weekend, and I used this product to help sooth my dry, burnt skin."
		},
		{
			"review_title": "Good serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I really like this product. No harsh smell and melts into your skin. I would recommend this. I can tell a difference in my skin since using this. I received this product complimentary for my review from Influenster. I Love Estée Lauder makeup and their skincare is just as good!"
		},
		{
			"review_title": "It works while you sleep!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Never too early to start taking care of your skin! My mom would always remind me of the benefits skincare but I never took it seriously because I didn’t want to do like 5 extra steps before I sleep. I simply didn’t have enough time for that when I was in school and I always hated the sticky feeling creams leave on my face after. But this is a game-changer! After applying, my skin instantly absorbs the serum and I wake up looking like I’m ready to go for the day!"
		},
		{
			"review_title": "Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "So I received this product For free from influenster to try and I have been using it for a good month and a half , the serum is very nice on I have acne prone skin so I use retin a at night and I would put this on top and use it in the morning to help with hydrating my face and I did see a difference on the texture of my skin it left it feeling very nice and smooth which I love but if it help with fine lines and wrinkles I wouldn’t know because I don’t have any but it really help with the texture of my skin"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This is a lovely elegant serum from a company that knows what it’s doing. I was excited to see the high concentrations of fermented ingredients. I received a free sample for my honest opinion through Influenster."
		},
		{
			"review_title": "Night Serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love the way this serum adheres to my skin. Once applied, it didn't leave my skin feeling oily like other serums tend to do. I wasn't able to see what the long-run effects would feel like, but I liked the feeling thus far. The only thing I disliked is the price point for this night repair serum."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Normal skin",
			"review_text": "This made me a bit oily and I don’t really like products with fragrance in so I didn’t like that.  I received a free sample of this through Influenster. I appreciate the texture though."
		},
		{
			"review_title": "A little disappointed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I received this as a sample to test for Influenster. I was so excited to try this product but came up feeling a little mystified about the raving reviews. My skin definitely didn’t feel more hydrated and didn’t look a whole lot younger after a week of use. The smell was very pleasant, but there was a little sting on my skin when applied. I’m glad I got to try this product, but I feel a little disappointed with the results."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I received this for free to try for a review. With that being said, I was sent a super small bottle which was not Enugu give a fair shot. But besides that, I liked the consistency and how it hydrated my skin. I also like that although it is for the night time, you can also use it during the day"
		},
		{
			"review_title": "Nice product.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I loved the texture of this product. It was hydrating without being oily or thick. Since it was a sample, it was hard to tell the long lasting effects that it might have."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received the product complimentary to test and review from Influenster and am so glad that I was chosen to test product because i fell in love with it. It goes on so smooth and keeps my eye area so hydrated   And appearances of fine lines faded. Will deff. purchase this."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was so impressed. Could see results the next morning. Short of being super pricey it’s a perfect product."
		},
		{
			"review_title": "Good night serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have dry, sensitive skin on my face (particularly in the eye area) so I was looking forward to giving this product a try. It worked well at making my skin feel soft and firm, and didn't irritate my sensitive skin. I would say this serum is effective, but not any more effective than other products I have tried. For this reason, I can't justify paying so much for so little. I received a sample of this product for free in exchange for my honest review. All thoughts and opinions are my own."
		},
		{
			"review_title": "Not a fan",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This serum felt a little too greasy for me. I don't like oils on my skin in general although it did feel light. The scent didn't stand out in a good or bad way. I will not be adding this to my daily routine, I didn't notice a difference in my skin."
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Improved the texture and hydration in my skin. I was sent a free sample through infulenster...and I went out and bought it after I finished. Had to have it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I received this product complimentary for testing and reviewing purposes. This night repair was amazing! My skin felt so great in the morning after using it. My skin looked and felt so young! It made my face so smooth and soft. I have dry and sensitive skin but it worked well with it and no issues. I would recommend this to friends and family. So glad I got to try this out for free and now know it's something I'd buy in the future."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I heard wonderful things about this product but in all honesty it don’t do much for my skin my skin is really dry I thought it would help with the dryness but it doesn’t"
		},
		{
			"review_title": "Meh.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is just okay. It feels really nice on the skin, like a thick essence, but I’m not sure that I noticed any real results. I’d say if you’re an Estēe Lauder fan and you want to add a night serum to your skincare routine, go for it. But otherwise this is just kind of “meh”."
		},
		{
			"review_title": "Nice Formula but Pricy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I received a free trial of this to test. Overall I would give it a 4/5. I like the texture of the formula and definitely noticed that my skin felt softer after a few uses. It is very expensive for the size though, which would probably keep me from consistently buying it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Love this product! Not sticky at all and absorbs into skin nicely."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I like this product, but it’s not anything I feel like you need. I have tons of other products that work just as well as this one. I liked the way my skin felt, but it didn’t do enough for me to repurchase."
		},
		{
			"review_title": "Great product . Does what it’s supposed to do",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I enjoyed receiving this product for free for my honest opinion . I have textured , dull , sensitive skin and this product has helped significantly with those issues. After applying at night I noticed after about a week or so that my skin started having a healthy glow. I also felt very hydrated and not in a oily way . I do have combination/ oily skin . This actually helped with my oiliness. I wish I had received more of the product to continue use . I am sure I would seen greater results if I used it for longer. This far it worked really well and I would recommend it to others"
		},
		{
			"review_title": "Perfect for acne-prone, sensitive, aging skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "A lot of nighttime products make me break out or are too strong for my sensitive skin, but I liked this one a lot!"
		},
		{
			"review_title": "Disappointed... Clogging/Comedogenic",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I received a sample through Influenster. I was so disappointed by this serum. Right after application, there were definitely immediate and visible results—the appearance of hydration/plumping was nearly instant... but it didn’t last, and over the course of a few hours after each application, my pores became very clogged and the few fine lines I have (especially around my forehead/eyebrows and mouth) looked more noticeable, almost as if the skin around them looked sort of “swollen” and that left the wrinkles even more pronounced. That, plus new pimples from clogged pores, made this product cause more harm than putting on nothing at all."
		},
		{
			"review_title": "Good product NOT worth price!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "This product worked well for me but for the price I probably won’t purchase it. Serums are usually pricey but $100 is out of the question for one product. I enjoyed the product though it added hydration to the areas that needed it and extra to those that didn’t. The serum itself is a bit sticky but other than that it was a great product to try. I received this product for testing via Influenster."
		},
		{
			"review_title": "good!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "it has a really pleasant scent and feeling. it has a lifting effect on the skin :))"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I was not impressed with this product. It took a ton to cover the whole face, did not improve and fine lines, and only somewhat provided lasting hydration. I feel like it didn’t really improve my skin at all. I received this product free for testing purposes, but wouldn’t purchase."
		},
		{
			"review_title": "Underwhelming",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I received this serum for testing purposes. I was excited to try it since I am all about skin care. It was disappointing. The packaging itself is outdated Estée Lauder could use an update. My mom used to buy this stuff when I was a kid and the packaging hasn’t changed at all. Let’s get to the actual product I use good genes by Sunday Riley and would much rather invest in buying it again than buying this overpriced serum. My skin is dry and this did nothing to help me feel hydrated. The texture is sticky and didn’t do much for my skin. I don’t recommend it."
		},
		{
			"review_title": "Not that impressed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The product is easy to apply and spreads evenly on the face. It does feel a bit sticky on application and takes 2 mins to seep into the skin. i have dry skin and after application of this product i feel my skin is hydrated. Though i don't see any difference in the skin texture or fine lines.Also, i have dry skin and after a few days i did have some small breakout near my nose and t zone area so this is not for me. i do love estee lauder products and use intense reset concentrate which works wonderfully"
		},
		{
			"review_title": "Irritated my sensitive skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Dry skin",
			"review_text": "I wish I had been able to more thoroughly test this product. It irritated my sensitive skin badly. I was only able to use it twice. My skin was red and irritated and flaky. The texture of the product was nice and the overall feeling it left on the skin was nice, I was simply unable to continue testing it. I received this product as a sample complimentary for review."
		},
		{
			"review_title": "Not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this as a complimentary sample.  Texturally it was great but I didn’t notice any difference. I would not purchase this for the smoothness alone. I live in AZ and didn’t find it moisturizing at all."
		},
		{
			"review_title": "Hydration Station",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This serum is an amazing night serum! I have combo oily skin, I'd wake up with such supple and moisturized skin. It didn't cause any texture or breakouts. Love it!"
		},
		{
			"review_title": "Feels amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Wow! This product really feels great on my skin. I love that it’s something you leave on overnight so it’s a super easy part to include in your skincare routine. When used consistently, you really can feel a difference in the elasticity of your skin!"
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Great product over all. Gave me skin a nice glow in the morning. Very hydrating."
		},
		{
			"review_title": "Light formula with results",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Received this product from Influenster. Saw some minor changes to my skin with regular use. Since it is a night repair, I only used it once a day; however product does mention using it AM and PM. Probably used as recommended I would have more results. Perfect for my dry skin. The smell and texture of the product are great. Light feeling on skin and absorbs well."
		},
		{
			"review_title": "Nightly Serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I received this as a complimentary sample. I liked the consistency of it, it wasn't too oily and absorbed quickly. It made my face feel hydrated and smooth. I'd use it again."
		},
		{
			"review_title": "A wonderful product to help my face glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "What a great product! I noticed a difference in my skin the very next morning.  It was softer, less red and overall more radiant.  I was impressed that the smell wasn't strong, it didn't feel heavy and it went in clean! Will be buying again."
		},
		{
			"review_title": "great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Nice product, easy to just I received this product to test from Influenster. I thought it made my skin feel hydrated. I was please with this for the most part. I didn’t have any break out or anything"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "i liked the consistency of the product, it was easy to spread on the skin. I also liked that it didnt smell too chemically or overpowering like other serums tend to smell. It always left my skin feeling hydrated without my skin feeling all tight."
		},
		{
			"review_title": "Improved Complexion",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This serum reduced my wrinkly visibility, improved my complexion and was easy to add in to my skincare routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I received this product from Influenster in exchange for my honest feedback. I loved it i believe it helped me with the wrinkles on my face. You must try it. I think it helped made my skin more radiant as well."
		},
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "This product is amazing! It’s so light and smells amazing! It doesn’t have an oily texture! I noticed a huge difference after using this product! I looked more radiant."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Light skin tone, Combination skin",
			"review_text": "Loved this product. I only had a sample size, but I really felt like it hydrated and brightened my skin, in a short time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I have received this product from Influenster to try it out for my honest feedback. This serum is perfect for dry skin. I loved the way it made mine feel! So hydrated!"
		},
		{
			"review_title": "eh...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I received this through Influenster as a free sample in exchange for my honest review.  I was previously using a $15 serum. I thought the Estée Lauder would blow it out of the park. No dice. The first thing to hit me was the not so pleasant smell. Not terrible but certainly not great. The serum absorbed quickly, but day after day, I saw no improvement to my skin. It was somewhat hydrating but couldn’t even compare to my $15 serum on that front. I noticed my fine lines popping up from not receiving their usual intense hydration. In conclusion, this is fine if you have that much money to spend, but honestly there are many better and cheaper options."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I have received this product from Influenster to try it out for my honest feedback. This is a wonderful serum if you have skin like mine. I have dry and sensitive skin and it left my skin plump and hydrated. I would use it at night and in the morning my skin still felt hydrate and glowy, never greasy. Definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I received a small sample bottle and used it for over a week. It did not smell good and did absolutely nothing for my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Hello! I received this serum for free from influenster and it is probably one of the best products I’ve used all year. It applies easily and fully absorbs so I don’t feel sticky after (which is great for your pillow if you use it as part of your bed time ritual). I could notice a change in my skin’s smoothness and dewy-ness in only a couple days."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Smell and texture is great! So soft. The only draw back for me was it caused my skin to break out. My skin is mildly sensitive. But I did notice a positive difference in parts of my skin. Glowing and smooth."
		},
		{
			"review_title": "Glowing skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I received this product from Influenster in exchange for my honest feedback I really enjoyed this product. I have dry skin and it left my skin feeling refreshed and very hydrated. After using for a couple days I noticed my skin had a natural glow. I enjoyed this is definitely recommended this product"
		},
		{
			"review_title": "I’m impressed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product free to try for reviewing.. I really like the texture of this product and I love the way it hydrated my face and left my face feeling after applying it. I would definitely recommend this to friends/family and will for sure add this to my nighttime routine."
		},
		{
			"review_title": "I had to buy it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product from Influenster for testing and reviewing purposes and it has been fantastic. I have a combination of dry and oily skin and I’ve noticed that  my skin has been smooth, It looked radiant and fresh. It Reduced my dark under eye circles. It Made my skin brighter and I feel like it Minimized my fine lines. I also feel like it Made my moisturizer last longer. It was supposed to be a one week supply but I only used it on my fine lines and dark spots so it lasted a few weeks! I absolutely love the way it reduced the dark circles under my eyes the most!! I would definitely recommend this product."
		},
		{
			"review_title": "Not really different, but still incredible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have used the original ANR for a few years now, and it has been the most consistent staple product in my skincare rotation. I was excited to try the relaunch, and although I am definitely not disappointed, I did not notice a huge overall difference from the classic ANR. It leaves skin feeling very hydrated and soft, and feels very light on the skin! Overall, this is my favorite serum and I will continue to purchase ANR for my daily use."
		},
		{
			"review_title": "Good. Not great.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product provided really good moisture to my skin.  I would wake up in the morning and feel like I hadn’t leached too much moisture.  My skin looked healthier after putting it on. It made me a bit oily and I don’t care for fragrances in my products so I didn’t like that.  I received a free sample of this through Influenster."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Over all I really liked this product. I felt like it really hydrated my skin and helped give it a natural glow without making me too oily. This will definitely be a staple product for me in the winter as my skin gets very dry"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Keeps skin feeling radiant and works nightly to help repair skin and to be looking fresh the next day."
		},
		{
			"review_title": "love love love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Love! Love! Love!!!   It makes my skin feel & look so great. I love the packaging and the subtle fragrance. Most of the fine lines on my face are gone!!! My skin appears brightened.  Love!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Honestly I was iffy about it at first but then I fell in love with it. Took me two weeks and I can see a huge difference"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This product provided so much moisture to my skin it was incredible.  I would wake up in the morning and feel like I had just moisturized.  My skin looked healthier after putting it on.  I received a free sample of this through Influenster."
		},
		{
			"review_title": "Plumped skin.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "So excited to finally try the Advanced Night repair serum. First off, the packaging is really nice and looks high end. Secondly, I like to apply the serum on my hands and tap the serum into my skin gently. Always make sure you wash your hands before applying any product onto your skin. I have to say the serum didn't irritate or break out my skin. Doesn't feel heavy on the skin or greasy. Lastly the results. My skin felt smooth, plumped and hydrated. Got rid of dry patches on my skin and gave me a luminous glow as well. You guys should give this a try."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Loved how it felt on the skin, perfect to incorporate into your nighttime routine."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I loved the feel on the skin and the smell I didn’t notice too much brightness under my eyes but overall my face fit brighter when I applied it."
		},
		{
			"review_title": "Good serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I got a sample of this product through Influencer.  I really like the texture of this product and definitely very moisturizing.  The product absorbs into my skin very fast.  The only reason I’m giving this product a 4 star is because of the price."
		},
		{
			"review_title": "Amazing Serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This is a Great Multi-Functional Serum, is specifically formulated to support the skin's natural night-time repair process through deep hydration. Plus, it delivers a super-dose of antioxidants to neutralize the free radicals that can cause premature aging. I definitely saw a difference in my skin within a week. My skin was brighter, more even toned and was dewy and hydrated. I received this complimentary from Influenster for reviewing purposes."
		},
		{
			"review_title": "GREAT PRODUCT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I received this product for testing purposes. This product is really good for the skin. I like to use it every night and you can instantly see results. It is hydrating and leave your skin glowy and beautiful."
		},
		{
			"review_title": "So hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I received this for free to try from Influenster and honestly I was surprised at how much I loved it. I have really dry skin and this really helped get back that moisture in my skin. I am also very sensitive so I was kind of nervous to try something new. Although it is very expensive it is a great product!"
		},
		{
			"review_title": "not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Lightweight and somewhat moisturizing. But I saw no difference in my skin and the smell is very unpleasant."
		},
		{
			"review_title": "GREAT PRODUCT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Loved this product loved how it felt smooth and nice and how it made my skin look great"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I do like Estée Lauder and have used other products from them, but for some reason my skin just does not like this product. My skin can be sensitive at times unfortunately. I wished that this product worked for me like their others have but it does not."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I thought this product was ok, I like the dropper so it takes the guess work out of how much product to use.  I also like the texture - not too thin. This goes on smooth and absorbs quickly and completely into the skin.  i feel moisturized but I didnt notice a difference in my skin or complexion."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "While it layers nicely with my other products in my night time skin routine, I didn't notice a major difference in my skin after using this for a few nights. Not sure if I would purchase."
		},
		{
			"review_title": "Better for mature skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I've tried this product twice. Once in my mid twenties and now in my early 30s. I didn't see much improvement,  but it did not irritate my skin. I have rosacea and acne. It's nice to find products that don't trigger a flare. Also, I think this product will work better on more mature skin. I received this product as a free sample from influenster."
		},
		{
			"review_title": "Made my skin soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I Was given this product to test out and I loved this product my skin looked radiant and it made my skin feel soft. The down side is this it is too expensive to purchase."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve used this product every night for about a month and not that it’s not a good product, but I probably wouldn’t repurchase. A little amount goes a long way and it looks like it’ll be sticky, but it’s actually not. I didn’t notice a huge difference in my skin, but it did seem a little brighter. Only reason I wouldn’t repurchase is because of the price point."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I loved this serum without a doubt I would buy it, I tried it and it leaves your skin more hydrated and with a smooth and smooth texture, the lines of expression diminish, it is excellent for the care of your skin."
		},
		{
			"review_title": "Great improvement form the old formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, lightMedium skin tone, Dry skin",
			"review_text": "Thai formula is a noticeable improvement from the original (already great) advanced night repair."
		},
		{
			"review_title": "Just not right for my skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Fair skin tone, Combination skin",
			"review_text": "I received a sample of this product from Influenster for review. The product has a nice scent. It is not heavily perfumed, or have a medicinal scent. I was not pleased with the texture of the product after it has been applied. It left my skin with a sticky, tacky, feeling that did not 'dry down'. As I only used the item for the week's worth provided, I did not notice any marked improvement in texture or radiance."
		},
		{
			"review_title": "Great product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I thought that this serum was great! I think it really hydrates the skin and leaves the skin feeling radiant! This product feels luxe and I would definitely recommend trying it out for yourself! I took off a star because I wasn't the biggest fan of the consistency, but it's really not too bad, especially if you're mainly wearing this at night!"
		},
		{
			"review_title": "Very nice product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "It is an amazing product! I really saw the difference in my skin! I absolutely loved the consistency, and it made my skin hydrated. Didn't expect anything less from Estee Lauder! :)"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I enjoyed testing this complimentary product from Influenster! It made my skin feels silky smooth and reduced fine lines."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Overall, I thought this product was okay, nothing special. I liked the hydration it provided but other than that wasn't a fan of the scent and consistency. This would definitely be better for older skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely loved this product! It made my face feel very hydrated and it helped little dark marks on my face! Also I went weeks without makeup because it made my face so clear and bright!"
		},
		{
			"review_title": "Sincerely opinion",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Didn’t saw big results besides hydration and glowing because of the consistency"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I like the consistency of this product. It felt nice on the skin. It didn’t work for me.. I didn’t see a difference but I also stopped using it because I was braking out. Not sure if it was this or not."
		},
		{
			"review_title": "just ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This serum has a nice texture and feels nicely hydrating on the skin. It also has great ingredients that have some hydrating and plumping effects. Unfortunately there’s not really a place for this in my routine as I won’t replace my nighttime retinol serum which will give me better results than this. Plus there’s no added fragrance in this but it smells like lemon Brisk to me and I can’t get over it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I received a sample from Influenster for testing purposes.  I actually worked for Estee Lauder about 11 years ago and I loved this product.  I've been experimenting with different serums since I left the company and was very thankful for receiving the sample from Influenster.  It reminded me that the serum had a very light texture and absorbs easily on to the skin.  I feel extremely hydrated and my skin looks very radiant in the morning."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I loved using this product it made my skin look smooth tight and flawless"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I loved everything about this serum! The first thing I noticed was the texture, and how smoothly it went onto my face. I loved that it didn't take long to absorb into my skin, and didn't make my face feel sticky after using it. Would definitely recommend and purchase! I received this product complimentary from Influenster."
		},
		{
			"review_title": "Amazingggg",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I received as a complimentary gift from Influenster and honestly I loved this product! I was getting every last drop lol I will def purchase in the future, does everything it says!"
		},
		{
			"review_title": "a good night time serum",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I received this free goodie to review  from influenster. I like when I wake up in the morning my skin feels nice, soft, and looks healthy. But when I apply it I don’t like that it takes too long to absorb into the skin and feels a little sticky. In terms of noticing any difference in my skin I haven’t so far. It’s a good serum but not the best"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I loved the texture and consistency of the serum! It left my skin feeling hydrated into the next morning. I have dry skin and this serum was great for the days my skin needed the extra hydration. The scent of the product was not my favorite, however it was tolerable. Other than that, I enjoyed the product!"
		},
		{
			"review_title": "Somehow it doesn’t work for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I received a sample of it from Influenster. Although I tried this product many times since many years.  Its a mystery why this product doesn’t give a noticeable difference to my skin. It just hydrates and that’s it. Hardly see any plump or improvement in fine lines.  Maybe I need ton use it for a prolonged period."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I received a complementary sample of this product and it was a very good serum. It absorbed quickly in my skin and didn’t leave a tacky residue. However, the price makes me not want to repurchase as I have other serums that will do the same job."
		},
		{
			"review_title": "Good for sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received a sample from influencer and I have to say I absolutely loved it. It made my skin feel very soft moisturized and I saw a reduction in fine lines. This could definitely be used as preventative care. I have very sensitive skin and it did not cause a reaction which is another plus because I have a hard time finding products that work for me."
		},
		{
			"review_title": "Worth a try!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Loved the results after using for 2 weeks. Dark circles and wrinkles around the eyes seemed to lighten up and fade.  Wish results had a lasting effect after discontinued use. You would have to continue using this religiously to see results stay.  Good hydration, even for oily skin types!"
		},
		{
			"review_title": "Okay product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I like the texture this gave my skin, but for the price I was not impressed with the overall results."
		},
		{
			"review_title": "Estte lauder review",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I honestly really liked this product i liked how it hydrated the skin"
		},
		{
			"review_title": "advance night repair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I really like this product how smooth it is and light. I also like the light scent and how it makes my skin."
		},
		{
			"review_title": "Good...but hard to open.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I'm a huge fan of Estee Lauder skin products. When I had the opportunity to try out the new advance night repair I had to jump on it. Unfortunately, it wasn't as I expected. In comparison to other serums this definitely takes the cake for hydration & not being too oily. All-in-all it made my skin feel great but, I'm not really sure if I could notice a significant difference. I'm giving this 4 stars because it was great but, didn't do exactly what it said plus it was so hard to open!! I had to use pliers."
		},
		{
			"review_title": "Try this if you want a glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This product has natural ingredients that will make you skin glow and stay hydrated. I immediately saw a change the first time I spilled it with the moisture it adds and my skin felt so refreshed."
		},
		{
			"review_title": "Simply ok, big price tag",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received a sample size for testing from Influenster. I didn’t use it too long since it was a small sample but it was easy to use and didn’t break out my skin so that’s a huge deal for me. Big downfall is the price, holy cow."
		},
		{
			"review_title": "Easier to absorb",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Estēe Lauder - Advanced Night Repair is a must have serum which I keep buying everytime when it nearly runs out. I have been using the previous formula for a long time since it helps my skin recover from not sleeping well enough.  The new formula is easier to absorb than the older one which I really like. I’ve been using this for a week and I can see the difference. It  hydrates my skin giving it a radiant and plumping look. It also can be used in the morning and it doesn’t bother your makeup at all."
		},
		{
			"review_title": "LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "Love it! Within the first couple of days of using this product, i saw results, I recommend it to everyone!"
		},
		{
			"review_title": "I'm in love! ♡♡♡",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "I recieved this product complementary from #influenster to try and review and omg let me tell you that I'm in love!  I noticed a difference in my skin and a glow after just two uses! I highly recommend trying this product and letting it speak for itself and steal your heart all on its own."
		},
		{
			"review_title": "Meh - just fine",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Compared to Kiehl's Midnight Recovery Concentrate, this is not as good. I noticed my skin looked my hydrated and colorful after using Kiehl's. When I used Estees, my skin looked the same. I would recommend Kiehl's over this any day. I was not impressed by this product as I didn't see any changes."
		},
		{
			"review_title": "Two thumbs up!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received a sample size from Influenster and felt that this serum was a good serum to incorporate into my nightly routine. Would definitely recommend buying it!"
		},
		{
			"review_title": "Brightening",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received a sample size for testing from Influenster. I didn’t use it too long, but it seemed to brighten my skin. It felt hydrating. Downfall is the price"
		},
		{
			"review_title": "advanced night repair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This product feels amazing and works great! It makes my skin feel smoother, tighter, and fresh. Love to use it in the evenings before bed."
		},
		{
			"review_title": "Great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I want to say that I loved this product and how my skin feel I can see the difference"
		},
		{
			"review_title": "Good basic",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I received a sample size from Influenster and felt that this serum was a good serum to incorporate into my routine. It seemed to moisturize my skin pretty well."
		},
		{
			"review_title": "Super hydrating, no change in fine lines",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Super hydrating and definitely left my skin feeling good. However I saw no significant difference in fine lines. Maybe the amount I had Just wasn’t enough to use it long enough but if that’s your goal then be prepared to use longer than 4-5 weeks."
		},
		{
			"review_title": "Don’t think! Go purchase!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Ok so guys I’m a huge fan of anti-aging products. Texture is everything to me and this product blew me out of the water! No lie. Since it’s a nighttime serum I’m picky about the greasy texture. This was as smooth as SILK!! I saw improvement in my fine lines as soon as two weeks. I did receive this complimentary for testing but I’m hooked!!!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I received a sample of this to write a review! And personally, I did not care for this serum. Was it hydrating? Yes. Did I see any other results? Personally, no. I definitely will not purchase and especially with that price tag. I’d rather spend my money something else that my skin is going to love. But if you want to splurge on it, then by all means, go for it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received a complimentary sample to test, and was definitely happy with the product. It is smooth, hydrating, and you don't need to use too much so it lasts a while. My skin felt good after use, and while it's hard to really see short-term results, I do think it brightened up my skin a bit! That being said, I don't know if I can justify the price point for my personal routine.  The texture is a tiny bit slippery and the smell might not be for everyone (I didn't mind it but wasn't in love with it either). I broke out VERY mildly after use but I do think my skin would have adjusted over a longer period of time. I also think it's very possible I would have seen more dramatic results after longer use. This product does have a good reputation, and I think it's absolutely worth a try to see what kind of results you get!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "Loved the way my skin felt and looked after using this product. It has a good texture and feels good when applying."
		},
		{
			"review_title": "glowy skin here I come",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I absolutely enjoy this night repair. It feels like golden youth in a bottle, onto my palms, that sinks into my skin. Given my work, I have to wear lots of PPE on a daily basis. With this serum, I have no qualms when I come across patients. It repairs all the bumps and dryness and patches I have. My skin is now glowing. Thanks to Influenster for this complimentary opportunity to try it out. If only it was more affordable..."
		},
		{
			"review_title": "Add it to your skin routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I received a sample of this from influenster. The serum was great! A little pricey but I think it is worth it for preventative measures. I feel like this product did a good job in the short period of time that I used it."
		},
		{
			"review_title": "Great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "So hydrating. Makes your skin look so glowy and dewy in the morning."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I like the texture of this serum. I like how radiant and hydrated it left my face."
		},
		{
			"review_title": "Loving it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Love this product is so nice to my skin and look healthy too."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "LOVED this product. The scent and texture were pleasant and light. My skin was noticeably more radiant in about a week and a half. The serum was very hydrating and helped with some of the redness my face usually displays. Worth the high price tag."
		},
		{
			"review_title": "Not For Me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I did not enjoy the sample I received at all. It did not spread evenly because it dried out too fast to even do so. I had to use so much for a small area for it to work, and plus it was sticky."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I was gifted this complimentary for review purposes. I did like how soft it made my skin feel but for the cost, no way. It is moisturizing but so are other products that cost way less."
		},
		{
			"review_title": "Beauty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I was blown away by the serum! Even after one day of use my horrible red lines were clearing up!! Bravo!"
		},
		{
			"review_title": "great but pricey",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received a sample of this from influenster. this formula is really great. a lightweight serum that is not greasy. within 2 days I felt as if my skin was softer and more hydrated. by the end of the week my skin looked more brighter and had a more even skin toned. I wish it was a larger sample so I could see even more improvements. the only downside is that this product is so expensive."
		},
		{
			"review_title": "New bf",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love everything it does for my face. Surprised it really does work."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I felt very moisturized after using the serum but didn’t notice much else. This is very expensive and probably takes longer than a few months to see a difference."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "For the price point, I expected it to make some difference but nothing! Yes it is moisturizing but so are other products that cost way less. I was gifted this complimentary for review purposes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received a sample free for reviewing purposes from Influenster. I got about a weeks worth of product, the serum felt nice on my face. Not oily at all!! In the morning my skin would be super soft."
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "It’s an alright product. I reviewed a complimentary sample through Influenster and there wasn’t enough to adequately say if it worked or not. I did feel my skin tighten quickly, but if anything I needed my moisturizer right after I put the serum on. I like it enough, still on the fence about buying it for the price it’s worth."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Very good product the only thing is that it could be a little more affordable"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Received a sample of this free for testing purposes, and I really like it. It leaves my skin very moisturized and soft. I don't notice much of a difference in fine lines, but I also don't have many to begin with"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is an amazing product! I saw and felt the difference in the skin each morning. Good serums are expensive, and this one is worth the price. I’m about to turn 30 and love that this helps my skin feel hydrated and radiant. I received a complimentary sample of this product for testing purposes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I had the opportunity to try this product by Influenster, and I’m very happy with the results, you would love the texture that leaves in your skin, Not oily at all (which is great for my oily skin), the smell is very nice! I only tried for one week because of the trial size, but my skin was looking so hydrated and radiant!"
		},
		{
			"review_title": "Works great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this product. My face feels youthful and glowing. It seemed to have tightened my face up. The serum was easy to use. The smell was not that great but doable.  I received this product for free in return for my honest opinion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received this product to try through Influenster. I really liked the way it made my skin feel and appear. I could definitely feel my skin smooth out and appear brighter."
		},
		{
			"review_title": "Meh, not worth the price",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The smell was horrible. The product is entirely too expensive to be so lackluster. The texture it was on par with the smell and after continuous usage there was no actual improvement or difference in my skin then using my less expensive products."
		},
		{
			"review_title": "Amazing Serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Wonderful texture with great hydration. A little goes a long way and made my skin look amazing."
		}
	]
}