{
    "product_id": "1185",
    "name": "Mini Rollerball Perfume Trio Set",
    "brand": "NEST New York",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 38.0,
    "about": "Set Description:Discover three of NEST New Yorku2019s bestselling fragrances in a travel-ready rollerball format..About the Fragrance:Vanilla Bourbon is an enticing, warm gourmand, where the sumptuous scent of vanilla bourbon absolute meets a sophisticated blend of orange bitters and rich brown sugar atop an inviting trail of night-blooming jasmine and soft musk. An effervescent fruity floral, Lychee Rose is a vibrant combination of rose absolute and fresh lychee accentuated with the sparkling essence of pink champagne and a hint of raspberry. Golden Nectar, a floral gourmand, blends the warmth of golden orchid and sueded amber with notes of creamy vanilla and velvety musk in a seductive symphony for the senses..This Set Contains:- 0.2 oz/ 6 mL Vanilla Bourbon Eau de Parfum Mini Rollerball",
    "ingredients": "Vanilla Bourbon Eau de Parfum:.Alcohol Denat., Fragrance (Parfum), Water (Aqua) (Eau), Tetrahydroxypropyl Ethylenediamine, Citric Acid, Citral, Hydroxycitronellal, Benzyl Salicylate, Coumarin, Geraniol, Linalool, Citronellol, Limonene, Alpha-Isomethyl Ionone...Lychee Rose Eau de Parfum:.Alcohol Denat., Fragrance (Parfum), Water/Aqua/Eau, Limonene, Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, BHT,.Benzyl Alcohol, Benzyl Salicylate, Citral, Citronellol, Coumarin, Geraniol, Linalool...Golden Nectar Eau de Parfum: .Alcohol Denat., Fragrance (Parfum), Water (Aqua), Alpha-Isomethyl Ionone, Cinnamyl Alcohol, Citral, Citronellol, Coumarin, Farnesol, Geraniol, Limonene, Linalool.",
    "how_to_use": "",
    "num_reviews": 8,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/nest-mini-rollerball-perfume-trio-set-P513318?skuId=2795300&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2795300-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "GET THESEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i literally love this perfume. the vanilla bourbon smells soo good itu2019s very dark feminine, golden nectar smells super light feminine and i LOVE it. and they all last super long."
        }
    ]
}