{
	"product_id": "134",
	"name": "Meltdown Gel Cream for Acne-Prone Skin with 72 hour Hydration",
	"brand": "Blume",
	"categories": "Skincare, Moisturizers, Moisturizers",
	"price": 35.0,
	"about": "What it is: An oil-free gel cream that hydrates your skin for up to 72 hours, provides blue light protection, and is made specifically for acne-prone skin..Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, Dullness, and Acne and Blemishes..Formulation: Cream..Highlighted Ingredients:.- Pentavitin: Clinically proven to provide up to 72 hours of hydration..- Ceramides: Improve and support a strong skin barrier..- Amino Acids: Provide antioxidant protection and support skin's resilience...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: This gel cream is a dream on all skin, but especially acne-prone and sensitive types. Pentavitin, squalene, ceramides, arginine, and amino acids work to hydrate skin for up to 72 hours, while plumping and evening skin tone’s appearance. This formula is packed with ingredients to provide skin barrier and blue-light protection...In a consumer study with 18 participants (aged 35–65) using Meltdown Gel Cream, results included: .•	100% of people said gel cream left their skin feeling hydrated.•	100% of people said gel cream left their skin feeling moisturized.•	100% of people said they like gel cream as an everyday moisturizer.•	93% of people said this product did not make them breakout.•	100% of people said this product absorbed into their skin.•	100% of people said they would recommend this to a friend.•	86% of people said their skin felt softer after using this product...Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "-Pentavitin: Clinically shown to provide up to 72 hours of hydration..-Ceramides: Improve and support a strong skin barrier..-Amino Acids: Provide antioxidant protection and support skin's resilience...Water (Aqua), Propanediol, Squalane, Diisostearyl Malate, Diheptyl Succinate,Coco-Caprylate/Caprate, Glycerin, Niacinamide, Capryloyl Glycerin/Sebacic Acid Copolymer, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Glyceryl Stearate Citrate, Behenyl Alcohol, Maltol. Tocopheryl Acetate, Terminalia Chebula Fruit Extract, Sodium Lactate, Centella Asiatica Extract, Arginine, PCA, Ceramide NP, Ceramide AS, Ceramide AP, Ceramide NS, Cholesterol, Ceramide EOP, Hydrolyzed Gardenia Florida Extract, Sodium Hyaluronate, Gossypium Hirsutum (Cotton) Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Sodium PCA, Laminaria Japonica Extract, Solanum Lycopersicum (Tomato) Fruit Extract, Polyquaternium-80, Sorbitan Isostearate, Saccharide Isomerate, Maltodextrin, Citric Acid, Aspartic Acid, Sodium Citrate, Hydrogenated Lecithin, Glycine, Alanine, Dipropylene Glycol, Serine, Valine, Potassium Sorbate, Sodium Benzoate,Glyceryl Stearate, Proline, Threonine, Isoleucine, Sucrose Distearate, Histidine, Phenylalanine.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Use: .-With clean hands, apply 1 pump all over your face and neck. Let absorb and continue with your day. Apply before, after or mixed with Meltdown oil. Best used morning and night....Recycling Instructions:.-Component is fully recyclable and does not need to be separated.",
	"num_reviews": 82,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/blume-meltdown-gel-cream-for-acne-prone-skin-with-72-hour-hydration-P505628?skuId=2677870&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2677870-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz / 50 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2677870-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "0.5 oz / 15 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2828143-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Amazing Moisturizer, Strongly Fragranced",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This has been amazing for my skin, which I feel like has adverse reactions to most moisturizers. I’ve been using this as my daytime moisturizer and love it so far, and have even seen a reduction in breakouts. That’s said, the scent is incredibly strong, and sickly sweet. Some have described it as cotton candy and I would agree. It doesn’t worsen anything per se, but I find it a bit much personally and don’t really love the scent. Wish they would make a fragrance free one or just lessen the fragrance."
		},
		{
			"review_title": "a must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "this product is amazing! moisturizing better than expensive creams that you specifically pay for for the hydration my skin stays hydrated and plump all day long and I have dry tight feeling skin and have spent so much money on expensive creams that didn't even work so im so happy!"
		},
		{
			"review_title": "Comfortable barrier support for sensitive skin.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I really enjoy this cream. I have dry, sensitive, eczema and acne prone skin, and this cream does not exacerbate any of my issues. I don’t know where the sweet scent comes from, and it is slightly more dewy than I typically prefer, but it absorbs well and does not feel heavy. The process point is also comparable to cheaper alternatives giving you more bang for your buck. I am really happy I finally tried this product."
		},
		{
			"review_title": "J’aime blume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "J’adore ce produit! J’utilise toutes la marque pour mes soins de visage et j’ai vu de très beau changement. La crème est très légère!"
		},
		{
			"review_title": "Literally a must have staple product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The entire line but ESPECIALLY this product, SAVED my dry flakey skin!!! It feels so cool and refreshing, not sticky at all and locks in moisture! Forever obsessed"
		},
		{
			"review_title": "Extra Hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "A STAPLE in my skincare routine!!! I struggle with psoriasis and eczema and the meltdown gel cream is sooo gentle on my skin and extra hydrating! LOVE LOVE LOVE this product!"
		},
		{
			"review_title": "Must have for everyday routine!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This is by far my favorite moisturizer yet!! Smells amazing and can be applied with makeup or without!"
		},
		{
			"review_title": "Buy this, you won't regret it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Best cream I have ever used. It smells great, soft on the skin, and keeps me hydrated for literally the entire day. HIGHLY recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "this product completely cleared my acne! and not to mention it smells SO. GOOD. seriously a staple in my routine I cannot go anywhere without it."
		},
		{
			"review_title": "Perfect under-makeup hydration!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Smells like cotton candy and wears like a dream under makeup! Keeps me hydrated all day."
		},
		{
			"review_title": "Great for acne prone skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Deep skin tone, Combination skin",
			"review_text": "this has helped to clear my acne and most acne  scars. it's amazing I thought my face would never get better. great for acne prone skin"
		},
		{
			"review_title": "Must-have for people with acne and oil problems",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have bad adult acne and this moisturizer has been a game-changer! It's super hydrating but doesn’t feel greasy at all. It absorbs really quickly, leaving my skin feeling soft. I love that it doesn’t pill when I layer it with makeup or serums. Highly recommended product! I’ll update if it stops working for me, but so far, I will 100% buy this again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I LOVE THIS PROUDUCT. I HAVE OILY ACNE PRONE SKIN AND AFTER USING FOR A WEEK MY ACNE MELTED DOWN AND IT BLURS PORES AND LOOKS SMALL BUT LAST A WHILE GREAT FOR PORES ASWELL"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "cost efficient and so hydrating. I love this because it's light weight. I don't have acne prone skin but this can be used by anyone."
		},
		{
			"review_title": "A must have for acne prone skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Amazing product!! Not kidding when i say made a difference within 5-6 uses of it by that i mean 2 usage per day."
		},
		{
			"review_title": "generally good, but not enough for retinoids",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I find it quite nice, but if you use a retinoid, especially a prescription one, make sure to either use a ton or use a thicker moisturizer. I had a couple of dry patches develop because the moisturizer  couldn't keep up with my Adapalene."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "best moisturizer for oily & sensitive skin. it gives you the perfect hydration all day without being greasy. It works amazing under makeup as well."
		},
		{
			"review_title": "Causes breakouts for acne prone skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I use a sunscreen from this brand and it’s perfect for my skin, so I thought it would be a good idea to get a moisturizer too, I have a sensitive skin and it’s acne prone, it didn’t work on my skin, it caused breakouts :("
		},
		{
			"review_title": "Decent moisturizer for acne-prone skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This moisturizer is very hydrating and it smells great. It did not make me break out. My only complaint is the pump and how I find it’s a bit too greasy for my liking. Some people call it a glow, I find it’s just too much."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "The Cream works wonders with the Acne Oil. My skin has improved significantly after using the products from Blume's acne collection."
		},
		{
			"review_title": "SMELLS SO GOOD",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "This product is a MUST HAVE. It smells SO GOOD like a soft cotton candy. It has changed my skin in ways no other skin products have. My makeup application is beautiful after using this too."
		},
		{
			"review_title": "Best combo for acne and hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This product helps melt of my makeup! I love that it is safe for acne prone skin and adds hydration!! The best combo"
		},
		{
			"review_title": "A new favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I absolutely love how lightweight, effective, and affordable this cream is! It helps target my acne and smells amazing. The best addition to my skincare routine!"
		},
		{
			"review_title": "MUST TRY MOISTURIZER!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "this moisturizer is so light weight yet it last all day long!! I love when I moisturizer doesn’t feel heavy, yet leaves you feeling dewy all day long! It pairs so perfectly with the melt down oil as well 10/10"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Idk what it is but this moisturizer smells amazing and leaves my skin feeling hydrated!!! Love for a lightweight moisturizer!"
		},
		{
			"review_title": "A recommendation for acne prone & sensitive girls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Absolutely my fave moisturizer. Been using it for a year now and will not be stopping. My acne prone and sensitive skin lovers her"
		},
		{
			"review_title": "Love this gel cream!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I've been really enjoying this gel cream and usually don't like fragrance in skincare products but the scent of this is too good to resist!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’m 30 and apply this day & night -so many not 72hr hydration exactly - but it doesn’t irritate my skin which is a huge. And it’s budget friendly!  Im on 3 months of consistent use. Has a super subtle fragrance too which adds bit of luxe to my everyday routine."
		},
		{
			"review_title": "The answer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Great product, not greasy or clogging at all for oily skin. the whole line is amazing!"
		},
		{
			"review_title": "Very very strong fragrance",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "For a cream targeted towards acne it has an insanely strong fragrance. It smells like I’m rubbing icecream all over my face. Which sounds great but not for an acne product."
		},
		{
			"review_title": "a winner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I’ve been using this for a week now, my skin has never felt better. The formula applied incredibly, it’s hydrating, soothing and refreshing all in one. I have acne prone skin, and in combination with the other products I’m using my skin is finally clearing up, my redness is fading and it looks so clean and healthy m. 10/10 need in your routine.  skin is"
		},
		{
			"review_title": "Not for 30+",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Dry skin",
			"review_text": "Not good for 30 year old skin. My skin was still dry even after multiple uses a day."
		},
		{
			"review_title": "My fave moisturizer yet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’m very acne prone and this is a must. I will never go back to anything else. Lightweight yet moisturizing and makes your skin feel good. Amazing price for a Sephora product. I wish they made a bigger size!!"
		},
		{
			"review_title": "Tackling acne dry patches and melasma!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "My skin breaks out with just about anything. Acne risk is the first thing I consider with anything I put on my face. If you have acne but also eczema-prone skin that is chronically dry and struggles with retinoids - keep reading! I have to use a thicker moisturizer that wont cause breakouts during the day to prevent flaking of my skin and overlying makeup. Historically this has been a baume or thick cream, but this product allows sensitive/dry skin acne sufferers to use a gel cream - lighter without the exuberant shine. It is hydrating and thicker, without being sticky.   The gel cream is light blue but leaves no residue on the skin, and sits well under makeup - no pilling and my skin stays hydrated for work hours - not 72h. It expedites the acne healing process, like any good moisturizer.  Besides working well for my acne and dry skin, it contains niacinamide and licorice root which both help treat and prevent dark spots or patches by preventing excessive production of pigment (in my case, melasma - yep, I've got a full house). It's too soon to tell if it is helping, but the ingredients are promising! Although it says it offers blue light protection, I think the more accurate description it is helps treat the negative effects of blue light in our environment. Sunscreen is of course still needed overtop.   I have sensitive skin and the gel cream is fragranced, which always makes me hesitate and worry about reacting, but I've been fine with 2 weeks of use. If anything my skin seems less red and blotchy than normal (win!). I think that the smell is pleasant (albeit a strong sweet smell) - so it may not be for those who prefer fragrance-free products.   This is not going to solve acne, dry eczema-prone skin, or melasma by itself, but it seems to be a safe and helpful addition to other prescriptions and products. I definitely recommend and will follow up on pigment once I've had a chance to assess the progress.   1 star down for fragrance and price for volume."
		},
		{
			"review_title": "Best moisturizer for sensitive/acne prone skin!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Im on my 4th bottle of this and i love it!!! Its the only moisturizer that doesn’t break me out and actually hydrates my skin. I have very sensitive, acne prone skin and this doesnt pill under makeup"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Deep skin tone, Combination skin",
			"review_text": "I have been looking for a non irritating, acne prone moisturizer. THIS IS THE ONE! can’t wait to try more Blume products."
		},
		{
			"review_title": "Great product of Blume I love !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "All very effective ingredients to hydrate, care for, plump up, even out our complexion to give it a healthy glow!  My impression: 🥰🥰🥰  I loved the very soft texture of the blue cream gel, fragrance-free, oil-free.  Penetrates very quickly into the skin giving you very soft skin!  Cruellyfree Recyclable packaging Vegan Certified Clean  I am very impressed with this product!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I had really bad whiteheads all of a sudden and ended up over using salicylic acid and drying my skin so badly that NOTHING worked. I ended up at sephora and got turned onto this product. I have sensitive, dry (plus oily t zone), acne prone skin. This did not burn and it really hydrated my skin. I am on day 3 now and have noticed a HUGE difference in my skin."
		},
		{
			"review_title": "MUST TRY!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Super hydrating and has an amazing texture and feel to the skin. Definitely great for acne/oil prone skin. Sits beautifully under makeup."
		},
		{
			"review_title": "MUST TRY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I never write reviews. I have used all the brands at sephora-ALL the most expensive- this moisturizer is unmatched. smells amazing- doesn't make me break out. ultra smooth and hydrating. like i said i never write reviews but i had to this morning. too good not to recommend- ps. i and 21- so looking for something to keep me hydrated without acne- i have nothing to say in terms of anti aging affects. xxoxox"
		},
		{
			"review_title": "In love with the cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I love the texture and smell.. it really improved my acne.. its hydrating also"
		},
		{
			"review_title": "Sticky texture and bad smell",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Sticky texture and smells like floral plastic. Won’t purchase again."
		},
		{
			"review_title": "Smell 👎",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "It smells so strong like cotton candy which is not ideal especially if I'm smelling it all throughout the day. The cream's texture is very velvety but it's blue! The colour blends in though. This moisturizes well but I could do without the scent."
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely love this moisturizer it doesn't make me break out. My face is left feeling hydrated but not greasy and oily feeling. Highly recommend if you suffer from any type of acne or blemishes."
		},
		{
			"review_title": "It's good! Pretty smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Dry skin",
			"review_text": "I like it! I don't reach for it every day, but I use several times a week, usually in the morning after the Blume milky fade serum. It smells pretty, is light and non greasy, and doesn't break me out. I have sensitive, dry, acne-prone skin, so it ticks all the boxes for that. It would get a solid 5 stars, but I LOVE some of the other Blume products I use, like LOVE them, so I think I just had sky high expectations for this. It's good though! A little pricey, but a solid moisturizer for certain."
		},
		{
			"review_title": "A must have in your routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is my go to product for whenever im breaking out or get really dry. I have been using this for months and i love it so much. The gel base makes it very lightweight and wearable."
		},
		{
			"review_title": "not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "this moisturizer is sooo nice. it smells great it’s light weight non greasy and goes great under makeup but something in it breaks me out so i’ve had to stop using :("
		},
		{
			"review_title": "Staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this so much as a day cream. It’s hydrating for people with dry skin but not too much if you have oily skin. It’s the best"
		},
		{
			"review_title": "For the Melt down oil fans",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I have been using this product on and off for the last few months and have really been enjoying it! I’m use to using the melt down oil at night which has a really strong scent so I was pleasantly surprised when the gel cream smelt like cotton candy! I find myself mainly reaching for it in the mornings when I’m breaking out because it’s lighter and doesn’t have that herbal smell. If you already love the melt down oil I’d definitely add this to your collection!"
		},
		{
			"review_title": "Replaces the whirl cream and hasn't disappointed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I was so stressed about buying this product as it replaced the whirl cream, which was the only lotion I could use on my face. I was incredibly happy to find out that this new cream is wonderful. Doesn't inflame my acne and my face is incredibly soft when I pair this with the meltdown oil. Before this, I had tried literally everything under the sun to combat my life long acne, and I'm so glad I finally found Blume."
		},
		{
			"review_title": "Will keep buying!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I used this moisturizer all summer, it lasts for a long time! I loved using this along with the Meltdown Acne Oil and the Milky Fade Serum. I found it was very soothing to my acne and moisturizing but not too heavy. It also doesn't smell like anything which I love."
		},
		{
			"review_title": "Best moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This is a great product! It smells amazing and does the job! I love how light weight it feels on my skin! Definitely something I'll keep buying! Along with my melt down oil, and fade away!"
		},
		{
			"review_title": "Heaven Scent Cream for Acne-Prone Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This is my go-to product for everyday. It’s made of great ingredients that are clean and smells amazing. After checking out this product at Sephora many times I finally decided to get it and I’m so glad I picked up 2. The smell of the product is what stood out from the rest of my previous creams. It barely feels scented and is not heavy nor strong. It is a perfect smell that smells so heavenly and nostalgic that I love putting on after my daily wash. I honestly do reccomend if you want a lightly scented cream that does its job greatly! As a person with acne, it does not irratate my skin or cause breakouts. I am not disappointed in the slightest and am so impressed."
		},
		{
			"review_title": "A staple in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I do not know how many times I have repurchased this product at this point but it is definitely my go-to moisturizer for the moment. This cream leaves my skin with just the right amount of hydration for my combination skin, does not break me out, and was not irritating while I was adjusting to tretinoin earlier this year. The smell is also a big plus as it has a soft cotton candy smell without the irritation of a fragrance. I am honestly surprised that there are not more people raving about this product."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I have struggled with acne for years and nothing seemed to work but after around a month of using this moisturizer, my acne went down significantly. this leaves my skin hydrated and dewy without a greasy finish 10/10 will buy again!"
		},
		{
			"review_title": "ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "it's OK, the smell is like cotton candy or something which I'm not a fan of personally."
		},
		{
			"review_title": "im literally obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "its helped my hormonal acne so much! it absorbs quickly, doesnt leave an annoying layer on the skin like most gels and is actually really hydrating! bonus it smells like cotton candy LOL"
		},
		{
			"review_title": "Worked well for my hormonal acne combination skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Its really light and hydrating. It absorbs into my skin so well and it smells amazing. Im reordering!"
		},
		{
			"review_title": "Best moisturizer I’ve ever used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I have acne prone skin and was a little scared by the smell but oh my this product is amazing. I’ve purchased this 3 times and will never look back. Doesn’t break me out, doesn’t irritate me."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I find it super hydrating and lightweight. I love the smell - subtle but nice when applying."
		},
		{
			"review_title": "Made my skin itchy and greasy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "It’s a NO for me. I like to use gel creams but this one did not help my zits and made my skin feel oily and itchy."
		},
		{
			"review_title": "Too greasy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I have very oily, acne prone skin. I used this product for about 3-4 weeks and didn't find it particularly hydrating. I believe it also caused me to break out minorly. It left my face feeling very sticky and greasy, which would last all day/night. I wanted to love it, the smell is great, but I will be returning."
		},
		{
			"review_title": "Won't help acne, but it will moisturize",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "It does moisturize well, but unfortunately it did not make my acne any better after about 3 weeks of daily use."
		},
		{
			"review_title": "Great for acne / sensitive skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I bought both this and the face oil & love this cream so far. I have super sensitive acne prone skin & it hasn’t made me break out. The oil did (don’t recommend). It smells really good too. Only downside is that I wish it was more hydrating. But the price point is good and I’d probably buy again!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Great moisturizer for people on any type of acne medications. This stuff smells amazing and feels great on the skin. I’ve already repurchased and will be again for sure."
		},
		{
			"review_title": "New fave moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Great for acne prone skin. Super hydrating but lightweight. Smells amazing!"
		},
		{
			"review_title": "My New Fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "My new favourite moisturizer. Lightweight, hydrating, pleasant light smell - I love it! I will be buying again!"
		},
		{
			"review_title": "Pilling",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Caused major pilling.. Wanted to like this product, but it pilled with my other products (Vitamin C, Niacinimide, and another moisturizer). It smells really nice (like cake), and the texture feels great, but it’s just not worth it in my opinion.."
		},
		{
			"review_title": "bought for teenager, I use it too!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I bought this for my teenager who is using Biacna (a tretinoin/antibiotic prescription) to help with the peeling stage. I have tried it myself and although I don't suffer from acne, I would purchase another so I can have my own! it's so hydrating but light for spring summer."
		},
		{
			"review_title": "Very oily",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have oily, sensitive skin and this product made my skin feel even oilier and may have made me break out. I did not find the product very hydrating. Will return"
		},
		{
			"review_title": "Great for sensitive skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Dry skin",
			"review_text": "This gel cream is so moisturizing and hydrating! I was worried because my skin is extremely sensitive and doesn’t react well to many products, but this one works great. It also smells just like cotton candy and the packaging is so cute. Best addition to my skincare routine!"
		},
		{
			"review_title": "I got breakouts after using this cream!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Since I’ve been using this cream I’ve been having more breakouts on my face and jaw line. I really am disappointed because I liked the oil. It feels too heavy of rich for a gel cream."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Super lightweight yet hydrating. Great for oily or combination skin and lasts all day. Not irritating at all and good for blue light! See picture for what my skin looks like after using."
		},
		{
			"review_title": "LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is what I have been searching for! Light weight but very moisturizing. Makes my skin look dewy in the right way. Smells like cotton candy but it’s pleasant, not irritating. The packaging is adorable too! I need to try everything BLUME"
		},
		{
			"review_title": "Amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This moisturizer is incredible! I’ve only just started using it but I’m so impressed with the results already!  After the first night using it I woke up with my skin feeling soft and hydrated. My makeup applied so nicely over it, and at the end of the (very long!) day, it still looked freshly applied!! I often get a bit of an oily shine by the end of the day but my skin isn’t shiny at all anywhere. I’ve seen people compare it to SkinFix’s barrier cream, which I used prior to this and, for me at least, this one is way way better."
		},
		{
			"review_title": "Perfect for acne prone skin!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This gel cream is a MUST HAVE!!!!! Doesn’t sit on my skin and it makes my face smell so yummy!"
		},
		{
			"review_title": "Perfect!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love this product !! First off it’s fragrance free but smells like cotton Candy (win win). They have serious ingredients that pass the test to be safe for your skin. I am prone to these tiny bumps on my forehead but after 2 weeks of using this, they are gone. My skin feels so good and clear, I am obsessed."
		},
		{
			"review_title": "Hydrating!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "SUPER hydrating! Smells good too and amazing price. My dry skin is so so so thankful!"
		},
		{
			"review_title": "Soo hydrating and did NOT break me out!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This stuff smells sooo good, and it's so hydrating! I usually have really dry, sensitive, acne prone and flakey skin so it's hard to find something that ACTUALLY works for me and keeps my skin glowing and plump. But this did just that!  PLUS it smells like cotton candy haha! I also love that it's non-comedogenic and did notttt break me out."
		},
		{
			"review_title": "Very happy with this product !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This gel cream is so light weight but extra hydrating. I love the way it smells, the texture is beautiful. I love that it’s packed with so many great ingredients and it’s such a reasonable price."
		},
		{
			"review_title": "No SPF and pretty basic meh.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Kind of feels like an attempt to dupe the SkinFix barrier cream nothing special or different than what’s on the market."
		}
	]
}