{
    "product_id": "1202",
    "name": "Get Your Shine On Frizz Control Hair Styling Value Set",
    "brand": "Olaplex",
    "categories": "Hair, Value & Gift Sets",
    "price": 57.0,
    "about": "What it is:u00a0A limited-edition hair-styling full size duo with a must-have hair cream and oilu2014for up to 72 hours of frizz control and smooth, soft styles with 125 percent more shine...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Damage, Split Ends, and Breakage.- Frizz.- Shine..Key Benefits:u00a0- Controls frizz for smoother hair.- Dramatically boosts shine and softness.- Visibly strengthens and reduces breakage..Highlighted Ingredients:- Patented Olaplex Bond-Building Technologyu2122: Repairs broken bonds for stronger-looking hair..- Blend of Coconut-Derived Emollient, Vitamin E, and Sunflower Seed Oil: Conditions, smooths, and adds shine..- Cationic Conditioning Agents: Provide softening and anti-static benefits that smooth the cuticle...Ingredient Callouts: These products are vegan, gluten-free, and cruelty-free...What Else You Need to Know: Get full sizes of top Olaplex styling products for sleek, soft, hydrated, healthy-looking hair. The No. 6 Bond Smoother Frizz Control Styling Hair Cream.is anti-frizz and humidity resistant for frizz-free air-drying and smoother blow-drying. The bestselling No. 7 Bonding Frizz Reduction & Heat Protectant Hair Oil dramatically boosts shine, reduces signs of breakage, and protects from heat...Clinical Results: In a controlled study, No. 6 Bond Smoother Frizz Control Styling Hair Cream and No. 7 Bonding Frizz Reduction & Heat Protectant Hair Oil provided:.- 72 hours of frizz control and humidity resistance..No. 7 Bonding Frizz Reduction & Heat Protectant Hair Oil:.In a controlled study, compared to bleached hair without application of No. 7 Bonding Frizz Reduction & Heat Protectant Hair Oil, results showed:.- 125% more shine.- 77% reduction in breakage.- Heat protection up to 450u00b0F..This Set Contains:- 3.3 oz/ 100 mL No. 6 Bond Smoother Frizz Control Styling Hair Cream (full size).- 1 oz/ 30 mL No. 7 Bonding Frizz Reduction & Heat Protectant Hair Oil (full size)",
    "ingredients": "-Patented Olaplex Bond-Building Technologyu2122: Repairs broken bonds for stronger-looking hair..-Blend of Coconut-Derived Emollient, Vitamin E, and Sunflower Seed Oil: Conditions, smooths, and adds shine..-Cationic Conditioning Agents: Provide softening and anti-static benefits that smooth the cuticle...No. 6 Bond Smoother Frizz Control Styling Hair Cream:.Water/Aqua/Eau, Cetearyl Alcohol, Dimethicone, Isohexadecane, Coco-Caprylate, Neopentyl.Glycol Diheptanoate, Behentrimonium Chloride, Isododecane, Phenyl Trimethicone,.Propanediol, Bis-Aminopropyl Diglycol Dimaleate, Cetrimonium Chloride, Glyceryl Stearate,.Isopropyl Alcohol, Hydroxyethylcellulose, Hydroxypropyl Guar, Sodium Stearoyl Lactylate,.Hydroxypropyl Cyclodextrin, Hydrolyzed Vegetable Protein PG-Propyl Silanetriol, Disodium.EDTA, Silica Dimethyl Silylate, Gigartina Stellata Extract, Glyoxal, Chondrus Crispus.(Carrageenan) Extract, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Ascorbic Acid,.Cocos Nucifera (Coconut) Oil, Phytantriol, Pseudozyma Epicola/Camellia Sinensis Seed Oil.Ferment Extract Filtrate, Tocopheryl Acetate, Vitis Vinifera (Grape) Seed Oil, Aloe Barbadensis.Leaf Juice, Panthenol, Citric Acid, Phenoxyethanol, Iodopropynyl Butylcarbamate, Potassium.Sorbate, Sodium Benzoate, Fragrance (Parfum), Hexyl Cinnamal, Limonene, Citral, Linalool,.Citronellol, Geraniol, Hydroxycitronellal...No. 7 Bonding Frizz Reduction &amp; Heat Protectant Hair Oil:.Dimethicone, Isohexadecane, C13-14 Isoalkane, Coco-Caprylate, Phenyl Trimethicone, Bis-Aminopropyl Diglycol Dimaleate, Propanediol, Zea Mays (Corn) Oil, Beta-Carotene, Helianthus Annuus (Sunflower) Seed Oil, Punica Granatum Seed Oil, Water/Aqua/Eau, Morinda Citrifolia Fruit Extract, Tocopherol, Pseudozyma Epicola/Camellia Sinensis Seed Oil Ferment Extract Filtrate, Fragrance (Parfum), Citral, Linalool, Limonene, Citronellol, Hexyl Cinnamal.",
    "how_to_use": "Suggested Usage:.No. 6 Bond Smoother Frizz Control Styling Hair Cream:.-Apply to clean, damp hair..-Comb through and style as desired..-Begin with one pump, adding more as needed. ..No. 7 Bonding Frizz Reduction &amp; Heat Protectant Hair Oil:.-Remove cap, turn the bottle upside down, and gently tap your index finger on the bottom of the bottle to dispense a metered drop..-Apply two to three drops to damp or dry hair..-Style as desired...When to use:.-No. 6 Bond Smoother Frizz Control Styling Hair Cream can be used on damp hair any time you style..-No. 7 Bonding Frizz Reduction &amp; Heat Protectant Hair Oil can be used daily on wet and dry hair, or before styling with heat..-Layer or mix No. 6 and No. 7.",
    "num_reviews": 49,
    "overall_rating": 4.9,
    "product_url": "https://www.sephora.com/ca/en/product/olaplex-get-your-shine-on-frizz-control-hair-styling-value-set-P512938?skuId=2809101&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2809101-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "MUST TRY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "iu2019ve used this duo a few times now, and there is a noticeable difference over other products Iu2019ve used. I have long hair and A LOT OF IT. this ACTUALLY helps with detangling, blow drying, and frizz. I was skeptical about Olaplex because of mixed reviews, but I 100% recommend!"
        },
        {
            "review_title": "Must haves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Absolutely love these olaplex products on my unruly wavy frizzy hair."
        },
        {
            "review_title": "My daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "A very good product. Oil is very good. Will buy again for sure."
        },
        {
            "review_title": "What A Disappointment",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I tried this product. I'm fact I got the whole line from olaplex. I was completely disappointed in all of it. When I started my hair was a lil bit dry from blow dry and straightener. After about 3 weeks I realized my hair was breaking off, it felt like hay and soon as I would get it wet it would tangle up really bad. I added not conditioner, I tried everything using just Olaplex products but it only got worse. As I cried touching my hair I realized it was this product OLAPLEX that was killing my hair. I still have all the products but will never use this crap again. Maybe I can use it on the dog. I am still trying to grow out the damage that Olaplex did to my hair. And I have switched back to my usual products. I use It's A 10. And should have never tried Olaplex. Wish I could have gotten my money back, this crap is expensive."
        },
        {
            "review_title": "Cannot live without Olapex",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I would purchase these productu2019s just for the smell alone, itu2019s soooo delicious. The No.6 truly makes your hair feel so much healthier and softer. The No.7 is a must in my hair styling routine, I use it before on damp hair, and a small amount after to finish the style with some extra sheen. Iu2019ve repurchased quite a few times and the value set was a fabulous deal!"
        },
        {
            "review_title": "Must have in routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Value for money, have used Olaplex for two years. Loved the result, hair are less frizzy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I was about to cut my hair until I started using these! now I am happily continuing to grow it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love olaplaex and have been using it for a year. My hair has less split ends and it's retaining length longer. The #6 is great for heat tools and the #7 is great for the shine and less split ends :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "been using this products for years, it helps to keep my hair more healthy and able to smooth better when I use flat iron"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Dry skin",
            "review_text": "Olaplex is the best product for thick wavy, curly hair"
        },
        {
            "review_title": "would buy again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "love these products!! I've used these for almost 2 years and it really helped my frizzy wavy hair and it looks and feels much healthier and softer."
        },
        {
            "review_title": "value set at good price during holiday sale",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "this value set with 20% discount is an easy purchase of 2 full size items. Hair oil is great for frizzy and fine hair without weighing it down. a great purchase."
        },
        {
            "review_title": "Buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I got this for my birthday and I absolutely love it! Both products are amazing!"
        },
        {
            "review_title": "Makes a Huge Difference",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I have such frizzy hair, and it drives me insane, so to say I stay looking for something to control it is an understatement. I am so glad I found this because I love this stuff! I can wear my hair straight, in a blowout, or in my natural waves, which help combat the frizz, no matter which style. I also have damage from regular coloring, and these help nourish and moisturize my hair. A little product goes a long way - especially with the hair oil. It is easy to shake out more than you need, which can cause you to end up with greasy hair, but the perfect amount makes all the difference for the better in your hair. *This review was collected as part of a promotion*"
        },
        {
            "review_title": "A great combo for any routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this combination of products from Olaplex! As a hair stylist I am always looking for great lineups to recommend to my clients, especially around the holidays! This set would be a great addition to anyoneu2019s hair care lineup, especially anyone who has color or sun damage. Living in Florida I also need a good frizz control set, and these products do not disappoint. I love to use the No. 6 Bond Smoother and No. 7 Binding Oil in combination with one another after my hair washing days. It leaves my hair smooth, controlled, and soft whether I air dry or blow dry. As always I love using Olaplex products because of the heat protectant that is included, so this is a huge plus when I do choose to use heat. The No. 7 Binding Oil has also been a great on-the-go product when the frizz becomes too much on a hot and humid day. The smell is always a bonus too!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "Absolutely, loving oplex.Get your shine on the sleek, hairstyling, paired with Olaplex No.6 Bond Smoother and Olaplex No.7 Binding Oil.  These two definitely work to fight frizz and signs of damaged hair, and don't forget about flyaways. I love the bond smoother can either go on damp or dry hair. It's easy to work into hair. I personally apply it to damp here. Once my hair is dry, I like to add in the bonding oil, which helps my hair lock in the No.6 bonding smoother and leaves my hair looking flawless the next 72 hours.   The texture of No.6 is creamy and lightweight, and No.5 is liquidity but not sticky. I like how my hair looks and have received many compliments. The ingredients are great and safe. I will continue to use this product in my hair routine."
        },
        {
            "review_title": "a staple in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "The Get Your Shine On Frizz Control Set by Olaplex is perfect for anyone battling frizzy, untamable hair like me. This set includes the No. 6 bond smoother and No. 7 bonding hair oil that work together to tame frizz and enhance shine. The formula is infused with Olaplexu2019s signature Bond Building Technology, which strengthens hair from within, reducing breakage and promoting a healthier look. My hair felt noticeably softer and more manageable after just one use. I have been using No.6 for years now and have loved all of the benefits from continued use. The scent is subtly pleasant, and a little product goes a long way especially for the oil. The price is such a great deal for those who want to try both of these products at a discounted price. Perfect for achieving sleek, shiny locks without weighing down your hair. Highly recommend for anyone seeking to improve texture and shine."
        },
        {
            "review_title": "Shine, Smoothness, and Frizz Control in One Kit",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m always on the lookout for products that make managing my hair easier, especially since it tends to get frizzy and dry. The OLAPLEX Get Your Shine On Frizz Control Hair Set was exactly what I needed to tame my hair while boosting its shine. Over the course of my use, I found that the No. 6 Bond Smootheru00ae really helped in reducing frizz and keeping my hair smooth throughout the day. It made my blow-dry sessions a breeze, leaving my hair soft and manageable. The No.7 Bonding Oilu2122 added a noticeable shine that I hadnu2019t seen in my hair for a while. The combination of these two products provided me with a sleek, healthy look without weighing my hair down. The texture of the No. 6 Bond Smootheru00ae was creamy but light, making it easy to distribute through my damp hair. The No. 7 Bonding Oilu2122 was lightweight and absorbed quickly, leaving no greasy residue. If your hair is dry or lacks luster, this set could be a game-changer in restoring shine and smoothness.  **This review was collected as part of a promotion."
        },
        {
            "review_title": "Beautiful and soft hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I'm naturally a curly girl who doesn't mind a bit of frizz in my curls because I like to wear my hair big and full - I like the complete opposite look for when I straighten my hair. It has to be sleek, frizz free and shiny.  The Olaplex Get Your Shine On Frizz Control Set delivers the desired results for my straightened hair styles. I start with no.6 while my hair is damp, blow dry it until it's dry and straight enough, then I apply no.7 - the bonding oil - from root to end before flat ironing the hair stick straight. I apply a little more oil overall making sure to get the fly aways and leaving some shine.   I love that these products alone and together done weigh down my hair. It's perfectly balanced and leaves my hair soft, smooth and shiny."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I have extremely thick 3a bleached blonde hair that I straighten weekly and have for... over a decade now! I can credit Olaplex for the fact that my hair is down to my waist with no breakage issues! I went from wearing extensions to needing hair cuts because my hair grows so strong and long! As Olaplex releases new products, my hair health only improves even more beyond what I thought was possible! This anti-frizz kit makes it so that I can use less heat as my straightened hair stays straight and frizz free. No touch ups with my iron means less exposure to damaging heat! Once I straighten my hair, it stays sleek, even in Florida humidity! I used to travel with my hair iron and now I don't because I know these products will keep my hair flawless for days.  After my wash day, I apply no. 7 to my slightly damp hair. My hair being damp helps it spread easily once I use a wet-safe brush to coat all my strands evenly. I let my hair air dry and then straighten it with 100% assurance that Olaplex no.7 protects me from my flat iron's heat. I use 350 degrees F and no.7 protects up to 450 degrees F for those who need more heat to get straight. Even better, my hair smells so incredible and it's left with a glossy shine (which is very hard to attain as a platinum blonde). Last, I apply no. 6 and blow dry my hair into a blowout hairstyle. No. 7 provides protection and shine while no. 6 provides humidity and frizz protection. I have such a smooth bouncy glossy blowout when I pair these two together and I love knowing that not only do I look great, but my hair is being repaired from within."
        },
        {
            "review_title": "Love the way my hair feels and looks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have curly hair that turns in to a big frizz ball even after I flat iron it. When using  Olaplex No. 6 and No. 7, from the Get Your Shine On Sleek Hair Styling Duo, I have let my hair air dry and instantly noticed when my hair is curly and dries it is almost completely frizz free; however, when I wake up my hair has gotten some frizz due to my movements when Iu2019m sleeping. I love how my hair looks, it is healthier and shiny. Once I flat iron my hair it is smooth and sleek. No. 6 smells good and has a cream consistency. It doesnu2019t feel greasy in your hair at all. I do like to add a little bit more of both products to my dry hair for more shine and for heat protection. The No. 7 oil bottle is hard to get the oil out of, you have to shake it onto your hand. I wish there was like a dropper or a pump to get the oil out instead. I do love that this oil is a heat protectant up to 450u00b0. I canu2019t get over how soft my hair feels. This duo doesnu2019t feel like it weighs my hair down, in fact it feels nice a light. I really like these two products, especially as a set."
        },
        {
            "review_title": "Definitely worth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "the Olaplex Get Your Shine On Frizz Control Hair Set has exceeded my expectations. The No. 6 Bond Smoother and No. 7 Bonding Hair Oil work in harmony to address key concerns of thick, dry hair, including frizz, flyaways, and visible damage. The No. 6 provides excellent frizz control and hydration, making my hair feel smooth and manageable. The No. 7 enhances shine and offers heat protection, giving my hair a polished look without adding weight.  For those with straight, medium thickness hair that shows damage easily, this set is a valuable addition to your hair care arsenal. The combination of these two products not only improves the texture and appearance of your hair but also makes the daily maintenance routine simpler and more effective. If youu2019re looking for a reliable solution to tame frizz, add shine, and protect your hair, the Olaplex Get Your Shine On Frizz Control Hair Set is definitely worth considering."
        },
        {
            "review_title": "Love Olaplex",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I recently tried the Olaplex u201cGet Your Shine Onu201d set, which includes the No. 6 Bond Smoother and No. 7 Bonding Oil, and I love it! My hair is usually dry and dull, even though I donu2019t color it. I use a hair dryer and flat iron a lot, so I needed something to help with frizz and add moisture. The No. 6 Bond Smoother is a leave-in cream that keeps my hair smooth and frizz-free for days. I like that you can use it with a blow dryer or when letting your hair air dry. You only need one pump of the No. 6 and a little bit of the No. 7, so the bottles will last a long time. The oil is light but very effective, and it protects my hair from heat, which is perfect since I use a flat iron often. The light scent is also lovely and not overpowering, which I really appreciate. Itu2019s also a very beautiful set, and Iu2019m thinking of ordering it for my mom and sister for Christmas. Olaplex always makes great products, and this set is no different. After using it, my hair feels more hydrated and looks shinier. I'm so glad I found this set! This review was collected as part of a promotion."
        },
        {
            "review_title": "Amazing set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I have textured hair and am always looking for products that can help me control my frizz. This set by olaplex is not only high quality, but is an absolutely amazing value! You get two full sized products in this set.   I love the no. 6 leave in bond smoother for using in my hair when it is wet and still drying. It helps keep my hair nourished and hydrated! I then go in with the no. 7 bonding oil once my hair is dry, usually after I style it. It brings shine and life back to my hair and makes it look so healthy! Both of these products are easy to use, an amazing texture, and smell great! They leave my hair looking nourished and healthy until my next wash day.   I love that both these products also work to repair my hair from the inside out. It's great to know that while I'm using these products, they keep working in my hair to keep it healthy and fight damage! I think this set is an amazing value for two high quality hair products and I would highly recommend it!   This review was collected as part of a promotion"
        },
        {
            "review_title": "Get Your Shine On Frizz Control Hair Styling Value",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Oils are super important to me. The hair needs oil to help with any decreasing oil retention levels or to bring that slight shine back to the hair. This sleek hair-shining duo from Olaplex is one of a kind. It comes with a bonding oil and it's legendary no.6 bond smoother. I'm always down for any hair product that either builds, repairs, or restores but also keeps hair with a natural rich luster. The bonding oil comes with moringa and sunflower seed oil. This oil brings nourishment but also keeps it locked in and intertwines within each strand. A little goes a long way with this oil and I love how the opening dropper controls how much the hair actually needs versus just adding an unnecessary amount of oil to the hair. This oil does not weigh down the hair at all, which I thoroughly enjoyed about the bonding oil. The bond smoother was great because I used this before doing a blowout on my hair. This cream helped with the blowout process because my hair was more manageable but it also cut down the time to where I had to use various tools or add more product to achieve better results. This duo is a match made in heaven. Olaplex will never steer you in the wrong direction when it comes to maintaining healthy hair or correcting strands that need more time to replenish/restore to its highest potential."
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have 3c curly hair, and this kit has been a lifesaver for my hair. The duo they included is the best combination they could have chosen. Both products are full size and they absolutely are the best of the best, they aren't just regular styling products, they also benefit my hair by repairing it with the patented Olaplex Bond-Building Technology. I usually use them together, but sometimes I use one without the other, the result is always beautiful, the No. 6 Bond Smoother is fantastic for taming my frizz, even in humid conditions. It leaves my hair feeling smooth to the touch, and a little goes a long way. It's not sticky and doesn't leave any residue on my hair. The No. 7 Bonding Oil is the most amazing hair oil I have ever tried. Just a few drops, and the shine is incredible! It doesn't weigh down my curls, it's not sticky, and the best part, it even doubles as heat protection! I highly recommend this kit to anyone searching for the best duo of hair products on the market, they complement each other perfectly and deliver amazing results."
        },
        {
            "review_title": "OLAPLEX Get Your Shine On Frizz Control Hair Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This review was collected as part of a promotion.  I loved the Olaplex:  Get Your Shine On Frizz Control Hair Set immediately. From the moment I unboxed it to see the gorgeous gold packaging to beholding the beautiful golden oil in its thoughtful, sleek bottle to efficiently applying the leave-in bond smoother from a perfect pump allocator I was hooked. My 4C hair enjoyed the moisturizing of the oil and leave-in overnight while my hair set on heatless rollers. In the morning, I had a smooth take-down and I enjoyed my loose, soft curls until lunchtime. In all fairness, I was in humid weather today so it was difficult to maintain the style. (See pic) However, my hair remained hydrated, and I could quickly and happily fashion an adorable chignon with no need for extra product or fuss."
        },
        {
            "review_title": "A must have duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "One of my favorite brands is Olaplex. At this point, I had my hair colored and bleached. I was amazed by how well this duo actually accomplishes what it claims to. When my hair was still 70% moist, I applied a mixture of two pumps of No. 6 and one drop of No. 7. I worked the mixture from the root to the end. After that, I blow-dried my hair as usual. My fine, straight Asian hair, which has been bleached and dyed, is considerably less frizzy and has improved texture and its shine. My hair is noticeably softer now that I've blow dried it. My hair feels so smooth without being slippery is a plus!      I typically give my hair a wash once every two days. When I need to add a little extra shine and smoothness in between washes, No. 7 works excellent on the first or even the second hair day. When I wash my hair, I use No. 6 to keep it looking and feeling fresh.     My hair continues to be smoother and less frizzy even though I live in a hot, humid climate. There are two full-sized No. 6 and No. 7 in this Get your shine on collection. This means that the set will last for a considerable amount of time as well. I heartily endorse these pair!"
        },
        {
            "review_title": "Definitely Helps With Frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "As someone who deals with frizz often with my 2a hair that is just below my waist, I was very excited to see how well this kit would work for me and let me say after trying out this amazing kit, I love the results. I love that you can use either product on its own, mix them, or layer them. Both have a nice fragrance to them that is not overpowering and more on the subtle side.  The No. 6 Bond Smoother Frizz Control Styling Hair Cream has a nice creamy texture and it does not take a lot of product to use on the hair, even for someone like me with very long hair. It is very lightweight and doesn't weigh down my hair at all. I prefer to use it right after the shower since it's suggested to use on damp hair.  As for the the No. 7 Bonding Frizz Reduction & Heat Protectant Hair Oil, while it is an oil, it did not leave my hair feeling oily at all nor did it leave my hands feeling oily after applying. I love that you can turn it upside down and the oil doesn't come out until you tap on the bottom of the bottle. The way it dispenses makes you only get the amount you want. Due to the length and amount of hair I have, I did use a little more than the recommended 2-3 drops but just like with the cream, it doesn't take a lot of product either. While I have used it after using the No. 6 hair cream, I also have used it on dry hair as needed on its own.  *This review was collected as part of a promotion*"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "As a postpartum mom whose hair is finally starting to grow backu2026 I need all the help I can get with dull frizzy hair. Olaplex came in handy with this one! I have previously bought the number 7 oil and really enjoyed it! I like that it is also a heat protectant. I can use this every single day if I wanted to! It makes my hair look great and a lot less frizzy. This was my first time trying number 6 and I really enjoyed it. I apply it to damp hair, then use number 7 and blow dry my hair and it looks like I left the salon! I love that itu2019s working to repair my hair. Iu2019ve been struggling lately with hair breakage and I know products canu2019t fix all the damage but itu2019s definitely working to help erase some of it! Iu2019m truly thankful for these products and the confidence boost this is giving me."
        },
        {
            "review_title": "Great for dealing with frizz on and after wash day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I have very long, fine, 2b, s-wavy hair with all the issues that come with that - frizz, flattened waves, etc. I have been trying to find leave in products that help with my frizz and waves, but products either seem to weigh down my hair or just donu2019t do anything. I was particularly impressed with the hair oil (No 7) which feels more like an oily serum than a straight oil to me. Instead of weighing my hair down like all other oils Iu2019ve tried, this almost seems to add more structure and strength to my hair. I like smoothing it into my hair while itu2019s a little damp or the days after wash day when my hair is starting to look a little frizzy. This oil does not sit on top of my hair but seems to absorb quickly, so it does not make my hair look greasy. I use the leave in smoother (No 6) in place of my usual leave in conditioner and it does a much better job of keeping my hair soft and conditioned. It does a great job smoothing my frizzy hair, while letting my waves show through, but is great with the hair oil layered on top. I would recommend this set to anyone who has issues with frizz, especially if you have issues with leave in products weighing down your hair."
        },
        {
            "review_title": "Tamed, Soft, Smooth, AND Healthy Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "After trying out these two products in tandem with one another, I am quite literally amazed at the results. To begin, these two products were the first products that I have ever tried from Olaplex, so I truly did not know what to expect as I never had any previous experience with the brand. I have super thick, and very long hair so finding products that don't weigh it down even more can be quite the challenge. However, to my surprise, no. 6 (Bond Smoother) did just the opposite! My hair has never been so tamed from using this product alone. I typically get a lot of flyaways at the very top of my head but after applying about a 1/2 -1 pump to my hair the frizz is nonexistent. As I also mentioned before, it does not weigh my hair down either. After blow drying and styling, I go in and also use the tiniest amount of no. 7 (hair oil) from the set. Let me just tell you, my hair has never looked AND felt so good. The hair oil is also super lightweight and a little goes a very long way. It makes my hair look so healthy and shiny. I truly am so pleased with both these two products especially when used together! This set would make the perfect gift for just about anyone, but especially those who love to care for their hair. This review was collected as part of a promotion."
        },
        {
            "review_title": "A super duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I have much experience testing out hair care products from variety of brands. I have highlighted, fine, long, wavy hair that is definitely damaged and tends to get frizzy especially in humid weather. This duo has been amazing for my hair. After using these two products, my hair looks so much stronger, shinier, and less frizzy. I have received many compliments about my hair and been asked if I just got my hair done. Many hair products make my hair feel soft but they donu2019t work as well as this duo. I am so impressed with how my hair looks and feels even two days after washing my hair. I donu2019t have to use any additional product and my hair looks so shiny and healthy. I love this duo and definitely recommend it! This review was collected as part of a promotion."
        },
        {
            "review_title": "Worth a try for frizz",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My hair is tough. Not just challenging because it is SO thick and multi-texture but actually tough. Coarse waves prone to frizz and tangles mixed with finer, straighter strands. Very long and color-treated my hair is temperamental and almost no after wash products work on it. Iu2019ve  been eyeing Olaplex for awhile and this pair sounded made for me. I was happy with the generous bottle of leave in treatment because I have so much hair. And it smelled great. My hair became easier to manage after use. Itu2019s perfect if I want to braid and air-dry. The oil added incredible shine. Overall this duo worked well"
        },
        {
            "review_title": "Hair looks good even in hot weather",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "I don't typically use oil-based cosmetics because my hair is frizzy and wavy. After taking Olaplex twice a week for a few months, I can genuinely say that I've noticed a difference. It helps with frizz, for sure, but it also makes my hair seem shiny without turning oily and healthier in general. Although I'm not sure if it's improving or lengthening my hair, I would definitely suggest using this to help hair seem nicer and become smoother and shinier. My hair has also received keratin treatment, and I've found that this doesn't reduce how long the treatments last. *This review is collected as a part of promotion*"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "I am a licensed cosmetologist and former hairdresser. Additionally, I am a recovering hair abuser. I have truly put my hair through the ringer, and Olaplex products are probably the only reason I still have hair on my head. I have overprocessed my hair into oblivion, but I can always count on Olaplex to keep my hair on my head and prevent it from feeling like straw. If you have healthy hair, this set isnu2019t for you, simply because Olaplex mainly functions as a reparative product. If you have damaged hair, this set is lovely. The cream is perfect for blow drying or air drying and doesnu2019t weigh down fine hair. The oil is a great finishing touch or refresher for any routine. For best results, use in combination with the rest of the Olaplex line."
        },
        {
            "review_title": "Absolutely love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After using this product just once, I immediately loved it! I first applied the smoothing cream before blow drying my hair and noticed it made my hair feel soft and super smooth. Once my hair was all dry and styled I applied the hair oil and it made a big difference in my hair. It tamed all my flyaways and added a lot of shine. Both products smell really good and control my frizz throughout the day. I've used other products in my hair before that would make my hair feel sticky and greasy but I didnu2019t get any of that with this duo. I definitely recommend these products for anyone wanting silky smooth hair!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I loved this product because I got to try out two different items which I loved. The first one I tried was the Olaplex 7 bonding oil. I loved how this is a lightweight oil so it doesnu2019t weigh down my hair or make it feel greasy. I think that this is a great oil for all hair types that smells great as well. I also tried the Olplex 6 Blowout cream and I loved it. I used it on damp hair after I took a shower and evenly distributed it. It smelled really good and was thicker so you only needed one drop or else it would weigh your hair down. This cream helps detangle my hair and it gave me the smoothest, shiniest blowout. I went in with the bonding oil after to get rid of frizz and seal all the flyaways in. It worked like a charm. Overall I would definitely recommend Olaplex."
        },
        {
            "review_title": "Such A Good Value Hair Duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "So I want to start off by saying I usually don't like added fragrance in my beauty products especially for my face, but this is for my hair, so it's a little different. The fragrance in both products smells so good. I need Olaplex to bottle it into an actual fragrance and sell it, and I would buy it 100 percent. Not only does my hair smell good because of this duo, but it looks and feels good too. My hair always gets frizzy when it starts to dry hours after taking a shower. This bond smoother number 6 helps tame that frizzy mess. I use the bonding oil number 7 after the bond smoother and they really work well together. The bonus of the bonding oil is that it can also help with heat protection. So if I am styling my hair with heat tools, I will put it all over my hair besides the top. Only a few drops are needed because a little goes a long way. If I'm just styling my hair like normal, I use a little less and just focus on repairing my split ends. This kit has a value of $60 but it's only $42 which I think is a really good deal. I think both products work hand in hand together so well that it's a no-brainer to get and use them both. Might as well save some money in the process getting this duo since both products have become my hair must-haves. I definitely recommend getting this get your shine on sleek hair styling duo before it sells out. This review was collected as part of a promotion. All of the thoughts are my own, and this is my honest review of the hair styling duo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have thick, dry hair that is prone to frizz and flyaways. I've been using the Get Your Shine On Frizz Control Hair Set by Olaplex. The set includes full sizes of the No. 6 Bond Smoother and No. 7 Bonding Hair Oil.  I start with just half a pump of the No. 6 Bond Smoother on damp hair. The product is concentrated, so a little goes a long way. It works like a dream in taming frizz and flyaways. After blow-drying, my hair feels soft, bouncy, and looks polished, like I just stepped out of a salon.  The final touch is a few drops of the No. 7 Bonding Hair Oil. I warm it between my palms and gently work it through the mid-lengths to the ends. This oil adds a gorgeous shine without weighing my hair down. Plus, it provides essential heat protection. Overall, this duo set has made managing my hair so much easier."
        },
        {
            "review_title": "Silky smooth hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Olive skin tone, Normal skin",
            "review_text": "This set is incredible, The fact that both are full size at an amazing price gives it an extra wow. This is a set I will for sure be going back for more.    *received complimentary in return for my honest review"
        },
        {
            "review_title": "Great for wavy hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "So far I am liking this hair set! The hair oil leaves the hair feeling so soft and shiny. I like that it helps reduce my frizz without leaving my hair looking oily or weighing it down! The styling cream smoothens and defines curls. I like that it doesnu2019t make the hair feel crunchy. This is such a great set for anyone that has wavy or curly hair!"
        },
        {
            "review_title": "Silky, smooth, and shiny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I am absolutely loving the Olaplex Get Your Shine On Frizz Control Hair Styling set. My hair has a lot of curl to it naturally and I have made frizz issues. Let's just say I have that natural big 80's hair tease without having to tease. Since using this amazing set my hair is slick and smooth. This product set has really got a hold on my frizz and I have used it not only on my wet hair, but dry hair as well and both ways I get totally amazing results. This stuff has really brought my hair to life with a beautiful shine and knocking the frizz out. I highly recommend this to anyone, but especially for those who have frizzy, full, unmanageable curls. By far my new favorite Shine and frizz control products, and might I add these products smell really light subtle and fantastic. I received this product as part of a promotion!"
        },
        {
            "review_title": "The dream team",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I was so thankful that Olaplex made this incredible set because living in Florida, The frizz is very real daily fight. Humidity, rain, extreme heat, you donu2019t have to worry about any of that when you have these products to use! My hairstylist has been recommending OlaPlex for a long time as far as shampoo and conditioner, but this is the first time that I tried the cream and the oil. each one is great for different reasons. Both can be used wet or dry, which is a huge strength. The cream has a luxurious texture and scent, and the oil is extremely lightweight. I would highly recommend this dynamic duo to anybody fighting frizz."
        },
        {
            "review_title": "Totally Impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "The two products in this Olaplex set are very impressive and functional. Iu2019ve tried so much products to help add moisture and counter frizz for my long, and thick hair, but nothing has worked very well. As a busy college student, I need products that are very easy to use and are practical. I typically air dry my hair, so the No. 6 Bond Smoother is perfect. Once my hair is wet, I simply comb and scrunch a pump of product through my hair. The next morning, my hair is smooth and completely frizz free. I use the No. 7 bonding oil when my hair is both wet or dry for extra frizz control. The oil is not heavy, and the scent is so good! I love all Olaplex productu2019s packaging as they never leak and they look very luxurious. Overall, I recommend this set for those who want hair with extra moisture and without frizz! This review was collected as part of a promotion."
        },
        {
            "review_title": "Olaplex: Get Your Shine On Frizz Control Hair Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Olaplex created my new go-to magic hair set product for smoothness and frizz control. I love that this set has two important products: a leave-in treatment and hair-bonding oil for perfect styling. Both products work very well in keeping your hair nourished, healthy, and smelling fantastic! This product works especially well during heat because it controls frizzing and maintains shine. I am someone who hates having frizzy hair, so I am appreciative of Olaplex for creating a treatment to keep the baby hairs together and create a silky and smooth texture base within your hair. My only concern is that there is not enough product, especially for someone like myself who has long, thick, and dry hair and would need to use this product constantly. I would want this product in a larger size or compartment because I loved the results! Nonetheless, this product does its job in protecting your hair from frizzing, great for hairstyling, and maintaining a great shine!"
        },
        {
            "review_title": "Perfect for Olaplex newbies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "As a hairstylist with 9 years of experience, I've tried countless hair products, and Olaplex consistently impresses me.  The Olaplex No.7 Bonding Oil is hands down one of my favorites. It gives my hair an incredible shine without making it greasy, plus it has a pleasant scent that's not overpowering.  The Olaplex No.6 Bond Smoother also lives up to its name, leaving my hair smooth and manageable. While the scent is distinct and not my favorite, the results are so impressive that it's easy to overlook. Another major plus is that it doubles as a heat protectant up to 450u00b0F.  This duo is perfect for anyone new to Olaplex, delivering immediate, noticeable results, especially for those with dry, damaged, or color-treated hair. Highly recommend!  This review was collected as part of a promotion."
        },
        {
            "review_title": "Frizz Free Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The OLAPLEX Get Your Shine On Frizz Control Hair Set is a game-changer for anyone dealing with frizz and dull hair. After just one use, my hair felt noticeably smoother and more manageable. The set includes the No.6 Bond Smoother and No.7 Bonding Oil, which work together to tame frizz, add incredible shine, and strengthen my hair from the inside out. I love how lightweight the products are, so they don't weigh my hair down or leave it feeling greasy. Plus, a little goes a long way, making this set a great value for the quality. My hair has never looked or felt betteru2014soft, shiny, and frizz-free all day long! Highly recommend for anyone looking to elevate their hair care routine. This review was collected as part of a promotion"
        },
        {
            "review_title": "Great value!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Dry skin",
            "review_text": "Love this set!  I've used each product individually before, but it's so nice to be able to get them in a value set for slightly cheaper because, let's be honest, Olaplex isn't the cheapest.  I have straight, medium thickness hair so it's not necessarily difficult to maintain or style, but it does show damage very easily.  The No 6 has been great to leaving my hair nice and smooth and feeling hydrated.  The No 7 oil helps to make the damage in my hair less apparent especially at the ends and makes it so shiny!"
        }
    ]
}