{
	"product_id": "107",
	"name": "Benetint Liquid Lip + Cheek Blush Stain",
	"brand": "Benefit Cosmetics",
	"categories": "Makeup, Cheek, Blush",
	"price": 35.0,
	"about": "What it is:A collection of fan-fave lip and cheek tints that come in a range of shades—all long-wearing, non-drying, and transfer-proof..Ingredient Callouts:Free of formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance..What Else You Need to Know:Cherry, mango, pink lemonade—whatever tint color you're craving, Benefit Cosmetics has an option for you. These long-wearing tints have non-drying formulas that apply and build easily and feel comfortable on lips and cheeks. Apply one coat with the precise, doe-foot applicator for a sheer hint of tint or layer for more vibrant color that lasts all day. The formula is also smudge-, transfer-, and kiss-proof.",
	"ingredients": "Water (Aqua), Polysorbate 20, Phenoxyethanol, Sodium Hydroxide, Carmine (Ci 75470), Methylparaben, Fragrance (Parfum), Tetrasodium Edta, Geraniol, Linalool, Hexyl Cinnamal, Citronellol, Maltodextrin, Benzyl Salicylate, Bht...Product ingredient listings are updated periodically. Before using a Benefit Cosmetics product, please read the ingredient list on the packaging of your product to be sure that the ingredients are appropriate for your personal use.",
	"how_to_use": "Suggested Usage:.-Glide onto lips and layer to build intensity. .-For ombre lips, dab on the inner part of lips and blend outward with fingertip. Dot and blend quickly onto cheeks for a long-lasting flush..-Beauty tip: Layer your two favorite tints to make your own custom color for lips or cheeks. Or wear under your favorite lipstick or gloss.",
	"num_reviews": 5100,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/benetint-cheek-lip-stain-P1272?skuId=2264638&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2264638-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Playtint",
			"shade_descriptor": "pink lemonade-tinted lip & cheek stain",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2465128-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Benetint",
			"shade_descriptor": "rose tinted lip & cheek stain",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2264638-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "ChaChatint",
			"shade_descriptor": "mango-tinted lip & cheek stain",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2313344-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Gogotint",
			"shade_descriptor": "bright cherry tinted lip & cheek stain",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2313336-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Lovetint",
			"shade_descriptor": "fiery-red",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2264653-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Floratint",
			"shade_descriptor": "desert-rose",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2520245-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "Blend quick, but it’s pretty and lasts long. Good for summer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "wow i love. been using for the past yr. when im not wearing anything else, i wear THIS!! so beautiful and perfect. 10000% recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Always favourite 1️⃣ and best for all seasons 😘. The smell is kind of rosy and easily gives you red tinted cheeks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This product is such a life saver it gives you perfect shade and a natural finish look such a pretty shade you can use it as a lip tint also you can use it as a blush and it blends well with your skin so good highly recommended"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love it, it’s cute has a bit of a long lasting wear but fades away after a while."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": ""
		},
		{
			"review_title": "Not for everyone, so far I like it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I got sick of using $40 lip oils that run out so quick, so I switched to this. I exclusively use this on my lips. I really love the color. I find that putting setting spray over it will help it last throughout the day. It is dry but that’s because it’s a lip tint. My most recent use I noticed my lips started to become numb/have a tingling feeling."
		},
		{
			"review_title": "Solid summer blush",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this! Beautiful shade on my skin. I’m not crazy about how it clings to texture, and it definitely does not work for me as a lip. Otherwise, pretty solid cheek tint."
		},
		{
			"review_title": "A must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I absolutely love this product! Small part of my lip is missing some pigment and this product covers it so nicely. It goes on real smooth and perfect. Doesn’t bleed, doesn’t smudge, doesn’t peel off, did not dry my lips, its an incredible product! So happy i found it, will definitely buy again."
		},
		{
			"review_title": "I’m a fan BUT….-",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I am definitely a fan of this! The color is sooo pretty and it lasts. I’ve only used this on my lips so far.. I really think its so pretty and I will be using this everyday BUT… It REALLY dried my lips the first time. So I definitely recommend you apply a lip balm or something of the sort afterwards. Another sad thing was the taste.. I know I’m not supposed to eat my lip products but I can’t help that I lick my lips lol, but if you use a balm afterwards you won’t taste it. It is really small and really expensive :( I’m sure there are really good dupes out there."
		},
		{
			"review_title": "The worse blush on the market",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Do not buy this. Do not listen to the good reviews. This product is TERRIBLE. Does not blend out in the slightest but even when you try to blend it instantly. I regret wasting my money on this and gonna return it."
		},
		{
			"review_title": "An OG & nostalgic fav of mine but tiny & $$$",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Combination skin",
			"review_text": "I used to LOVE Benetint, I even have an old Ring Around the Posie & a highlight called High Beam. It was a lot of $ back then for 3-5× the size. 6gr. for $35?! When I've since found dupes 24mg for $3!! AND it lasts longer?! Ì love my OG's & despite being AT LEAST 20 yrs old, still use Posie, Highbeam & this teeny Benetint til they are gone for sure & will Coe crawling back if no dupe is identical. 2 stars off for ridiculous price/size & how fast it's going..."
		},
		{
			"review_title": "gorgeous",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "i love this tint; it really worth. it’s a very beautiful shade, it doesn’t run out , and it’s long-lasting."
		},
		{
			"review_title": "Actually traumatic",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Almost no pigment on cheeks or lips, except when it creates dry dead skin that is stained bright red. It looks like my braces got caught on my lip and mad a scar. If you want a “no makeup” makeup look, try using it for blush. But good luck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Love this product!!! I bought this product in 2023 and I still haven’t finished it, with I found it crazy!! Overall 10/10"
		},
		{
			"review_title": "It’s gooddd",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I really like this product I have really dry lips so it feels a little weird when first applied. But is very nice. If you are going to apply to to your checks make sure to dab it in so it’s not patchy"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "It has good pigment but it just isn’t for me………….."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "this product is really good and gives a nice light pink tint on the face and lips. but the only problem is that it does not last that long"
		},
		{
			"review_title": "Good tint!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The tint works great! My only issue with it is the strong smell. It smells a bit strong for my personal preference but it does work exactly how it’s advertised. Overall i’m quite happy with it. The formula is quite liquidy but a little goes a long way. It’s very pigmented on the lips, and it’s a nice faint blush on the cheeks."
		},
		{
			"review_title": "Pass!!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, notSure skin tone, Oily skin",
			"review_text": "Honestly I don’t like this as a lip or cheek product. Doesn’t blend well and barely any tint"
		},
		{
			"review_title": "This is my new favorite product EVER!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Oily skin",
			"review_text": "It smell sooooooo good and the stain looks so pretty on."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Floratint - desert-rose",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "10/10 this product eats up bc like I apply and it stay for hoursss and the color is sooo cute. I have two shades flora is my personal fav bc it’s a light red and just put it on with gloss, just sooo good"
		},
		{
			"review_title": "perfect",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Oily skin",
			"review_text": "so cute but i wish it was waterproof cause every time i had a drink it would wipe off my lips. stayed on the cheeks rlly well though."
		},
		{
			"review_title": "a must have in my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
			"review_text": "I love this product! I love how you can use it on your lips and cheek. it's super pretty on your cheeks and really pretty color. although it's on the pricier side, it's definitely worth your money"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "After using this product over the past few weeks I have been loving it  But it is very pricey but it gives me some good look on my lips and my cheeks and I love how you can put it on your cheeks and your lips"
		},
		{
			"review_title": "Amazing Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I use this daily on both my lips and cheeks. it works really well and has a natural look to it. it is NOT patchy which is a great benefit. I will definitely repurchase in the future!"
		},
		{
			"review_title": "MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "AMAZING!! must have product. It’s natural looking and a beautiful color that lasts"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "beautiful and natural looking, I will definitely be repurchasing!"
		},
		{
			"review_title": "literally a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I honestly have no bad things to say about this product. The original size of the benetint lasts for so long, and a lot of people say if you use it daily, it will run out so quick, but tbh for me, it doesn’t run quick, and I used it everyday. It’s a very good tint, and the color is beautiful too. Honestly, it does dries ‘quickly’ so I would say to apply in one spot first, blend it out, and do the other side next. Inlove 😭😭"
		},
		{
			"review_title": "LOVE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I loveee this product so much. It’s got the best color and works great on both cheeks and lips. The only small problem is it can leave spots if you don’t rub in fast enough and would recommend to apply then use a brush"
		},
		{
			"review_title": "YES 100!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "this is my fifth bottle and i’ve been buying this for YEARS! such a good lightweight product with such a beautiful color"
		},
		{
			"review_title": "Ok, not for my skin tone maybe?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I loved this at first! But after a couple uses I realized just how little it does? It takes around 5-6 layers to show up on my skin and after you blend it out I feel like it goes away really quickly. On your lips it is VERY pigmented in the crevasses and dry parts of your lips if you’re a wrinkly lip person like me. But overall it’s a nice light formula and you don’t feel it at all. Maybe if i wasn’t so dark it would be better? For reference i am a medium dark Mexican girl  I know my best friend LOVESSSS this stuff. She is paler than a vampire though."
		},
		{
			"review_title": "You need this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Oily skin",
			"review_text": "This is such a good product it’s like a blush and a tint for your lips it’s the best no makeup makeup look and it looks gorgeous it also comes in many shades I definitely recommend this product"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "The color is really pretty and you don't need a lot of the product, so that saves money."
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "After using this product everyday this summer I am obsessed with it. It has the perfect amount of tint and color."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I love this product it looks really natural and it’s perfect for summer."
		},
		{
			"review_title": "My must have in my makeup routine I love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This is my favorite liquid blush + lippie this lasts me all through the day and I get so many compliments from it it’s amazing for a nice natural look!!"
		},
		{
			"review_title": "Perfect Multi-Use Makeup for Parties and On-the-Go",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I bought it for when I use small bags or attend parties because it’s a great product to refresh your makeup for cheeks, eyes, and lips."
		},
		{
			"review_title": "not worth the buy at all",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "Ok pros first. really pretty color on both cheeks and lips. also smells like roses. thats kinda it though. a nightmare to blend because it stains so quickly, I've spilled it multiple times, doesn't last long, bottle drains quickly if used daily. pretty sure I could get same results with food coloring and water."
		},
		{
			"review_title": "So pretty love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this product it is amazing and looks so pretty on the lips and for a blush. I don’t like lipstick but I love using this on my lip and under a gloss and looks gorgeous. This is on of the few blush that stay on my lips love this would recommend"
		},
		{
			"review_title": "love but wish it last longer",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love the rose benetint. color looks natural and it applies easily. my one issue is it doesn't stain your lips for long so you have to re apply"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
			"review_text": "This product has seriously made my skin look so rosy but at the same time not too rosy! This product is a must have for everybody!"
		},
		{
			"review_title": "Staple in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Honestly my favorite and most convenient makeup products. I love using it as a lip stain and it gives a really natural sun kissed color on your cheeks! I recommend it a lot also because it lasts me a long       time and is worth the price"
		},
		{
			"review_title": "A daily staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I absolutely love this blush! I use it every day. It lasts forever and blends beautifully. 10/10 would recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "looks . beautiful and natural on my lips and cheeks. I would definitely like to buy agian"
		},
		{
			"review_title": "absolute must-have for minimal makeup girlies!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "i use this nearly every day as blush and lip stain, and i love it so freaking much. i have tried it over a few different concealers and foundations but it tends to break through and melt the makeup underneath, so i tend to use it as-is on moisturized skin or as underpainting. overall, i think it’s an essential to just about anyone’s routine and doesnt have many downsides!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "8.5/10. I have really pale lips and i love the color this gives. This is perfect for any lip combo. I dont use this on my checks because the stain stays for a really long time. This product sometimes leaves marks on the inside my lips which look weird but i still love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "I love this tint so much. I don't use it too often, but when I do, it always looks so good. I love it and the packaging. the applicator on the value size one is a tad bit weird but still works just fine. I would get the regular size if I buy it again just for the applicator."
		},
		{
			"review_title": "Repurchase this forever!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This is the best product ever!! I love benetint so much and I will repurchase this forever. I will come back from working out or playing volleyball and this is still on my cheeks and lips even after I sweat and get tired!! Go buy this!"
		},
		{
			"review_title": "So good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really like this liquid stain. It’s really flattering, and it’s nice and buildable."
		},
		{
			"review_title": "Amazing BLUSH AND LIL TINT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "after using this product for 5 days my skin has felt great and it adds a great tint to my fave"
		},
		{
			"review_title": "A must-have in my routine!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
			"review_text": "After using this product for the last few weeks, I can say that I love it! The colour lasts for hours, through workouts, eating, drinking water, etc. The only downside is that the colour is a little more orange than I would like"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this product! It applies so well and is so easy to put on. I love the shade and how it just melts onto your lips!! And the best part is, it looks so natural. People couldn’t even tell I was wearing a lip  stain!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Lovetint - fiery-red",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I expected the consistency of this to be a little watery and stain like similar to the original Benetint, but it’s basically a super pigmented liquid blush. It will work really well if you wear a full face of makeup but wasn’t what I was looking for!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Floratint - desert-rose",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
			"review_text": "My go to color! It enhances my natural lips and stays on most of the day"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I like this product on my lips. However, not so much on my cheeks as it is pretty patchy and doesn't blend well. The color is a bit bright"
		},
		{
			"review_title": "Terrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Terrible product. SUPER liquidy and does not last even an hour. Do not get the hype at all. Not sure if they changed it or what but it is terrible. Do not waste your money"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "Stains at first but doesn’t stay on after 2 hours."
		},
		{
			"review_title": "A must have blush🩷",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "This product is so good! I do prefer the other application wand on the smaller size, but the price on this is too good to pass up on!! I have repurchased this many times and will always be a win for me!"
		},
		{
			"review_title": "Patchy, but beautiful color",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "Patchy, didn't blend out as well as the original benetint. The color is beautiful, but was disappointed in how it blended onto the cheeks"
		},
		{
			"review_title": "good but...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I love the color of this product, and I think it is pretty easy to apply to cheeks. It's a little runny, so kind of hard to be precise, but luckily it's just a blush so it's not that deep. However, it's also a lip product, and it is not a good one. I like the tint it gives to the lips, but it tastes TERRIBLE. It's best to put it on a little on the inside of the lips for a subtle look. It also dries out your lips so hard but the tint spreads on chapstick/ lipglosses. No biggie but still."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Mine grew mold in it after 3 months of use, if it didn’t it would be a good product but it made me break out and it grew mold :("
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I LOVE this very lightweight but can be very pigmented so i use 3 dots on my face. not too expensive and LOVE this"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "super good if you want a natural glow. It stay the whole day"
		},
		{
			"review_title": "Good for everybody",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Litterly amazing you need this it’s super good not to pigmented so good for dark and light skin"
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’m in love with this product so so much. Gives the most perfect natural pink and is perfect as a lip liner and blush."
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Honestly more like a blush than a lip tint Its just ok it does stain ur teeth and it seeps through ur lip to ur teeth or if u eat terrible idea and it doesnt last long at all when i get it on my tongue a little from having a coffee with a straw or something it tastes horrible it also gets patchy and stains skin around the lips longer so you jist look dumb"
		},
		{
			"review_title": "It's a big NO for me...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I've give this many tries and Nope...is too watery, so you have to be careful...it doesn't have enough pigment, it is dry,  and tastes horrible!...."
		},
		{
			"review_title": "Mid",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "It’s really good but it kind of disappears after u put it on it get in ur mouth and it gets in the lines but for the checks it’s such a good product"
		},
		{
			"review_title": "Must buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "Amazing product. Gives long lasting coverage. Beautiful flush of color in cheeks and looks adorable."
		},
		{
			"review_title": "Vous pouvez trouvez mieux",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "J’utilise ce produit depuis quelques temps. Au début je l’aimais mais il est devenu moins pigmenté et plus genre de l’eau… je ne recommande pas si vous le l’utilisez pas en moins de 7 mois car sinon il perd son rose."
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Best product ever great for lips and cheeks doesn’t run out I don’t even need to repurchase"
		},
		{
			"review_title": "Not for me ;(",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "TBH it’s not working on me;(. I was so excited to try this out but I am disappointed with this and why the applicator is so different on mine it’s really hard to apply and is it normal to feel like stinging on lips??"
		},
		{
			"review_title": "Repurchase always",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "If someone says they don’t like this product, they are either using it wrong or are missing the point of the product. Perfect for a natural look, or layering under lipsticks. Been using this for years"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Floratint - desert-rose",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love it so much. It’s such a gorgeous tint and like definitely 10 out of 10 recommendation."
		},
		{
			"review_title": "OBSESSED!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I have bought THREE of these!!! They are super natural looking and great when not wearing a lot of makeup! they really do stain your lips and cheeks and last all day! when ever you apply you have  yyou have to blend to blend immediately are it will stay hw you applied it! i will definitely repurchase this product in the future and i highly recommend it!!!"
		},
		{
			"review_title": "My go-to blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I always use this blush almost everyday. It didn’t break me out and I usually have acne prone skin so that was a big plus. This is a perfect lip and cheek tint and I highly recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I’ve been using this product for over a year now and i love it. it’s so easily blended and natural but has good pigment !"
		},
		{
			"review_title": "Best product ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "Best product ever omg! I use this when I don’t feel like doing makeup because it is so easy to use. Would definitely recommend as a Christmas present."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this so much its super pretty and stays all day. I lost it though😫"
		},
		{
			"review_title": "probably the worst item i have bought at sephora",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "i really wanted to like this but it’s… NOT it at all. i read the reviews before i purchased and many were very positive, so i decided to give it a try. it smells awful! when you blend it out with a brush or beauty blender, the pigment is gone. When you blend it out w/ your fingers it absorbs into your fingers so there is no pigment on your cheek. when you use it as a lipstai, it dries tacky, rubs off easily and is super discolored—also it tastes AWFUL. the milk jelly blush stuck is so much better tor because it’s even, easier to blend, and about the same price for MORE PRODUCT! pls do not buy this 💀 there  ther"
		},
		{
			"review_title": "Don’t recommend",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I think this product is a beautiful color but on the other hand every time I put it on my skin starts getting very red and irritated."
		},
		{
			"review_title": "Summer must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I love this product so much in the summer. It is a must have and a beauty staple. The shade is gorgeous. I got this as a gift and after that it would definitely repurchase whenever I’m done with this it is a must have in my routine."
		},
		{
			"review_title": "This is an everyday must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "After you seen this product over the past few weeks, I have seen great results and how I look with my every day make up. I totally recommend this amazing product."
		},
		{
			"review_title": "Not worth it.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Not only it tastes HORRIBLE but it looks patchy on the lips and on the cheeks. I don’t understand how is this product so popular. It also made my lips feel even dryer."
		},
		{
			"review_title": "Good color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I do like this product, and use it everyday as a lip tint because my lips are very naturally pale. But its color fades through the day and I always have to reapply. For me the price is a little high for a small amount but it’s still a good product"
		},
		{
			"review_title": "The best ‘clean girl’ natural cheek/ lip colour!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been using benetint for over 20 years and it’s my go to for a natural no make up look. I love you can build it to look more intense.  I keep it in my bag to touch up my cheeks throughout the day!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "Can’t live without! My everyday blush and lip color. So natural looking!"
		},
		{
			"review_title": "There’s better for the cost",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I love this color However, this has no staying power and immediately dries out your lips. I applied it this morning and have had to reapply 3 times by noon, I have not eaten and only drank from a cup with a lid. I’ll be returning this for sure."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "￼ my daughter, got this benefit, cosmetic lip, and cheek blush stain. She loved it. She wear it whole day￼"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this so much! It’s a great natural blush and looks pretty on lips too."
		},
		{
			"review_title": "good just 2 things",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Deep skin tone, Normal skin",
			"review_text": "I LOVE THIS PRODUCT!! got the og color. only 2 complaints. 1. taste like bubbles, like for a lip tint it should taste a little bit better and 2. it can be streaky. it blends nice with fingers however with a brush it’s streaky. otherwise great product and would repurchase"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I think, It's a lot of money for what it's worth. It doesn't last long and it ends very quickly."
		},
		{
			"review_title": "Doesn’t work as a lip stain gets on cups",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "I used this product for a week, it doesn’t stain and it doesn’t stay on your lips. It transfers onto your cup when drinking.  It works for your cheeks only. I won’t  buy as lip stain again DISSATISFIED  Wouldn’t by"
		},
		{
			"review_title": "BEST PURCHASE EVER!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Lastest ALL DAY. Ive had so many blushes from sephora (eg. rare beauty, milk) and this one is my favourite. It is a stain of course, but it has the best finish and the nicest colour on your lips and cheeks."
		},
		{
			"review_title": "MY GO TO!!💗",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "I've been using this product for a while and so far I absolutely love it!! if you're going for a natural makeup look Benetint is the perfect blush!! it gives a natural flush to the cheeks and lips and you can layer it for the pigment that YOU want. it's also very portable I love putting this in my bag!! after you apply it you can go to a pool, lake, river, beach and it won't come off, you can easily remove it with some micellar water tho. Make sure that you don't drop it it will stain your carpet, and you'll lose a lot of product. This is sooo worth it, I hope you love it as much as I do!!💗💗💗"
		},
		{
			"review_title": "Suits all skin tones",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This Tint has got an amazing shade. And colour looks beautiful on brown skin too. Doesn’t have that orange residue. It’s like a nice brick red or light red shade. I’d love to use this as a quick get fresh shade."
		},
		{
			"review_title": "Favourite lip tint",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "A must have! The tint is definitely not super intense but I personally prefer that since it gives such a natural look. It’s definitely buildable as well if you do want it to be more intense. I just repurchased this as a back up because it’s become a staple but it lasts FOREVER so it’s definitely worth the money. I mostly use this on my lips but I’ve used it on my cheeks with or without makeup and it gives me such a natural looking colour. I’ve also used it on top of powder with no issues!"
		},
		{
			"review_title": "Perfect for mid day touch ups!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I always wanted to love the Benetint OG but the shade was not a great everyday color for me. I recently discovered the shade Floratint and I’m OBSESSED! It’s perfect to keep in my bag for on the go touch ups or for no makeup days."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "A staple in my makeup routine! Such a simple product but it’s so versatile, can be used as a lip stain and blush."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Floratint - desert-rose",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I bought this product to wear daily because I have very pale lips. I will say, it is extremely pigmented and long-lasting, which is great, but it ends up looking more like bold lipstick than a subtle everyday color (at least for me). When I apply it sparingly for just a hint of color, it tends to look patchy and forms small flakes when I try to blend it in. The formula is very watery and dries out all the moisture in my lips, which isn’t ideal. However, it pairs well with lip gloss, and I will be reserving it for formal events only!"
		},
		{
			"review_title": "Must have blush",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "It is a great product for people with dress codes! It looks just like your skin and is the perfect color"
		},
		{
			"review_title": "Love love love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I never leave without it! Such a gorgeous color for blush and perfect as lip stain! Pricey but worth it!"
		},
		{
			"review_title": "Not worth it so much better options out there",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I got it and put it on and after 5 minutes it was gone from my skin. It also got really dirty after a few uses and also they animal test which I don’t support and I did not realize till after I bought it. I think that there are better options  out there’re"
		},
		{
			"review_title": "Highly recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Such a natural color stain it leaves on your cheeks! Absolutely love thisss"
		},
		{
			"review_title": "Its ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love the color when I first would put it on, but in less than an hour it wipes off and becomes patchy not my favorite but it still looks pretty good"
		},
		{
			"review_title": "why is everyone hating??? LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "um honestly have no clue why people are hating on this, it's my favorite blush ever. i guess they're using it wrong because i put some on and it stays all day during school and y'all I have p.e. every day. the only thing that i find annoying about it is that because i use my fingers to spread it around, my fingers get stained but that's on me because i don't use a brush. also, i got this in february of 2024 and it's november, and i haven't even used half of it yet. i love this stuff so much, it stays for the whole day, and i don't even use setting spray!"
		},
		{
			"review_title": "Orangey, Doesn't Stay",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "Firstly the color - it is much more of a coral than I had expected from the images and the description 'desert-rose.' However, it is sheer enough that this didn't look completely terrible on me (coral / oranges are really bad on me). Lastly, the color did stay put for about an hour during which I did nothing at all, but it vanished altogether after about 3 bites of lunch. Did not test it on my cheeks as I thought the orange would show up too much there to be tolerable."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Smelled liked strong rose perfume. Comes off in an hr. Doesn’t blend on cheeks well left streak."
		},
		{
			"review_title": "Always carry on bag!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Normal skin",
			"review_text": "I loved it! It last long and is easy to use. I use it as lipstick and blush and believe me when i say it’s the best product to go with!! Just make sure you close it because the tint may fall and it’s hard to take off."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Floratint - desert-rose",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I loooooove this product. The shade is insane and it’s transfer proof! It stains more as a blush than as a lip tint"
		},
		{
			"review_title": "A bit pricey",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Don’t get me wrong the product is really good, looks nice on your cheeks and on your lips, but it is a bit pricey in my opinion. If you look at the size, it is definitely rly small for $26"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I like it but I don’t think it’s worth the hype. Looks great sometimes and then other times does not. Will not repurchase."
		},
		{
			"review_title": "A  Favorite for Years",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I've used this as a lip stain for years. I like the small size for travel. It perks up my face and it gives good definition to my lips. I love this product."
		},
		{
			"review_title": "Classic staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "Going to age myself here... I have been using benetint since the early aughts. My first bottle was for homecoming in 2001, something like that. The packaging has changed but the product is still great. As a girly that never figured out how to do makeup but always has loved skincare this has been a staple. I love the no makeup vibe it provides especially on the lips."
		},
		{
			"review_title": "Perfect red tint",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Obsessed! I was using the original benetint (also love) and wanted something a little bolder and the lovetint is perfect. Yes you’ll need to re-apply if you’re eating and drinking throughout the day, but it’s easy to dot and spread"
		},
		{
			"review_title": "Drying",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "Dried my lips and it doesn’t blend well. The stain doesn’t look good too"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Floratint - desert-rose",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I loved it gave me a natural blush look and very easy to blend"
		},
		{
			"review_title": "Great addition to a brown lip combo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Overall I like this tint and the color of the stain is just lovely with a more nude or brown color lipstick/gloss. I deducted 1 star as it’s overpriced in my opinion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Love it!!! It blends easily and is perfect for the no makeup look"
		},
		{
			"review_title": "An investment; but worth it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This thing lasts forever…. I never expected it to stick with me through all these years. It lasts all day and is just perfect. I’ve never tried it on my cheeks but I might have to…."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love this product! stays for a good amount of time and the perfect color!!!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "It gives you a natural blush, perfect for a clean look"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
			"review_text": "My lips looked really good after using this product! This is a must have"
		},
		{
			"review_title": "Good!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "It is so good and so natural BUT it makes my lips chapped."
		},
		{
			"review_title": "All Time favourite product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "This is one of the best investment. This product will Give you best results,if you are person who like to Keep one product all the time in your bag for multi use this is the one use on your cheeks or lips 😃😃😃😃very comfortable on sensitive skin as well"
		},
		{
			"review_title": "Must all time in hand product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "I am using the benefit tints from almost 2 years and I must say it been amazing .I am kind of person who sometime do quick makeup in car and this product is all I need for my cheeks to look good my lips as well .I highly recommend this product"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have loved this product, it is a cute and subtle ink."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "blonde hair, Medium skin tone, Combination skin",
			"review_text": "Rengi biraz acik ama iyi idare eder kokusu guzel gul kokuyor"
		},
		{
			"review_title": "Honest review 🎀",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I’ve had this product for over a year, using it constantly, and it’s amazing! I love it BUT it comes off a bit under an hour.it’s amazing and very easy to travel with. I don’t recommend this as a blush!💕"
		},
		{
			"review_title": "Nahhhhh",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I tried this and it made my lips so dry even the colour pay off was not great on my cheeks. Not a great product there are other alternatives to it"
		},
		{
			"review_title": "An oldie but a goodie!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Been using this forever. It’s a staple! I use it for lips and cheek and it lasts all day."
		},
		{
			"review_title": "5 years using it and counting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been using this product for 5 years now! I love it because it works for every occasion; if you’re like me and do not like too much blush you can definitely get a fresh look with the right amount, and it will last all day. P. S. This tiny bottle lasts forever!"
		},
		{
			"review_title": "My fave blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love benetint sooo much it’s my go to blush for school and it’s always in my emergency kit"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Segunda tinta que compro de la marca. Fácil aplicación y pigmentos justos"
		},
		{
			"review_title": "A must buy asap",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Great products last all day very pretty color I recommend using a brush to blend it it blends way better"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Amazing. Doesn’t break out my skin and lasts all day."
		},
		{
			"review_title": "Wear this everyday! Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Wear this almost every day, lip and cheek color. So cute and reliable. Easy to layer."
		},
		{
			"review_title": "A MUST HAVE💖💖🌸🌸🌸🎀🎀",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "ABSOLUTELY AMAZING I LOVE IT SO MUCH.  It’s very natural and pretty. Use it every day for school and it’s not SUPER noticeable but it’s there. I apply it in the shape of an X on each .cheek"
		},
		{
			"review_title": "Love this! -10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This tint/lip stain is so worth it. If you can find a good shade for your skin tone it looks really natural. I’ve had multiple people ask me what I’m doing differently, while only wearing this. I think it makes you look more awake/youthful. 10/10"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love this product, it's my favorite ...me I make lips, cheeks and I also color my eyelids and it's divine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "It’s like putting nothing. Tinted water. Can get the same results or better eating a beat"
		},
		{
			"review_title": "Pigmented",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love it I use it everyday and doesn’t run out fast. It’s a very pigmented liquidy substance."
		},
		{
			"review_title": "Instant compliments",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "Immediate compliments from family and friends. I used this product several years ago, and I thought I’d give it another go. I think the applicator has improved, and I love the light scent and colour. I haven’t tried it as a blush, but it sure rocks as a lip tint/stain."
		},
		{
			"review_title": "Not worth the price",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "There’s nothing really special about this product. It immediately comes off when you drink anything and doesn’t blend well as a cheek stain. Pretty much getting colored water for $26"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Good. It’s not that pigmented and stained your hands when you tap it in. It stays on all day though."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Best blush i’ve ever used, blends seamlessly and leaves a pretty glow this is definitely my everyday blush for the winter"
		},
		{
			"review_title": "Perfect tint",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Best product ever. I use this everyday.  Perfect tint can be used on cheeks as well as lips."
		},
		{
			"review_title": "My favourite lip product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Gives a perfect natural flush to lips and cheek, I repurchase this every time!"
		},
		{
			"review_title": "forever repurchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have been using this product for years. it is the perfect every day blush/ lip combo!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Runs out SO FAST, but perfect for a sun-kissed look"
		},
		{
			"review_title": "Natural and long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Best tint I have ever used..looks very natural and long lasting"
		},
		{
			"review_title": "Best tint EVER!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "I bought this just to try not expecting much but I ended up falling in love with it! It is now a part of my daily routine. I have had it for about 7-9 months and there still is still 3/4ths of the bottle left.  The tint stays on all day."
		},
		{
			"review_title": "the BEST blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "oh my gosh I cannot explain how much I love this blush. I was looking for a blush to last with the school air, yk how it just sucks all the makeup off lol, and let me tell you, it holds up. this is the first blush I've tried when at the end of the day I'm like wow, my blush looks just as good as when I put it on this morning. I definitely prefer to apply it using a brush rather than a beauty blender or fingers. I put 2 dots on 1 cheek then blend with the brush and then repeat with the other side. you also must work fast because it's drippy and it's a stain so you don't want circles and lines going down your face because you didn't blend it in time. I also love using it as a lip tint too, it's amazing. this is my second bottle in 2 months (I got the smaller beginning of August and use it everyday for school). 10/10"
		},
		{
			"review_title": "Not long lasting for me :(",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Everybody here says it’s long lasting but unfortunately not for me :( I bought it expecting it will stay at least until post lunch while I am at work but it hardly stays after breakfast. I apply it on bare lips following it up with lip gloss. What am I doing wrong?   But I must say the color is lovely and the product works great as blush."
		},
		{
			"review_title": "Overhyped",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Not worth the hype. The color did not last. Even after prepping my lips the right way, the color spread to the inner of my mouth."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "i love it it’s long lasting and great topper with lip gloss only problem it’s very drying on the lips and skin"
		},
		{
			"review_title": "Fantastic Stain!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
			"review_text": "This is the perfect long lasting bright red lip stain! It feels weightless on your lips and is great alone or with a gloss on top. As a blush I like to mix it with a bit of liquid highlighter before applying so it doesn’t appear too bright. Every shade of Benetint is perfect and you really cannot go wrong with any of them."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I love it, I even put it on to sleep hahah it’s so pretty with a lip balm and so natural looking"
		},
		{
			"review_title": "BESTTT MAKEUP PRODUCT OUT THERE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This will give you the most gorgeous natural flush of color on your lips and cheeks that will literally last you through anything water, school air, heat etc. YOU NEED THIS!"
		},
		{
			"review_title": "yessss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "this is the best blush ever!! perfect little flush of color, and i only like the formula for the water based one, so that’d the only one i’ve tried. and super light weight. i have purchased this many times. and i had to buy one one time because i spilled it lol. i love love love this!"
		},
		{
			"review_title": "Definitely recommend 💕",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I’m not really a blush person but tint feels so natural and you can control how much you want!"
		},
		{
			"review_title": "I have been using it all the time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love that it is not sticking, and I love the color"
		},
		{
			"review_title": "good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "i like this product it gives me a fresh look i recommend"
		},
		{
			"review_title": "The absolute BEST lip & cheek tint ever!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love this so so so so so much!! This leaves my lips and cheeks a nice rosy color. 10/10 recommend!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "loveeee it first tint i’ve ever bought and it was definitely worth the hype"
		},
		{
			"review_title": "In love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Amazing lip and cheek stain. I’d love to use it as a good lip liner lasts all night."
		},
		{
			"review_title": "Mhh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Didn’t do much for me …………. I don’t think I could buy it anymore"
		},
		{
			"review_title": "Best lip tint",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Amazing would definitely recommend. Leaves lips really hydrated. The tint isn’t too bright or too dull."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this! it’s my favorite blush/lip stain i’ve ever used."
		},
		{
			"review_title": "CHECK BEFORE BUYING!!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
			"review_text": "I bought this product a couple days ago and I am planning to return it. I’m basically paying 26 dollars for colored water which barely works. The worst part is Benetint is not cruelty free. I am super disappointed that I had not known this before. It’s super disappointing to know that brands like Benetint are not cruelty free."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "i really like how this product looks on my lips however i do have lip filler so i dont have as many lines or cracks on my lips"
		},
		{
			"review_title": "No for me!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Strong perfume smell and doesn’t last long at all. Comparable to a regular blush. Color is ok, but a bit one dimensional."
		},
		{
			"review_title": "My go to tint",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Quality is good and I Love it and so much better than other tints"
		},
		{
			"review_title": "Stays on all day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I really like this blush because it looks very natural on my fair skin and it stays on all day."
		},
		{
			"review_title": "Just icky and not worth the money!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Combination skin",
			"review_text": "I'm not sure how anyone likes this product. I bought it because I wanted a natural looking stain. Putting it on i noticed a really strong bitter taste. (I only put it on my lips) I thought you know what if it last long I can deal with it. But it doesn't last past a couple drinks of water. I tried layering it and it stays tacky. Still didn't stay any longer. Again how is anyone rating this more than one star. They have to be being paid to write reviews."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is one of the best tint, have been using it for 5+ years and I still love it. Its tint on the cheeks and lip look natural, making it my to go product all the time."
		},
		{
			"review_title": "I use it everyday",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I put this on a the beginning of my makeup routine. I usually apply it another time at some point in my routine. After it’s dried down I top it with a gloss and the color last for hours. It’s the only thing I found that actually leaves a color on my lips for more than a few hours. I highly recommend. ￼"
		},
		{
			"review_title": "Staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It’s a must have.  I use it on both cheeks and lips.  Provides a natural look, esp on my lips.  I little bit is needed for cheeks.  I’ve been a fan for a decade + I’ve tried a few colors, but the OG (Benetint-Rose) is the best!!!"
		},
		{
			"review_title": "It's ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I've tried a lot of lip stains as I don't necessarily want to wear 'lipstick'. I don't find the color dark enough or maybe it just doesn't stain very well. Don't feel like the color it does add lasts  longer longer than a"
		},
		{
			"review_title": "test first if you have sensitive skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Used the product for about a week and developed a small rash on my actual lip! I usually have sensitive skin and I moisturize very often so it was surprising to me. Just a bad reaction for me I guess…"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Has the best color ever and looks natural it amazing"
		},
		{
			"review_title": "Amazing! A MUST HAVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This product is a little pricey, however lasts so long (lasted 6 months with me using it everyday)! It is beautiful, and I love the color! Definitely worth it! I am 100% going to repurchase it! It looks so natural and beautiful! The only downside is it sets really quickly, and if you blend it in with your fingers it will leave your fingers looking a little red, however that is all. I love it so much and immediately fell in love with it! Definitely buy it!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I am so obsessed with with this product. I stopped using regular blush i just use this one 🥰🥰"
		},
		{
			"review_title": "Perfect color- interesting smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Love it, always get it. But I can’t help but notice every time that it smells like potpourri. Lol"
		},
		{
			"review_title": "I wear this everyday",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I wear this absolutely everyday. So pigmented and natural looking, and stays all day and night. This looks great for anyone that wants a natural look. I’m cool toned to it’s difficult to find a blush that is this flattering"
		},
		{
			"review_title": "Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "It is very good and long lasting, the only negative issue that I have all the color is too Red and nothing between ! You should blended very quickly"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "The Color on this liquid cheek and lip stain is gorgeous. It’s the your lips but better! The problem is that if you have extreme dry lips or even have a patch of dry skin it will stick!!!"
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Don’t love it because it’s drying and not lasting at all."
		},
		{
			"review_title": "Too Strong of a Perfume Smell",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I loved the color and staying power however, the reason for 2 stars is due to the perfume or scent. It was such a strong “old” perfume scent that it was giving me a headache and I had to return it. Unfortunate since I loved the color on me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Gray eyes, Fair skin tone, Oily skin",
			"review_text": "I am in love with it I recommend you to buy it it’s an amazing product"
		},
		{
			"review_title": "Best tha any other tint",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "the best lip tint I eve used , best purchase ever, it last about 4 to 5 hours and the color is amazing . I love it . will buy again"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Floratint - desert-rose",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "This blush delivers on its promise of hydration, a natural finish, and long-lasting wear."
		},
		{
			"review_title": "Gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This is the perfect blush! It is especially good for summer because it makes my skin look sun-kissed....you have to be sure to blend it in right away though."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "i've been using this product everyday for my classes at the gym and it feels wonderful."
		},
		{
			"review_title": "Holy grail lip stain",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Oh my word. I’ve been looking for this product all my life. It melts into my lips so naturally rather than looking like paint sitting on top of my skin. Regular lipstick dries and flakes my lips, glosses look too shiny and wear off fast. This wears beautifully all day without reapplication, any I can use lip balm over it. About to buy every color- they all seem gorgeous. For reference I bought benetint and love tint."
		},
		{
			"review_title": "It is worth it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a great blush, I love the tint and it looks so pretty on the cheeks, not too expensive, and lasts a good amount of time. The only flaw is that when you apply the amount you want it looks good but wait a couple minutes till it completely dries down and it will be much less color, so apply more as needed."
		},
		{
			"review_title": "i always need this with me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "after using benetint for over a year i still had some left and before using it i was trying to find blushes for me for ex cream blush, powder and liquid and they never really fit me and i liked the consistency as for benetint after patting it in on my skin i could just wash my hands with no weird feeling on my hands."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "time to use my deinfluencing skills, i've used a couple of testers and bought one for my friend, she liked it, but i didn't get it, why spend 26 dollars on colored water? you can grab red food dye and water and mix it either for a dollar if you dont have any, or for free if you or someone you know of is a baker and cake decorator, in my personal opinion, its not worth it, and if you want colored water tint, just grab the etude one or make it yourself."
		},
		{
			"review_title": "love love LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Oh my goodness gracious is all I can say. I got this for a no-makeup-makeup look for school and as something that looks like a very natural blush and NOT CALEY it definitely met my expectations!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "so good, long lasting, blends so well!! i love it!"
		},
		{
			"review_title": "A must - have !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Benetint is a must-have! I've repurchased it more than 3 times. The benetint is so lovely on both cheeks and lips, giving a natural and long-lasting flush. The application is super easy and blends beautifully. It's definitely a go-to product in my makeup collection!"
		},
		{
			"review_title": "Blend quickly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Oily skin",
			"review_text": "Perfect natural every day blush one thing is that you do have to blend the blush and tint right away so it doesn’t leave a little blob on your face but otherwise it’s great"
		},
		{
			"review_title": "Clings to dry patches",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "clings to my crusty lips. That is a me problem though"
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "love it it is an amazing lip and cheek stain and it smells soooo good Kind of like flowers"
		},
		{
			"review_title": "A MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "LOVE THIS ITS SO PIGMENTED I LOVEEE IT. RUN DONT WALK GET THIS NOW"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Floratint - desert-rose",
			"review_buyer_description": "Brown eyes, brunette hair, Combination skin",
			"review_text": "very disappointed in this product,  it does not last very long.  would not buy again."
		},
		{
			"review_title": "Great cheek tint, not so great lip stain",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "This works great as a cheek tint but the lip tint portion fades within a couple hours. It also has an odd, botanical kind of scent."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Floratint - desert-rose",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I love the benetint so I got the floartint. And I must say I was not disappointed. it is very similar to the benetint and its a very pretty color when on the lips. I will say it's very pigmented but other than that no complaints."
		},
		{
			"review_title": "A MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "this blush is so so so good. I love putting it on my lips before my lip gloss. definitely recommend"
		},
		{
			"review_title": "THIS IS MY ABSOLUTE FAVORITE PRODUCT💕",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I bought this product for my birthday a couple weeks ago and I have used it everyday since then. Benetint gives you a natural looking lip and cheek flush that goes with anything. This product is also good for beginners.  10/10 recommend!!"
		},
		{
			"review_title": "One of my favorites!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I absolutely love love love this product! It has lasted me so long and is such a great color! I would definitely repurchase this!"
		},
		{
			"review_title": "Grew mold",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Just looked in my bottle after a few months of use and there’s mold growing, there are little white things floating around in the bottle."
		},
		{
			"review_title": "Finally a lip tint that works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "Love the shade and application. Goes on smoothly and dries quickly for a nice tint finish. Very natural."
		},
		{
			"review_title": "Worth it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Great product! Stains well. Colour is slightly more red than the pictures and it’s slightly drying on my lips. But works well if you top with a lip oil or gloss"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Blue eyes, blonde hair",
			"review_text": "Very disappointed in this product. It does not last very long and I find myself reapplying often. As it is described as a lip stain I expected it to have longer wear time. Would not buy again. The colour is nice however."
		},
		{
			"review_title": "think before u buy!!!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "this product is alright but not to much pigment and u have to be very careful with it cause I spent 35 dollars on it and it all went to waste because it spilled everwere cuse it's so liquidy so just be careful!!!❤️"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Beautiful! Love using as a blush. Leaves a nice subtle wash of color."
		},
		{
			"review_title": "No",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I had this for a while and I did not like it. When applied to my lips, it only stayed on the inside, and made it look like my lips were cracked and bleeding. When applied to my cheek, there was barely anything there. I tried waiting a few minutes to blend, I tried using a brush, I tried everything and it still barely showed. I wouldn’t repurchase."
		},
		{
			"review_title": "My confidence is back",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "After using this product in my makeup routine, my face looks fabulous. Highlights recommended"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This product is nice on the checks it’s such a pretty color and gives a nice beautiful look, but I noticed it drys out my lips I wish it didn’t! I"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love this product so much! I used to have and off brand but decided to splurge on a real one and it was so worth it. This stain stays on all day even through PE at school! Would definitely recommend to others."
		},
		{
			"review_title": "Really strong smell",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "The smell on this really surprised me. I read in other reviews that it has a rosy scent but I didn't expect it to be that strong! It bothered me quite a lot and left my skin feeling itchy.   I was also underwhelmed by the staying power of the stain. I hesitate to even call it a stain because it didn't stain at all, came off with water. It's more like a natural-finish lip tint than a stain to me."
		},
		{
			"review_title": "Beware of possible allergic reaction",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Unfortunately this product gave me some sort of allergic reaction or possibly triggered eczema on my lips. By the third attempt of putting it on my lips and my lips becoming swollen and feeling dry and a little numb, I finally accepted the fact that it was causing the reaction. I really wanted to like the product especially seeing all the positive reviews but it just didn’t work for me. Also I found the consistency to be too runny and the taste off putting plus it didn’t really last that long. Not sure what ingredient caused the reaction because I’ve never tried any other lip stain."
		},
		{
			"review_title": "Short shelf life but great formula",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Although I love this formula, this product  develops mold chunks after a month of use. Benetint would benefit from making smaller product sizes to accomodate for the terribly short shelf life. Dropping the price point would also be interesting!"
		},
		{
			"review_title": "LOVE!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Deep skin tone, Combination skin",
			"review_text": "Best Purchase I've ever made.If you have dry lips you might want to prep your lips first before using this lip stain as it can cling to dry patches. I don't have dry lips in Particular but I will do my skin care and apply lip balm before I start my makeup routine then by the time I get to my lips they are nice and soft for product application. I usually blot off the excess lip balm then apply a little bit on my lips for that extra tint. I've used it on my cheeks before and I'm not a fan of it as blush but as a lip tint/lip stain- chef's kiss. Will 100% be buying again."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It has a very natural color and stays for hours. I loved it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "one word. AMAZING!! this product is perfectly pigmented. I do personally recommend, but I think it would be a great idea to add more product to the bottle!"
		},
		{
			"review_title": "Beautiful natural colour",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "LOVE. Very pretty perfect pink tint. Make sure to put some lip ointment on before application or else it creases up in the lip lines or the colour settles only in the inner parts of your lips."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "",
			"review_text": "Very watery and constantly have to reapply. Not what I expected from such a expensive product and hate how running it gets too!"
		},
		{
			"review_title": "Love it smmmmm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I always love the Benitint but after I ran out and wanted to try the flora tint and I love it so much more. It’s more of a paint material than it is water like the Benitint and it is so much easier to blend.￼￼"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Dry skin",
			"review_text": "This product is easy to blend and gives an amazing sun kissed look. I see myself reaching for it every day and especially when I just want a little bit of color and no makeup. One of my favourite products."
		},
		{
			"review_title": "Cute but non lasting on me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It looks really nice but it doesn’t last, I have to reapply every hour and it’s very runny so it tends so bleed out a lot and I have to clean it again and again until it dries. Besides that I think it’s a good product, just would like it to last more after all the hard work haha"
		},
		{
			"review_title": "Powerful but hard to control sometimes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I love this product for ease of use and how lasting it is. I also love how it’s actually pretty build able on the lips and gives that popsicle-stained color but in a controlled way obviously. I often wear it under another color. My one star off is because it’s a bit harder to handle on the cheeks - it is difficult to know how much you’re putting on somehow, and, this may just be because mine is kinda old now, but sometimes I put the product on my cheek and it dries immediately and then won’t blend and I have litttle dots of like stain visible. That being said, I’m still buying another."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Its cute but do not deserve that hype 🫠 The color its meh and make feel old with"
		},
		{
			"review_title": "Benetint on top!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I LOVE this blush!! It works really well and looks super natural. My only problem is that it's weird about the application. You can't tell whether it will show up a TON or be barely visible. That aside, I think it's a really good blush and looks great especially in a no makeup makeup routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I have the Benetint are a very good Tint and i love them i combínate with a lip gloss and wowww"
		},
		{
			"review_title": "YUS!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "ABSOLUTELY ATE. I'm not exaggerating this product is a worth it buy, lasts awhile and looks natural and really pretty on tan skin. Also smells good which is a big plus and doesn't make you break out"
		},
		{
			"review_title": "Waste of money",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Worst product ever. It dosen’t tint your lips really at all and it’s very watery. It also says it a cheek tint and I have tried using it on my cheeks but it’s very hard to blend."
		},
		{
			"review_title": "Definitely buy again!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Dry skin",
			"review_text": "I really like this product last long on lips and cheeks and this bottle has lasted me 5 month so far the price could be lower but still great product."
		},
		{
			"review_title": "Don’t waste your money!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I have no idea why this is so popular. I was excited to get it and it doesn’t last at alllll. It also doesn’t smell good and it was definitely a waste of money. My four dollar drug store lip stain is leagues better."
		},
		{
			"review_title": "Give something else a try",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Was super excited to try this product after seeing how popular it’s been online but I’m so disappointed! The tint does not last and it takes too many layers to get a uniform opaque tint."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Floratint - desert-rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I like this lip + cheek stain. Adds color instantly and it has this dewy finish. Way too expensive for a small bottle though. Needs to be reapplied regularly as it is not a long wearing tint. So-So"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I actually really love benetint for my lips, I find it leave such a nice color behind & lasts for a long time if I let it dry before adding a gloss. Only thing I dont like is the smell but definitely want to try another shade!"
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "i love this! i use it every day and it LASTS. i get so many compliments. BUY IT"
		},
		{
			"review_title": "ehh okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Cute but a little overpriced for what it does. It basically is just tinted water. It doesn’t last long at least for me. I wouldn’t repurchase."
		},
		{
			"review_title": "I reach for the blush everytime!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "fav blush ever!! It’s so natural and so pretty, it reminds me of the refy blush but in a liquid! Love it sm!!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "Love this tint! Great colour and a new part of my routine for sure :)"
		},
		{
			"review_title": "NOT ECZEMA FRIENDLY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "If you have eczema, this is not eczema friendly. I break out on my cheeks and yes, even on my LIPS every single time I use this unfortunately."
		},
		{
			"review_title": "Perfect for any natural or glowy makeup look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "I really like this blush it’s the perfect color and it last a really long time perfect for any natural or glowy makeup like my only problem is that when you put in on you have to blend it in really fast so it doesn’t leave like a line"
		},
		{
			"review_title": "Amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Easy to use but make sure you read the directions just in case. The color is amazing!"
		},
		{
			"review_title": "Amazing product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
			"review_text": "I love this so much, it’s so easy to use and gives you the best most sun-kissed look. Definitely one of my favorite products. I"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Green eyes, auburn hair, Normal skin",
			"review_text": "I had this years ago and I don't know why I stopped using it. I have been using it daily since I purchased. Perfect tint for lips"
		},
		{
			"review_title": "Outcome does not outweigh cost",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I’ve seen this on several influencer videos so I wanted to give it a try despite the bad reviews. I found the stain not very pigmented, runny, watery like consistency. Takes quite a bit of product to get the stained lips/blush look. For"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Floratint - desert-rose",
			"review_buyer_description": "Combination skin",
			"review_text": "Color is very pretty. Doesn't smell which I love. Could be a bit more long-lasting but it's decent."
		},
		{
			"review_title": "Waste of money!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I would NOT recommend! I got a $1 water tint from dollar tree as a dupe and tested both of them…. The water tint stained. The benetint wiped right off after 10 minutes of drying!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "ive had this for many years and each time i run out i repurchase. staple for a natural look"
		},
		{
			"review_title": "Everyday staple ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I absolutely love this product!! i’ve been using it for several months (almost everyday) and still have some left. it leaves a nice natural finish if that’s what your going for, or if you want more it’s easily buildable. the nice thing about this tint is that it suits everyone!! i will definitely be buying more 😊"
		},
		{
			"review_title": "The perfect blush!! 🤩",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I absolutely love this product! it’s perfect if your looking for a natural looking but still buildable blush 🥳 plus, the container is so cute!!"
		},
		{
			"review_title": "Good Enough For 4 Stars",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Will last a decent amount of time, is very natural and pretty, however it gets on your fingers and stains them, needs to be blended quickly and doesn’t always show up."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve always been hesitant to try this tbh because I’ve never EVER enjoyed a lip (or cheek) stain.. I got it today as a little birthday gift to myself and I’m SO mad that I haven’t bought it sooner. I love love LOVE IT. The perfect gooey blush"
		},
		{
			"review_title": "Love preppy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Really light pigment super light a little pink dark pink"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Wait has no one else’s smelled SOOO strong !? Terrible perfume smell I would NEVER want on my face !!! Also rated 0/100 on Yuka for its harmful ingredients. So bummed"
		},
		{
			"review_title": "must have if you like a sunkisses look",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "it's really good in my opinion, but if you don't blend it fast enough it leaves a stain. a little bit over priced but the small bottle last for long. recommend☺️"
		},
		{
			"review_title": "Worth the money ￼￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love this product. It’s so pigmented and gives me the best glow ￼"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It is gorgeous on lips, look like my lips are fresh without makeup."
		},
		{
			"review_title": "great product blend fast!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "you have to blend it kinda fast or it will stain but the color is amazing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "During the summer time I use less makeup and this has been my go to makeup. Although after eating it does fade a bit"
		},
		{
			"review_title": "i love for a sunkissed look",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Ok so i got this product and i first questioned my purchase because 35 bucks for a tint?!? I love how it gives me a sunkissed look on my cheeks. the only reason i rated this a 4/5 is cause if i wanna put this on my lips, it tastes like a factory.but overall i love it"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Not perfect and it’s expensive. I don’t buy it again"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Perfect for summer and lasts a long time. Also perfect for teens who don’t want that bold of a makeup look."
		},
		{
			"review_title": "My favorite tinted blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This has been my go-to tinted blush for quick no-makeup makeup days. I also layer this blush for more full-face looks and go on top with a powder blush & it's my fav part of my routine!"
		},
		{
			"review_title": "A must have lip and cheek stain!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Best lip stain! Use it under lipglosses and oils! Gives a perfect red tint! It looks even better paired with a brown lip liner!"
		},
		{
			"review_title": "Love this must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this blush I wear it every day. Super natural and submitted look and blends so easily. Will repurchase over and over again!"
		},
		{
			"review_title": "yes yes yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "literally amazing!! perfect for school so natural!! I love it!! perfect for everyday"
		},
		{
			"review_title": "In Love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using this product for several months now, a little over a year, and I LOVE IT!! The amount of pigment it gives off is perfect. The way it makes my makeup have a pop of color to it id amazing."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Low key not worth the hype. It’s nice on the lips but not amazing on cheeks. Too expensive for amount of product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "Literally love this product use it every day. It looks very natural."
		},
		{
			"review_title": "Wish it was more long lasting.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "This product is good when it if first applied. The problem is that it does not last. It seams to only  last 1 or 2 hours. For those couple hours tho it looks beautiful."
		},
		{
			"review_title": "perfect for natural looks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I absolutely love it! its perfect for no makeup makeup looks and natural looks, but if you want something more bold I don’t recommend this. make sure to blend it out as soon as you put it on!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Don't know how to feel about this product, it's an Amazing lip tint but a terrible blush you either have to use the entire bottle and have most of it end up on your hands or it provides no pigment. as a lip tint I think it gives a gorgeous colour, but I would not recommend it as a blush especially at the price"
		},
		{
			"review_title": "BTWi got benetint not play tint idk why it say",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "OMG LOVE LOVE LOVE BUT!! i have some things to say, so first its good but i dont like that when i blend it gets on my fingers when it says transfer proof 🤨. Second im not like complaining to much about this cuz i dont mind but it gave me a little red rash on my face but also know that i do have very very sensitive skin which could also be it but just warning my sensitive skin girlies that this may accur"
		},
		{
			"review_title": "eh- worth trying",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "this worked okay- its pretty dry and requires a quick and thoughtful hand. i had different expectations but overall- its a fun product."
		},
		{
			"review_title": "There are better things out there now!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "While this is easy to slap on, it's hard to apply precisely because the consistency is like water. The cost per use is also very high compared to things like cloud paint."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Lovetint - fiery-red",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I love the result it leaves, it lasts a long time on the lips, I even put a little on my cheeks and they look perfect."
		},
		{
			"review_title": "I recommend this product.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "It’s a beautiful tint for that no makeup- makeup look it works as blush and for your lips for a bit of tint. For me it’s a last a good amount of time!"
		},
		{
			"review_title": "A must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "I love this product because i’m not allowed to wear makeup except mascara, brow gel, and maybe some highlighter, so it’s easy to apply and it leaves a natural kind of finish to my very natural makeup looks."
		},
		{
			"review_title": "worth the money",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This was such a pretty color and lasted all day during school and work. It’s worth the purchase!!"
		},
		{
			"review_title": "Love the product but the packaging ruined it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Literally got the big one and I can’t pick it up without the cap unscrewing and the cap just doesn’t stay on I must’ve got a defective one but can’t bring anywhere or put in purse or in bag due to the fact the that the cap doesn’t stay on. I bought in store been so I am not sure host Thai happened."
		},
		{
			"review_title": "Mehh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "It’s a good produce the pigment last a decent amount of time I wouldn’t recommend the big bottle unless you just want the applicator because it dried up like a month into using it and then I would just have random crusties on my lips and cheeks"
		},
		{
			"review_title": "Streaky, stinky, tastes horrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Very little color pay off, streaky, drying, and the smell is very very strong. If you don’t like rose smell and taste don’t do it. There’s actually nothing I like about this and I don’t understand the good reviews."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Olive skin tone, Normal skin",
			"review_text": "I love benefit cosmetics but especially benetint it is my favorite blush and lip stain ever it lasts all day on my lip even when eating and drinking! Theres only one thing that i kinda don't like about these is that they spill really easily but i would totally recommend this it iss worth the hype!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "",
			"review_text": "Jaime beaucoup ce produit il fait vraiment naturel et s’applique très vite deplus il n’est pas difficile a étendre"
		},
		{
			"review_title": "Stays all day without transferring",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I really like this lip tint. It adds just the right amount of color so that I can layer over it with whatever I feel like honestly and still have color on my lips after the other layers have worn off. I put it on in the morning around 9am and it was still there by the time I took off my makeup later in the evening. I drank water, tea, and had all three meals... no change and no residue left behind on cups! Love it!"
		},
		{
			"review_title": "watery",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "dont waste your money, the photo review are misleading. this tint goes on like water and i tried to let it dry out i tried to layer it up, no, its awful very disappointing, i cant believe this product is the same products the women used in the review photos"
		},
		{
			"review_title": "I love to get different colors",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "It’s so nice the best tint that I used I have 3 colors"
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Dry skin",
			"review_text": "i love this product! it is such a beautiful shade and lasts a while! i influenced all of my friends to buy it and they love it!"
		},
		{
			"review_title": "Summer must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Combination skin",
			"review_text": "This product gives the perfect blush/sun burn look while still looking natural and not getting sun damage."
		},
		{
			"review_title": "Lovvvvvvvve",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love this stuff u might think that it’s like tinty but u can’t rlly tell when it’s on u"
		},
		{
			"review_title": "Pass",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This color does not work with fair skin it looks clownish and also doesn’t stain/fade in a nice even way"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "bought this impulsively and I use it everyday. 10/10, would buy again nad different shades as well"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "",
			"review_text": "Didint stain long enough (less than 4 hours) great pigmentation tho."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "ok as much as i LOVE THE BENETINT!!! the applicator is terrible. The regular size applicator is so much better. But in general i love this product. Gives me a summer burn look."
		},
		{
			"review_title": "Not the best product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I used this on my lips mostly and I didn’t see much of a difference. The color did not show up as much as I wanted it to. I would not be buying this again."
		},
		{
			"review_title": "after my moisturizer I put it on",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
			"review_text": "I love to use use this  before school and it is the perfect color 😍"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Kinda Small bottle for the price and runs out fast but is definitely good for a more natural look especially in the summertime"
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Very bright, doesnt look great with my complexion, it also smells very strong like rose. The taste is horrible, chemical perfumey type taste."
		},
		{
			"review_title": "My favorite daily makeup staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have used this makeup product for years and have never been disappointed. I use it on my eyelids,lips, and cheeks; I could do my makeup with just this one product! I barely repurchase makeup and I’ve gone through five bottles. It leaves the nicest tint and if it dries your lips simply put on a lipgloss or chapstick to give it a nice look!"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "Obsessed with the Floratint, it's a part of my everyday routine. very easy to use and quite pigmented!"
		},
		{
			"review_title": "THE BEST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It looks really good and it’s not watery like the original bene tint  the photo doesn’t give it justice"
		},
		{
			"review_title": "It’s mid",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been using the flora tint and decided to buy the benetint Because of its popularity. It works pretty good on your cheeks but the lip doesn’t really look that good and it’s like watery, unlike the other tints  where they’re thicker .and don’t spill.￼￼"
		},
		{
			"review_title": "better out there",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i bought this because of the hype on tiktok. i just have a feeling i could find a dupe of this that is even better. it doesn’t keep the lips stained, and it makes my lips drier then ANY other product i own. and sadly it just doesn’t last on the cheeks and turns out a little spolty i feel."
		},
		{
			"review_title": "My fave blush ❤️❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have been using this for a few days now and it blends beautifully and is the perfect colour I bought in the store and tried the other colours but they were much more creamy for some reason but this colour is a 10/10!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "It’s the best blush for a simple but beautiful look 10/10 totally recommend!"
		},
		{
			"review_title": "Not bad at all!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "It's really good and works pretty well but can leave a dot if you place it straight on your cheek and looks a little purple on my lips but thats just me ❤️❤️"
		},
		{
			"review_title": "must have worth the price !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i love using this product it is a hint of blush not to extravagant it’s worth the price absolutely love it!"
		},
		{
			"review_title": "Do buy this tint",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Very good option for girls and women who don’t want to do makeup daily. Just do your regular skincare and apply this tint and you are good to go."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "love it! great for travel bc its small and can be used for lips and cheeks"
		},
		{
			"review_title": "My fav product.. just a few flaws",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I love this product. It gives off the natural sun-kissed look. I love how you can layer it to make it darker. It won’t dry out so you do have time to blend it. However it doesn’t last as long as it’s talked up to be. Within an hour the lip stain is gone and within two the cheek stain is gone. It’s a shame because this really is such a good product. The bottle is also veryyyyy small for the price. I mean does it really take $26 to formulate a little red stain? Overall great product but price and longevity ruins this from being amazing. Would definitely repurchase though."
		},
		{
			"review_title": "Perfect for natural makeup looks.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I thought that it was a little pricy, but you’re definitely getting a lot for your money! i use this on my lips, cheeks and my eyes and it really just gives you that natural blush look. the formula is very liquidy but the applicator helps apply is perfectly! 1000/10 would recommend."
		},
		{
			"review_title": "super great for beginners",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "literally life changing. it blends out so nice and gives me the suburnt blush effect! super great! you can use it on your lips and cheeks. def one of my fav blushes"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "SOOOOOOOOOOOOOOOOOOOO GOOOOODDDDDDDDDDDDFFFFFFFFFFFFF"
		},
		{
			"review_title": "A must have in my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "notSure skin tone, Combination skin",
			"review_text": "I use it almost every day and it is the perfect shade and looks very natural and stays for a while"
		},
		{
			"review_title": "Go to blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I got this last month and i use it almost everyday! Its a perfect sunkissed look. It has a watery texture and is easy to blend with your fingers! Tip for using it on your lips: make sure your lips are not cracked and apply on. Then on top use a clear lip gloss for a perfect lip. I reccomend the clear essence lip gloss!!!"
		},
		{
			"review_title": "So good!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
			"review_text": "This is so amazing. It's so pigmented, so you won't have to use much, and it lasts a long time! i love this product so much, and i definitely recommend it!! So far, i haven't gotten any acne out of it, but i am not acne prone, so im not sure. 💗"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Normal skin",
			"review_text": "my go to had to restock this, I use this mainly on my lips and I love the color it’s so pretty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "such a good product!  good for simple makeup days  Pigmented"
		},
		{
			"review_title": "Not what I hoped.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I wanted to love it. The color is so cute, however, it dries way to fast, and leaves a visible dot wherever the product is first applied. I tried applying with my fingers and a wet beauty blender but was disappointed each time."
		},
		{
			"review_title": "Pretty good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I personally think it’s overpriced and a bit drying on the lips but it’s not terrible. I like it and I think it looks really beautiful on the cheeks. Not bad, would repurchase."
		},
		{
			"review_title": "must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this brand!! this product is amazing! perfect light tint!"
		},
		{
			"review_title": "It’s okay.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Terrible on the lips…. very drying. Cute on the cheeks. For me it’s lowkey a pass."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This product gave me exactly what I wanted: sunburnt look. It is easy to apply and blend onto my face! This is a great everyday blush."
		},
		{
			"review_title": "just perfect 😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I love this product. It gives the perfect sun kissed blush look. It also has the perfect lip tint that makes ur lips look so good. So easy to apply and blend in."
		},
		{
			"review_title": "A must buy!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Deep skin tone, Normal skin",
			"review_text": "I love this product!!💖 I personally like to apply on top of a blush to give you more of a tinted glow to your blush but on its own it's still so pretty and such and amazing product!! and I love the different shade ranges ;)"
		},
		{
			"review_title": "So stinking good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I LOVE this product . It’s so long lasting and Barrie looking! It blends like butter and brings so much color to your face ."
		},
		{
			"review_title": "BEST LIP & CHEEK TINT EVER!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is definitely a must have in my routine!! The color is so pretty and it blends so well so it doesn’t look cakey or anything at all! I totally recommend!"
		},
		{
			"review_title": "So good !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product is amazing, a little pigmented too! Its amazing!!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "The color is not like picture at all And it will come of soon  Definitely doesn’t worth the 33$ Waste of money"
		},
		{
			"review_title": "a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "very pigmented, love the multi use if it, shade is perfect!"
		},
		{
			"review_title": "Ok but not my favorite",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "I want to love it and it is good but since it is liquid it is so easy to spill but besides that it is so overhyped and I love Benefit but this one is not my favorite but overall it’s not bad for people with oily skin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Floratint - desert-rose",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I love the color and the stain lasts so long.  :-)"
		},
		{
			"review_title": "Moldy 😢🫣",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This product is SOO good but unfortunately it started to grow patches of mold on the bottom. I’m sure that this was from the applicator, so just be extra cautious with keeping your wand clean. Don’t let this review be the reason that you don’t buy this. Just be aware!!!!"
		},
		{
			"review_title": "amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "repurchased this 3 times now, I use it everyday and it’s perfect for lips and cheeks"
		},
		{
			"review_title": "Overhyped",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Caused dryness as well as very little impact. Did absolutely nothing."
		},
		{
			"review_title": "perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I use this mainly for lips and it looks soooo good and is nice and thin"
		},
		{
			"review_title": "perfect for summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "amazingggggg! perfect stain for your lips and cheeks!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "It's super nice but it doesn't last the long. The product it selfs lasts forever because you don't need that much and it instantly is nice but yeah it wears off quickly. It also flicks everywhere so mind that."
		},
		{
			"review_title": "Great tint",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This is a great tint for your lips and cheeks, I loved the color but it stains really fast so when you use it you have to work quickly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love this it’s a great blush and lip tint and it’s amazing"
		},
		{
			"review_title": "Highly Pigmented and ACTUALLY Transfer-proof",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Very beautiful color and easy to blend out. Stain dries on lips within minutes and color is long lasting! Very pretty on cheeks and cheekbones as well."
		},
		{
			"review_title": "I love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Amazing!!! Stays all day it and looks super natural!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "my fav product ever. gives me a “sunkissed” look. and it is so so good"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Benetint - rose tinted lip & cheek stain",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Not brown girl friendly unfortunately :( the colour just doesn’t show on the dark lips"
		},
		{
			"review_title": "Good for natural blush but..",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "It's great as a cheek blush stain but it's not pigmented enough for your lips even if I keep on adding it only sticks to certain parts of my lips. I recommend the Tony Moly lip tint if you want something more pigmented for your lips."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Floratint - desert-rose",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "it's such an unflattering color for brown skin, it's too bright and looks like the makeup kids play in."
		},
		{
			"review_title": "The bigger size sucks",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this product but do not buy the bigger size.   The packaging is awful, it doesn’t close properly so everytime you move it or take the brush off, half of the product ends on your hands.  If you’re gonna purchase, purchase the normal size one."
		},
		{
			"review_title": "Most beautiful lip tint I’ve tried for olive skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Literally the most natural and beautiful lip tint I’ve ever bought. I have olive skin and this color works SO amazingly. I want to try other ones but I’m just too obsessed with the this color."
		},
		{
			"review_title": "Broke out from perfume in it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I bought this for me teen, it’s broke her out so so bad. I didn’t realize it was scented and the perfume in it was kinda strong."
		}
	]
}