{
    "product_id": "347",
    "name": "Discovery Set",
    "brand": "DedCool",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 40.5,
    "about": "Set Description:Explore the DedCool universe with six of their bestselling vegan, genderless scents to wear alone or layered together. This set includes Fragrance 01 TAUNT, Fragrance 03 BLONDE, Red Dakota, Milk, Xtra Milk, and their newest fragrance: Sunlit Blooms..About the Bottle:DedCool reimagined fragrance to be way more functional and unique to you. Nontoxic, vegan, genderless. Endless combinations combine to create a signature scent that really feels like you..About the Fragrance:Fragrance 01 TAUNT has notes of bergamot, vanilla, and amber. Fragrance 03 BLONDE has notes of black violet and saffron. Red Dakota has notes of gardenia, amber, and bergamot. Sunlit Blooms has notes of orange blossom, white floral, and salty vanilla. Xtra Milk and Milk have notes of amber, bergamot, and white musk..This Set Contains:- 6 x 0.05 oz/ 1.5 mL Fragrances in Fragrance 01 TAUNT, Fragrance 03 BLONDE, Red Dakota, Sunlit Blooms, Xtra Milk, and Milk",
    "ingredients": "Alcohol Denat., Fragrance (Parfum), Borago Officinalis Extract, Sambucus Nigra Flower Extract, Camellia Sinensis (White Tea) Leaf Extract, Equisetum Arvense Extract, Punica Granatum Extract, Aloe Barbadensis Leaf Extract (Decolorized), Ginkgo Biloba Leaf Extract, Trifolium Pratense (Clover) Extract, Althaea Officinalis Root Extract, Rosa Canina Fruit Extract, Chamomilla Recutita (Matricaria) Flower Extract, Cucumis Sativus (Cucumber) Fruit Extract, Humulus Lupulus (Hops) Extract, Daucus Carota Sativa (Carrot) Root Extract, Macrocystis Pyrifera (Kelp) Extract, Panax Ginseng Root Extract, Ilex Paraguariensis Leaf Extract, Citrus Grandis (Grapefruit) Fruit Extract, Fucus Vesiculosus Extract, Malva Sylvestris (Mallow) Extract, Porphyra Yezoensis Extract, D-Alpha Tocopherol...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Spray as desired on skin and clothing...Recycling Instructions:.-PACT partnership.",
    "num_reviews": 194,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/discovery-set-P501231?skuId=2749901&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2749901-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Def miss",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I had high hopes for these, reading the notes. And like that it's clean.   But every scent faded very quickly, and there wasn't one I really liked anyhow. Although in saying that one is very overwhelming. I couldn't even put it on.   For reference, my favourite scent is Replica, By the Fireplace. I liked a couple bold Commodity scents too.  And the samples here are really small."
        },
        {
            "review_title": "packaging needs work",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "these smell good, but the packaging needs work. one came broken, so I got a  replacement, and when the replacement came, the exact same one was broken."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I enjoy all of these fragrances, but unfortunately, as many have already mentioned, milk & xtra milk smell nonexistent on my skin! I sprayed the tester in-store, and I loved it, but weirdly enough, didn't smell a thing once I tried the discovery set? My favorite is Sunlit Blooms,(it reminded me of those cupcakes dolls from the 90s..), but it doesn't have any staying power. I'm kind of just overall disappointed with the brand because of this."
        },
        {
            "review_title": "Love the scents but blonde arrived broken",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "These are all gender neutral scents that can be worn on anyone and anywhere. I absolutely love what the brand stands for. But Iu2019m sad to say shipping may have been a little too rough with my package. Blonde 03 arrived broken. A bit saddened by that mishap, but apart from that the set is great!! Highly recommend!!"
        },
        {
            "review_title": "One of my favorite fragrance discovery sets!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "After working in the beauty industry for more than 18 years, I have tried many fragrances! DedCool truly makes some unique, beautiful fragrances that can be worn by anyone. I love that all of their scents are gender neutral, and to me that is how they feel.  This DedCool Discovery Set has something for every mood. The Milk and Xtra Milk are two of my all time favorite fragrances. They are warm, enhanced skin fragrances that feel comforting but also sexy. They also work wonderfully as a base for layering with other fragrances. I like to spritz either Milk or Xtra Milk on right after the shower, let it settle for a bit and then layer whatever other fragrance Iu2019m in the mood for on top.  Red Dakota is one of my other favorites from the set. The clementine and gardenia are so bright and joyful. This fragrance immediately boosts my mood and leaves me feeling confident!  I also recommend DedCool to friends and clients. Between their thoughtful ingredients and fantastic fragrances they are truly one of a kind!"
        },
        {
            "review_title": "Do it- HIT BUY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This sample kit is great, good variety of scents- but they also all work well together too. Xtra milk is sO delicious, definitely my favourite, already bought the full size. Theyu2019re also long wearing."
        },
        {
            "review_title": "Didnu2019t work out, but Taunt is still a favorite",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love Taunt which I discovered from getting a free sample and so I thought Iu2019d try out the other scents in this sampler, but sadly none of them come even close to it. Milk and Xtra milk smell like nothing to me, and I'm familiar with skin scents, Blonde smells like a cucumber cocktail (def get why people said picke juice), the rest are ok but nothing special"
        },
        {
            "review_title": "Beautiful fragrance sample set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Thought this perfume set was excellent! I donu2019t particularly like strong smells so I loved that these fragrances were mostly fresh or lighter. Loved them all except Fragrance 03 u201cBlondeu201dwhich smelled like straight up pickle juice to me"
        },
        {
            "review_title": "Made me a DedCool fan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Because of this discovery set, I bought 3 travel sized sprays. Taunt, Xtra Milk and Red Dakota. The scents are unisex but dry down well and last forever. Most of them are u201cskin scentsu201d which to me are clean, inviting, warm and sensual."
        },
        {
            "review_title": "Awesome set to try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "As a new perfume girly, its really hard to figure out what types of fragrances I like. IIt was super easy after getting the DedCool Perfume Discovery Set and I must say I was pleasantly surprised. It's a set of six fragrances, each with a unique scent. The names of the fragrances are Fragrance 01 TAUNT, Fragrance 03 BLONDE, Red Dakota, Milk, Xtra Milk, and Sunlit Blooms. My favorites are Xtra Milk, Sunlit Blooms, and Taunt. They are great for layering and give a long-lasting scent. I love that you can try all of them for a low price before committing to a full-size bottle. I've already purchased backups of Sunlit Blooms, it's my favorite! Overall, I highly recommend this set to anyone who loves to experiment with different fragrances."
        },
        {
            "review_title": "Great scent set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I grew up wearing cologne, perfumes and fragrances since I was a baby. As I grew I continued with my love of everything fragrances. I am always looking for and trying new scents to use and wear. Dedcool is a fairy new brand for me to try. I have heard a lot of good things from the Dedcool brand and its fragrances. If there is a good way to test out new scents itu2019s definitely with a discovery set. The set comes with six different fragrances. The six scents included are: Taunt - has notes of Bergamot + Vanilla + Amber, Blonde - has notes of Black Violet + Saffron, Red Dakota - has notes of Gardenia + Amber + Bergamot, Sunlit Blooms - has notes of Orange Blossom + White Floral + Salty Vanilla, Xtra Milk and Milk - has notes of Amber + Bergamot + White Musk. I have to say that my favorite scents were Taunt and Red Dakota. I enjoyed mostly everything about the fragrances m, but do wish they last longer on me. I understand that they probably donu2019t last as much because they are made with non toxic, vegan and cleaner ingredients. The great thing about the Dedcool brand is that itu2019s genderless."
        },
        {
            "review_title": "Great way to try all!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Loved most scents in this collection. Wasnu2019t a fan sadly of the milk scents. Very subtle and couldnu2019t really smell anything. Sunlit Blooms is my next purchase!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The DedCool Discovery Set is a delightful introduction to the brand's unique and captivating fragrances. From the moment you open the box, you're greeted with an array of enticing scents that promise to transport you to different realms of olfactory delight. Each fragrance in the set offers a distinct personality, allowing you to explore and find your perfect match.What sets the DedCool Discovery Set apart is its commitment to clean, vegan, and cruelty-free formulations. You can indulge in these luxurious scents with peace of mind, knowing that they're crafted with high-quality, ethically sourced ingredients.From fresh and invigorating to warm and sensual, there's a fragrance for every mood and occasion in this set. Overall, the DedCool Discovery Set is a fantastic value and an excellent way to experience the brand's artisanal fragrances firsthand. It's perfect for anyone looking to expand their scent wardrobe or simply indulge in a sensorial journey of discovery."
        },
        {
            "review_title": "Theyu2019re unique!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I want to say that the tin container is one of the most unique packaging Iu2019ve ever seen for a fragrance sampler set. Itu2019s very sturdy, and I had a little bit of a hard time opening at the first time around, but I figured it out. Definitely childproof. Here are my thoughts of each fragrance in order of worst to best:  Blonde makes me feel like I shoved my head into a cluster of herbs like an ostrich. VERY green and earthy. Personally I donu2019t like this one on me, itu2019s my least favorite, but I can see the allure.  Red Dakota reminds me of eating a grapefruit in the hot summer while sitting at the base of a cedar tree. Iu2019ve actually done that before when I was younger so itu2019s nostalgic. The scent is confusing because my memory wants to love it but my nose isnu2019t the biggest fan.  Taunt is very subtle. Itu2019s warm with a hint of sweet, but I canu2019t pinpoint any particular notes necessarily. The sweetness and warmth does grow the longer it sits on my skin though. This one is ok, but not my favorite.  Sunlit Blooms is a fruity floral scent that reminds me of candy like sweet tarts. Itu2019s perplexing but delicious at the same time. Itu2019s also a tad bit sharp, but not headache inducing, so I think I like this in my top 3.  Xtra Milk is definitely earthy and musky on me. I also smell a very small hint of sweet and citrus, but itu2019s pretty much all woods. Iu2019m growing to like this one. I didnu2019t at first but now Iu2019m reaching for it more and more. Itu2019s my second favorite.  Milk is very very undetectable but I can sense the correlation to Xtra Milk. Itu2019s just musky, but itu2019s good! I honestly like this one the most because of its versatility."
        },
        {
            "review_title": "the perfect way to pick a signature",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "Dedcool I am very happy with this set of fragrance samples from dedcool. They come really nicely packaged in a tin, and I love that they list the main notes right on the package for you to reference.  Taunt is a warm,  cozy amber and vanilla fragrance.  It's not overpowering but it does last a good handful of hours.  It has a slight sweetness to it, but it's subtle and definitely not cloying. It's a warm cable knit sweater on a chilly fall day. Blonde is really gorgeous as well it's a little earthy and sexy,  black violet and saffron. It's definitely more floral.  It gives a leather jacket on a cool spring evening.  Red Dakota is very citrus to me.  Thankfully, the gardenia isn't overpowering, and it stays bright and lightweight.  Perfect for a late spring into summer fragrance.  Sunlit blooms is definitely a sweet summer floral.  It's almost candy-like with that sweet orange blossom opening up into the vanilla.  But not so far that I would call it a true gourmand because of the florals.  Milk, if I understood correctly,  is kind of the mother fragrance of the line.  A scent that the other fragrances are built around. It has a bright sweet bergamot opening and a warm amber base. There's a kind of cozy skin musk that makes it feel like a very personal fragrance.  An easy everyday scent or perfect for layering with the others. Finally, Xtra milk is the bolder, older sibling of milk.  It has a little more warmth and depth to it,  in my opinion.  The amber and musk sit close, but linger all day.  It's the scent version of pulling your favorite bathrobe out of the dryer and wrapping it around you while it's still warm.   I personally would consider all of these fragrances to be very unisex and appropriate for anyone.  I think this set is the perfect introduction to the brand and each of these fragrances,  as well as the whole line as a set to layer and match together."
        },
        {
            "review_title": "I love them all",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "As someone who is super picky and sensitive to fragrances, and has tried soooooo many, this sampler is amazing! I love the little reusable tin they come in and the scent selection. I love that the scents are vegan, planet positive and gender less. There isnu2019t a scent that turns me off. They are all fresh and unique but not overpowering or off-putting. There is fruity, floral, gourmand and fresh/clean options for everyone. My favorite is probably red dakota because I enjoy the light fresh florals and spring time vibes it evokes. Taunt is a nice warm gourmand experience that makes you feel cozy. Milk and xtra milk are fresh and clean and neutral. Sunlit blooms is summertime in a bottle. And blonde is that mature fragrance great for a first date or an interview. Great lineup!"
        },
        {
            "review_title": "Your scent but better!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Finding the right perfume to match your personality is hard! Which is why i love when brands have an option to try out samples of their signature scents before committing to a full size! This set has been my go to with deciding which layers better with my other perfumes! My favorite so far is definitely u201cxtra milku201d! Itu2019s the perfect layering scent iu2019ve found for all of my perfumes! It gives me a light creamy musk that isnu2019t to overpowering so my other perfumes can still shine through! In my expert opinion this is the best set iu2019ve seen so far! There is something for everyone no matter what gender! I also have to add that these are bigger samples than what you are usually given! If youu2019re in the market to find your new unique signature scent this is the product for you! It has an amazing variety of scents designed to make your scent 100 times better!"
        },
        {
            "review_title": "A gorgeous addition to my perfume collection..",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "After being gifted these products to try, I have a new love and appreciation for Dedcool as a whole. It's amazing that these scents are layer-able and waterless. I'm sure a lot of perfume brands dilute their fragrances with lots of water which diminishes the strength and longevity so I like that Dedcool didn't compromise. It's a little pricey for a sample kit but I think I've seen more expensive ones. I don't know if I would repurchase for that reason, so that is my only criticism. My favorite scent might have to be taunt. However, all of them are wonderful in their own unique way, and I would wear them for ANY occasion. It's great that the tin can be repurposed after the samples are used also! I like that brands are being more eco-conscious. Dedcool is definitely a brand whose direction other brands should follow."
        },
        {
            "review_title": "Such an array",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Such an array of wonderful scents. it was so hard to even choose my favorite, glad I didn't have too because I loved every single one of these, which I did not intend on because I am very picky about what I put on and it is safe to say this brand nailed it the woman who made this really thought about not just women, but men as well and the whole fact that these are not just for one gender is wonderful. I personally think that this is some thing that needs to be done more. I would have to say my favorite of all of these which was really hard to choose cause they're all amazing. But I have to say taunt is really unique and I just love the smell and it isn't just one scent you're getting it's multiple notes and you really want that with the perfume because it just makes it the scent that much better. 809/750 characters"
        },
        {
            "review_title": "lovely set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This set of perfumes has several different types of scent from sheer to strong and i love it because it is great to try out the samples before investing your money into a full sized perfume. This set has seven assorted different perfumes and the packaging is quite cute. My personal favorite from these are red dakota and xtra milk. Sometimes I mix and match and use them together to create a unique scent. All these scents have long lasting effect. I will recommend it specially to people who love to travel. The best thing is these scents are genderless and are non toxic and vegan. I will recommend these scents to everyone. Myself being a fragrance lover I am very happy to add these amazing scents to my perfume collection. I have been receiving a lot of complements at work."
        },
        {
            "review_title": "Dedcool discovery",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I am a 32 year old beauty enthusiast and I live in Arizona. I have an affinity with perfume. I like to change my scent based on how I am feeling (or want to feel), where I am going and what I am doing. I like to be able to smell the fragrance on me but I donu2019t want to overwhelm others and make their eyes water.  I am obsessed with DedCool. As a millennial myself I can really relate to the brand and its aesthetic. I have a total crush on Carina and her company. I love the tin that you can get 6 mini fragrances of so that you can play with the fragrances, see how they wear on your skin during the day and even experiment with layering them to see how you can create a different experience. The tin that they come in is so cute and totally something to reuse. I think itu2019s a perfect case that I can throw in my bag with cash and cards - especially if I donu2019t want to take my whole wallet.  I like that the sample fragrances are all different. My favorite is the new fragrance, Sunlit Blooms. It smells like an orange creamsicle in the best way.  I also really like Taunt. Itu2019s no surprise itu2019s a best seller. It is a lot more subtle than Sunlit Blooms. Itu2019s a softer, more subtle fragrance from the start. I like that itu2019s a mix of floraly,  citrus thatu2019s warm and sweet. Itu2019s almost as if all the scents are on the same playing field and there isnu2019t one scent that stands out and overpowers the other.  I am so glad that Xtra Milk was created. I find Milk is too subtle for me and I like the extra life that Xtra Milk brings out.   "
        },
        {
            "review_title": "A must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "These perfumes are so unique! I love how theyu2019re waterless, vegan, non-toxic and genderless. I can tell theyu2019re handcrafted and better quality than a lot of other perfumes. Theyu2019re so light and each of them have their own unique scent. I personally love the Fragrance 01 u201cTaunt.u201d Iu2019ve been carrying it my bag and using it everyday and itu2019s the perfect every day signature scent. The Xtra-Milk smells like Strawberry Boba and comes out white and milky. Itu2019s so refreshing when I put it on! The milk scent smells similar to extra milk, just not as intense. Theyu2019re all a perfect balance of ingredients and Iu2019d say Iu2019m a fan. As a beauty enthusiast, Iu2019ve tried many perfumes over the years and these are the coolest so far! The sizes are so cute and perfect testers."
        },
        {
            "review_title": "Great opportunity to try new scents",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love trying out new beauty products and smelling amazing, so I was ecstatic when I got this set. I love this DedCool Discovery Set, it gave me the perfect opportunity to test out 6 different scents before purchasing a full size bottle. My favorites are definitely XTRA Milk, Milk and Red Dakota. XTRA Milk is now my new scent, and is just tantalizing. Milk is just as amazing as XTRA Milk just with a lighter scent. Red Dakota has a citrus scent like grapefruit mixed with cologne, I actually really like this one. I was not fond of Sunlit Bloom, nor was my husband. It smells more like an air freshener not something you would want to put on your body. It has a floral scent to it. Blonde reminds me of something my grandma wears. Taunt kind of has a powdery scent and is just ok in my opinion. They come inside this cute little tin which can be used for storing little items. Considering I loved 3 out of 6 scents I would say this set is a win because without it I never would have known that I like these."
        },
        {
            "review_title": "Discovery set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love to have a good collection and variety in my fragrances. Dedcool is such a fun and innovative line- I love that they are unisex, clean and meant to be cocktailed. Itu2019s always best to a Spritz perfume straight onto skin vs clothing. I did notice this base has a lot of oil on it and will leave a slight oil behind on your skin but I didnu2019t notice it stain my clothing. This discovery kit is so fun and allows you to find the scent you like best or see what they smell like layered.  I realllllllly love the packaging of this product, it reminds me of an old school matchbox itu2019s so cute! Iu2019m super impressed with these and the variety and things you can do with layering and mixing them. I love these discovery sets because itu2019s so fun to experiment and not commit to a full bottle. They also make the perfect gift!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am a stay-at-home mom to two boys and love trying new products for skincare, makeup and hair care. I have recently gotten into exploring fragrances and I am so happy I got to try this Discovery set from DedCool. It is such a nice way to try a variety of their fragrances without having to spend a tonn of money on full size bottles.  This discovery set has 6 fragrances (1.5 ml each) and they range from warm and cozy to fresh and floral which means there is something for everyone. Here are the fragrances that are part of this set: TAUNT, BLONDE, Red Dakota, Sunlit Blooms, Xtra Milk, and Milk. I love that these fragrances are unisex so the whole household can share and enjoy. I also liked that you can layer these scents or use them by themselves. I am still trying to figure out my favorite from this set but Taunt and Sunlit Blooms are my top 2. Overall, I am really enjoying this discovery set and can see myself going for a full size bottle of a couple of these scents. I love the variety this set offers and the convenience of carrying these around or for travel."
        },
        {
            "review_title": "Perfect sample set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "This sample set by Dedcool is perfect. I love sampling fragrances, and the vials are of decent size and arrived full.  Among these scents, Fragrance 03 Blonde was my clear favorite. Its notes of Black Violet and Saffron make it a unique find. It strikes a perfect balance, neither too floral nor too spicy. I can see myself wearing it throughout the year and on different occasions.  It is closely followed by Sunlit Blooms, a striking, addictive floral with an interesting twist of salty vanilla. Orange Blossom and white florals make it a romantic, sunny composition.  Milk and Xtra Milk are great skin scents that are subtle on their own and amplify the other fragrances when layered.  Red Dakota is amazing layered with 03 Blonde, in my opinion.  Dedcool is vegan and uses plenty of often organic, natural extracts in its compositions."
        },
        {
            "review_title": "Must Try Sampler Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "For quite some time, I had been searching for the perfect fragrance that would match my taste. However, despite my efforts, I had not been able to find one that truly captivated me. Fortunately, I stumbled upon Dedcool from a group, and I must say that their range of scents is simply amazing.  What I loved most about Dedcool's fragrances is the variety they offer. From warm and cozy to fresh and flirty, they have it all. Each scent is unique and has its own distinctive aroma that can appeal to different tastes. I found myself enjoying every single fragrance that they offer.  In particular, the fragrances of Taunt and Xtra Milk were already on my radar, and they did not disappoint. They were as amazing as I had expected them to be, with their warm and inviting scents that made me feel cozy and relaxed. However, I was not expecting to be blown away by the other three scents.  The other three scents - Blonde, Sunlit Blooms, and Red Dakota - caught me by surprise with their alluring and captivating aromas. Blonde had a fresh, citrusy scent that was perfect for a sunny day out. Sunlit Blooms had a floral scent that was both sweet and refreshing, while Red Dakota had a warm and woody aroma that was perfect for cozy nights in.  Overall, I was incredibly impressed with Dedcool's range of scents. They offer something for everyone, and I would highly recommend them to anyone who is looking for a fragrance that truly matches their style and personality."
        },
        {
            "review_title": "DedCool Discovery Set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Hi everyone! From the moment I became a cosmetologist, I have been super intrigued with skincare and finding new product that works for me to be able to share with friends, family, and clients. I was beyond excited to be able to try out DedCool Discovery Set. I absolutely love the idea of the Discovery Set because it makes it easier for us to try each scent out without having to fully commit to a big bottle without knowing if Iu2019m gonna like how it smells through the day. It also makes it easier for someone traveling that doesnu2019t like to stick to one perfume only to take different scents with them throughout their trip. Although all the scents in this set are good I do tend to always run back to one in particular. The packaging is amazing but I did have a hard time opening it since I donu2019t have much strength in my hands at the moment and you have to squeeze both sides in order to open."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "With DedCool creating quite a buzz lately, I couldn't resist delving deeper into their fragrance offerings, and that's precisely why the DedCool Discovery Set caught my attention. The thoughtful packaging made it incredibly convenient for on-the-go use, and the size of each scent was just right for sampling and deciding on personal preferences.  What added to the allure of this set was the detailed information on the back of the packaging, providing notes for each fragrance. This feature proved immensely helpful in deciding which scents I wanted to layer together for a more personalized experience. The cohesiveness of the set, from its packaging to the carefully curated scents, created a seamless and enjoyable exploration of DedCool's olfactory offerings.  Having dipped my toes into the world of DedCool with the Discovery Set, I'm eagerly anticipating trying more of their products. It was an enriching experience that left me excited to further explore the diverse and captivating fragrances that DedCool has to offer."
        },
        {
            "review_title": "A great discovery to dedcool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am a 30 year old female and I love collecting perfumes. I was extremely excited to try dedcool as it is genderless, has sustainable packaging and waterless. The discovery set is perfect to explore what sescool has to offer."
        },
        {
            "review_title": "Discovery Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "It's not one favorite that this set brings, it brings many favorites all in this small tin can set. The DedCool Discovery set comes with six tiny fragrances all are unique in their own bottle. The Xtra Milk has a soft lovely fragrance that brings happiness and joy. The Milk is soft and light and can be used for daily use. The Sunlit Blooms smells of a floral basket sitting by your bedside. The Red Dakota has a strong cinnamon and spicy smell that can help for sassy and sexy night outs. The Fragrance 03 Blonde smells of running through a floral garden of beautiful flowers. The Fragrance 01 Taut has the softest fragrant but light enough to wear after showering on your day off and finding a quiet place to relax. All the smells bring confidence and makes me feel beautiful. The small compact case is great for traveling and the bottles pack a punch of essence and style. The scents can be used on the body and clothing with the best results. I love that they are longwearing and long-lasting."
        },
        {
            "review_title": "Awesome option for those with commitment issues!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Ded Cool discovery set is a delightful introduction to the brand's diverse range of scents. As a fragrance enthusiast, I appreciated the opportunity to explore multiple fragrances without committing to one blindly. Each scent offers a unique olfactory journey, from the fresh and citrusy to the warm and woody. The packaging is sleek and compact, making it perfect for travel or gifting. I like the attention to detail with the harder to open top on the tin so it does not open up in my baggage and leak.  My overall favorite would still have to be the Xtra Milk. These fragrances can be layered to make your perfect signature scent.  Overall, the Ded Cool discovery set is a must-have for anyone seeking variety and quality in their fragrance collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "i actually think that perfume goes a long way but I only use a spritz sparingly here and there:  i am also not an everyday user so little sample sizes are plenty for me. I love this sampler from dedcool because it allows me to experience their entire line up in this adorable little tin and I can easily gift something like this and give exposure to a brand that my friends might not have heard of before.   I think the blonde is my favorite of the bunch. The milk and extra milk are quite similar; the xtra has more musky notes which might be a more night time kind of scent."
        },
        {
            "review_title": "A True Fragrance Journey",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This discovery set included Red Dakota, Blonde, Taunt, Sunlit Bloom, Milk and Xtra Milk.  So, getting down to the basicsu2014u201cRed Dakotau201dwas a classic dry floral bursting wjth warm amber and gardenia notes; itu2019s bright, sunny and free. Thereu2019s also a hint of peppery undertones as it dries down. Paired with either of the laying scents (milk and xtra-milk), you get a spicy and warm musk.  u201cBlondeu201d smells like California; the rich violet and saffron are silky subtle, cool and refreshing. Paired with the layering scents, the saffron is more augmented and the violet is softened.  u201cTauntu201d is a sweet fragrance with a fruity vanilla (rather than floral) and a sort of nutty undertone thatu2019s afforded my the mix of the amber and bergamot. Itu2019s nearly a gourmand fragrance with caramel notes. Pairing with either of the laying scents softened the sweet notes and accentuated the florals a bit more.  Finally, u201cSunlit Bloomu201d has strong orange floral notes, with notes of amber and perhaps gardenia; it also seems to have a very subtle white musk bottom note. Paired with either of the layering scents, it simply became a stronger floral scent with augmented orange floral notes.  u201cMilku201d and u201cXtra Milku201d are both clean white, bergamot musks that smell like the ideal wash day; they are fresh, bubbly, and lightu2014u201cXtra Milku201dis the same as u201cMilku201d but stronger, and I notice that it lasts for at least a day.  Overall, each of these scents were a 10/10; all of them were unique, lasted all day and had a personality of their own. I highly recommend the Dedcool Discovery Set for playing with fragrance and creating your signature scent!  Note: the container was super cute and will be so fun to recycle! My only concern is for individuals who are differently able who may have trouble opening it; there needs to be a more accessible alternative."
        },
        {
            "review_title": "love this sampler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "I am not sure if it's just me, but the tin was pretty difficult to open at first! I do kind of have weak hands/fingers, so that may be why. I do love the tin idea though, it reduces packaging waste and is a nice way to store them out of light as well as carry them around.  All of these scents were very strong, in a good way. The sampler sizes definitely give you enough for at least 3 wears out of it. I love that these are non toxic, vegan and made in the U.S!  Fragrance 01/taunt- smells like a sophisticated vanilla- its sweet, but not too sweet and no spiciness. Almost reminds me of melted ice cream. It is definitely something anyone of any age can wear as its not too sweet. I could not stop smelling my wrist!  Fragrance 03/Blonde- smells floral and orangey its very good! Its a nice light scent almost like water lily or peony. I get hints of vanilla or something sweet in here as well.  Sunlit blooms- smells familiar, but different and it is quite intoxicating. Bits of orange in there and almost some bubblegum scent on my skin (a mature bubblegum).  Milk- this really does smell like milk. It would be a great base to mix with other scents but it also very good on its own. This smells clean sweet and warm.  Red Dakota- my least favorite. A bit too intense and strong for me at first- intensity calmed down after dry down. This reminds me of candied oranges and clean. This smells very expensive after dry down. Definitely could be masculine or feminine.  Xtra milk- Delicious reminds me of ice cream in a waffle cone (not syrupy a true waffle cone) or like sweet cereal in milk. It smells different than just the milk it is not just an intense version to me. Definitely more sweet smelling than just vanilla and this swings more feminine.  For me, my favorite layering was milk plus taunt to give me a nice clean, sugary, vanilla scent. I also liked milk plus blonde for when I want to have a more floral scent but still a little bit of sweet vanilla scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "This discovery set is SUPER COOL and SUPER CUTE! I Love the packaging to this it is very sturdy so super great for travel! I really loved the scents in this and a couple actually are great for layering! I'll start with the xtra milk and milk: the xtra is a more potent and citrusy version on the original i feel. The original Milk has a bit of a sweeter or warmer soft fade out while I feel the xtra Milk stays suuuper fresh and bright.The Sunlit Bloom :is a warm, floral that has a deep solar floral scent and is a tad bit earthy! Red Dakota: Started out as a very bright but heavy floral that didnt tickle my nose but after the wear about 30 mins in it softened up so much that is smells like a warmer more sweet floral without it smelling like too much candy. Blond: This one faded very different on me than anything I've smelled on myself before. It seems very spicy fresh which is right up my alley now and I love the warmth with what smells like a bit of pine.  The taunt is a very clean, fresh spring scent that has a hint of sweetness balancing it out so it doesn't just smell like clean laundry it is a bit more complex than that so this I think is a very unique scent!"
        },
        {
            "review_title": "Nice set of sample.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This brand is new to me and I love how they represent the brand and products so well and simple. I really impressed with this discovery set of Dedcool. My top 2 favorite are Milk and Extra Milk. And my less favorite is Sunlit Bloom. I think it is too much on floral note."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I have been in the beauty industry for over seven years, I have recently discovered this brand and I have become obsessed with their scents! I love that it is a non-toxic vegan formula that is unisex. This is a great for someone like myself who is new to trying this brand and is unsure of what scent to get before commiting to a full-sized. I have tried multiple of these and it is hard to pick my number one favorite! I take it with me on-the-go in my purse and work bag, it goes with me everywhere. I find that the scent lasts a long time, however after awhile when you get used to the scent and you no longer smell it on yourself, others around you can still smell it. I have had multiple people compliment me when I wear these scents. I like spraying it in the mornings before I leave my house or if I forget then I just take it out of my bag and quickly spray myself."
        },
        {
            "review_title": "DedCool Discovery Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "DedCool was making their mark when they made this discovery set. I was so impressed with the DedCool story itu2019s truly the way of if you want to do something then do it. Iu2019m so obsessed with the packaging the purpose of making it reusable and not just thrown in the trash is just amazing. It makes me excited that itu2019s genderless and that you can layer the scents together. I have never tried any other perfumes that you can layer together to this was awesome to play with to find unique scents that go together. I had tried two of the scents before and that was the Extra Milk and the Sunlit Blooms. I really enjoyed the Extra Milk but the Sunlit Blooms for me was a bit too floral but I did enjoy the vanilla in it. In this Discovery Set I fell in love with Taunt and Blonde. Oh my goodness Taunt is that vanilla sweet yet very natural scent of the bergamot and amber itu2019s was definitely unique. The Blonde scent was very gravitating Iu2019ve never smelled anything like it black violet and saffron itu2019s pure amazing. The Red Dakota was pretty good too I enjoyed it for layering with other scents. Of course the Milk is great with any any scent even by itself. These scents are so unique i highly recommend giving this a try so you can see which say you would like together."
        },
        {
            "review_title": "Great Sampler Set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My mom and I absolutely adore the smell of the fragrance Taunt 01 and Sunlit Blooms! I think it's mostly because these were the ones that smelled the most feminine and has such girly vibes! Taunt 01 smells very warm and spicy with a hint of vanilla. The notes of salty vanilla, white florals, orange blossom really ties Sunlit Blooms all together! Iu2019m in-love with this and I could definitely see myself using this during Spring. Red Dakota one smells citrusy which kind of reminds me of Dolce Gabbanau2019s Devotion perfume. I know itu2019s extremely difficult to nail this kind of scent because sometimes it would just smell like orange. Is it just me or Blonde 03 smells like beans for some reason? Was not a fan of that. The OG Milk one is a less strong version but definitely has more of a milk layering in it than the Xtra Milk. I could definitely see mens wearing Xtra Milk but not myself, it has a very strong masculine scent."
        },
        {
            "review_title": "DedCool Discovery Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "Let's start with the excitement of discovering new fragrances through a convenient discovery set, which also doubles as a charming reusable tin.  The discovery set features six scents: Fragrance 01 Taunt, Fragrance 03 Blonde, Red Dakota, Sunlit Blooms, Milk, and Xtra Milk.  Fragrance 01 Taunt exudes a delightful feminine charm without overwhelming the senses. Its vanilla notes evoke a sweet and youthful vibe, perfect for teenagers.  Fragrance 03 Blonde presents a blend of citrus, earthiness, and musk, leaning towards a more masculine scent profile.  Red Dakota offers a hint of floral essence, notably gardenia, though its musky undertones may deter those who prefer lighter floral fragrances.  Now, onto SUNLIT BLOOMSu2014an absolute delight! Its sweet, floral aroma, reminiscent of cotton candy, reminded me of something I would have worn as a teenager. I will for sure add this to my fragrance collection!  On the other hand, Milk boasts a subtle, barely-there scent, ideal for those who prefer a delicate fragrance experience.  Lastly, Xtra Milk delivers a fresh, clean, universally appealing scent. While it's not my cup of tea, it's a solid choice for anyone who appreciates simplicity and freshness.  Great gift for a teenager, woman, or someone who loves fragrances!"
        },
        {
            "review_title": "Good Little Discovery Set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is a fantastic way to sample all of the perfumes from the brand DedCool, especially if you are trying out the brand for the first time! Just like with trying new makeup, I really enjoy trying new fragrances. This set gives you a wonderful variety to try without having to commit to a larger size or can give you the ability to rotate different scents. It is also a great way to wear the fragrance to see if you actually like it, instead of trying to smell each fragrance in the store. Not to mention, this discovery set has the cutest and convenient packaging. The tin can be a tiny bit hard to open at first. Itu2019s a great size to throw in your bag and take with you. In my opinion, most of them smell really nice and I think a lot of people would enjoy this set."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "DedCool's Discovery Set is an olfactory adventure that beautifully encapsulates the brand's commitment to minimalism and sophistication. The curated selection of fragrances offers a diverse range of scents, each a unique scents . From the earthy warmth of Fragrance 01 to the citrusy vibrancy of Fragrance 05, every scent in the set is a discovery in itself. The compact and sleek packaging is not only aesthetically pleasing but also travel-friendly, allowing you to explore these scents on the go. What stands out is the brand's dedication to clean and cruelty-free ingredients, ensuring a guilt-free indulgence in luxury. The lasting power of these fragrances is impressive, evolving gracefully over time. The Discovery Set is a testament to DedCool's mastery in crafting scents that transcend trends, making it an ideal choice for those seeking a timeless olfactory experience. This set has become an integral part of my daily ritual, offering a sensory journey that is both personal and indulgent"
        },
        {
            "review_title": "Discover Your Signature Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "The DedCool Discovery Set is a fragrance a connoisseur's dream come true! As someone who adores exploring different scents, I loved this curated collection of best-selling fragrances packaged for experimentation. It's like having a perfume playground at your fingertips, allowing you to mix and match to uncover your own unique signature scent. What I love most about this set is its affordability and accessibility. It's the perfect way to try different scents without committing to a full-sized bottle upfront. Personally, I really liked Fragrance 01 Taunt for its alluring blend of notes, as well as the captivating allure of Red Dakota and the uplifting aroma of Sunlit Blooms. Each fragrance offers a distinct experience Whether you're a fragrance enthusiast or a newbie to the world of perfumery, the Discovery Set is a must-have addition to your collection. Trust me, you won't be disappointed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Dedcool Discovery Set offers a unique opportunity to explore a range of scents from the brand's collection. The set includes samples of Fragrance 01 Taunt, Fragrance 03 Blonde, Red Dakota, Sunlit Blooms, Milk Layering Fragrance, and Xtra Milk. Each fragrance in the set offers a distinct olfactory experience, allowing you to discover and appreciate the diversity of Dedcool's offerings.  Fragrance 01 Taunt is a bold and seductive scent that combines notes of citrus, jasmine, and sandalwood to create a sophisticated and alluring fragrance. Fragrance 03 Blonde is a fresh and vibrant scent with notes of bergamot, neroli, and musk, perfect for those who appreciate light and airy fragrances.  Red Dakota is a warm and spicy fragrance with notes of tobacco, leather, and vanilla, evoking a sense of mystery and intrigue. Sunlit Blooms is a floral and feminine scent with notes of rose, jasmine, and cedarwood, ideal for those who enjoy floral fragrances.  Milk Layering Fragrance offers a creamy and comforting scent that can be layered with other fragrances to create a personalized olfactory experience. Xtra Milk, on the other hand, combines notes of bergamot, white musk, and amber to create a luxurious and captivating scent that is both sophisticated and versatile.  Overall, the Dedcool Discovery Set provides a comprehensive introduction to the brand's diverse range of fragrances, allowing you to explore and appreciate the artistry and craftsmanship behind each scent. Whether you prefer bold and seductive scents or light and airy fragrances, this set offers something for every fragrance enthusiast to enjoy."
        },
        {
            "review_title": "The perfect place to start",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The perfect place to start. Hi my name is Kaisa. I have always loved scents and a wide array of them. Over the past year I have come to love the brand Dedcool. I love how down to earth the founder is and how she really makes an effort to have clean ingredients that work. I was thrilled when I learned about the DedCool Discovery Set. It is the perfect thing if you are brand new to the brand or if you love everything about it. It gives you a good range of smells to play around with and test out to see which one you really love. I also love that you can layer the scents and it isn't over barring or too much. I absolutely love the cute travel tin that they come in and I know I can repurpose it when my sprays are out. Overall, I love this product. I think any age or gender can use this pack. I can honestly say I didn't have a scent I disliked in this pack!"
        },
        {
            "review_title": "A must try!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "As a 20-year-old college student, I'm always on the hunt for the latest and greatest in fragrance. That's why I was stoked to get my hands on the DedCool Discovery Set. This set features six of their bestselling vegan, genderless scents that you can rock solo or mix and match for a totally unique vibe. First off, let's talk about the scents themselves. You've got classics like TAUNT with its vanilla and amber notes, and BLONDE which has this dope black violet and saffron combo. Then there are the newer ones like Red Dakota (gardenia and amber = swoon) and Sunlit Blooms (hello, orange blossom and salty vanilla!). And of course, you can't forget Xtra Milk and Milk with their warm, musky vibes. What's really cool about DedCool is that they're all about letting you create your own signature scent. Mix a little of this with a dash of that, and boom u2013 you've got a fragrance that's totally you. And let's be real, who doesn't want to smell fresh and unique? On top of that, these scents are vegan and nontoxic, which is a major plus in my book. No sketchy ingredients, just good, clean fun. The only downside? These little bottles are tiny, so you might find yourself going through them pretty quickly if you're a fragrance fiend like me. Overall, if you're looking to switch up your scent game and stay on-trend, the DedCool Discovery Set is definitely worth a try. It's a great way to experiment with different scents and find your new signature fragrance."
        },
        {
            "review_title": "The mash-ups are endless!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "So many scents to explore and the combinations are endless. I have many more mash-ups to swing, but so far my favorite has been the Blonde and Xtra Milk. A close runner-up has to be Taunt and Milk. Both options are so playful and unique. Sunlit Blooms is so bright and bold, itu2019s a great fragrance to spritz on when I need a pick-me-up. Itu2019s truly bottles up joy. Loving the portable carrying case too, as itu2019s ideal for tossing in my purse, giving me endless options to consider when wanting to touchup or create a mood on-the-go. Love this sampler for the variety, and it enables me to test drive so many profiles in an affordable and fun way. The scents are so original and I appreciate how my clothing always smells terrific at the end of the day."
        },
        {
            "review_title": "Excellent discovery",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was given the chance to try this discovery set and I was quite impressed. I love that they come in a metal tin, which is great for storing and travel. The scents that are included in the discovery set are divine! This is the best way to get to know the brand and get to experience each scent. I have come to love almost all of the scents in this set. I have already made a full size purchase of the Blonde."
        },
        {
            "review_title": "Perfect trail kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "First off let me start by saying how much I love trying new perfumes and how cool this is to be able to try so many at once for a good price at that! I love the idea of this sample pack the packaging is super nice and easy to put in your purse or store in your car & even better for traveling. Each of these scents smelled amazing ranging from all different types of notes there is literally a scent for everyone in the discovery pack! My favorite scent was taunt, it was super warm and vanilla smelling, a great comfort smell. My second favorite scent was red Dakota it was so fruity smelling which I absolutely love a good fruity perfume! My favorite thing about these fragrances is that they are buildable with any of your other favorite perfumes I love to use the extra milk on top of one of my other go to perfumes I have. Overall the discovery set is great for someone wanting to try dedcool, I would definitely recommend this to anyone shopping around for different perfumes."
        },
        {
            "review_title": "A worthy discovery",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "The DedCooL discovery set is a beautiful introduction to the brand and the perfect way to find your signature scent. Both myself and my husband love fragrance and because these are genderless scents we get to enjoy them together. Like all fragrances you can wear them alone or pair together , I instantly fell in love with all of them but I found my perfect combo being milk and xtra milk for everyday wear while my husband prefers red dakota and taunt. The tin case is very durable and convenient I carry it on me everywhere I go and it fits perfectly into a small pocket on the side of my purse and once the vials are empty I can repurpose the tin case. The DedCooL discovery set offers 6 unique scents that now hold new memories with me and allowed me to find the newest addition to my collection without having to blind buy."
        },
        {
            "review_title": "The perfect addition to any makeup kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I'm not going to lie. I love this little Dedcool' Discovery set. It's so fun and all the scents are so good. I love wearing them separately but layering them is my favorite. My favorites change often too. For the most part I think these lean towards feminine scents. I was just trying it out for fun and had my son and husband go through them and see if there was any they would wear and they both picked Red Dakota. It's probably the most masculine scent in the set but if you layer it with Taunt or Sunlit Blooms it's a perfectly feminine scent. Im going to be so upset when these are gone because it's just so fun to get up everyday and decide which scent to use or create my own with a mix of several. They're waterless so you're only getting scents here and this cute little box is reusable. It'd be perfect for holding mints, jewelry when you're out and need to do something and don't want to get your rings dirty or many other uses. Right now my favorite is Taunt but I honestly love every single scent in this set. I'm so happy I was able to grab this and try it because now I'm in love with Dedcool."
        },
        {
            "review_title": "DedCool Discovery Set Is A Scent Laboratory!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Hello my name is Michele and Iu2019m a Beauty Expert in my 30u2019s who is obsessed with fragrance and trying new fragrances. Iu2019ve had the pleasure of trying full sizes of both the Dedcool Xtra Milk and Dedcool Sunlit Blooms fragrances. Sunlit Blooms is my absolute favorite scent. Itu2019s like a sunlit frolic through an orange tree field in the summer. It already has vanilla in it which is delightful. Xtra Milk has a clean fresh clean linen scent with a hint of cedar. The Dedcool Discovery Set is the perfect way for me to add to my scent wardrobe and to make endless scent possibilities. Itu2019s like your own scent laboratory.  Vanilla is one of my favorite scents, so naturally I had to add some vanilla to the mix. Vanilla pairs beautifully with Fragrance 03 u201cBlondeu201d. I have found my favorite new scent with that beautiful mix.  Milk began it all. It is a lighter version of Xtra Milk so it isnu2019t as strong and its like a whisper of a scent that layers well and will compliment each scent. Taunt is so spicy and sexy! I really can smell the Amber and Vanilla. Itu2019s perfect for date night. Red Dakota has a strong citrus lemon-orange combination. Itu2019s definitely not my favorite scent. Itu2019s a bit strong for me. Milk and Sunlit Blooms pair beautifully to create a nice sweet orange scent. I would suggest this discovery set by Dedcool to anyone new to fragrances so they can experiment and find out what scents work well with their skin chemistry. I also would suggest this to anyone else who loves to mix scents and make their own scents."
        },
        {
            "review_title": "Great set to discover new scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This Dedcool discovery set is great to discover and choose which dedcool scent is perfect and suit you .. It comes with 6 u00d7 1.5 ml sampler scents spray in a cool looking tin can. I'm happy to be able to smell all these. One of my favorite is the ''Sunlit Blooms'', it smells beautiful and young. It's a little sweet and flowery, orangey with the hint of vanilla. The scent is kinda soft, not intense and strong so this is great for people with sensitive nose. And it last all day. I also like the Blonde it's a bit spicy, a little woody and citrusy is like intoxicating, strong independent and daring. The Taunt has a beautiful soft, powdery and vanilla scent. I think the smell is kinda addicting.. Red Dakota  is like citrusy, fresh and flowery.. It smells beautiful, it's like the more you smell it the more you will like it. I actually love all these scents and last all day. Now on my wishlist, I want to get the full size.. The Milk and Xtra Milk are also included in this set, notes of amber, bergamot and white musk. I just can't explain how they smells like coz I can't really smell them, the scents are too light and weak for my nose to smell them.."
        },
        {
            "review_title": "Get It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I'm going to start off by saying, Get It!! I am a fragrance girly through and through, I wear scents based on occasion and mood so trust me when I say I have tried many and Dedcool as a brand surpasses all my expectations. You are certain to fall in love with at least one scent, but if you're like me you'll love them all. My favorite of the set is Sunlit Blooms and layering that with Xtra Milk just takes it above and beyond and feels like a scent that is just truly me. The longevity is incredible, it's the type of formula that lingers on your clothes and sheets for days. I also like to spritz on my hair and I will also catch the scent randomly throughout the day. It's just clean, fresh, I love the simplicity of the bottle as well as the story behind the brand. Step outside your comfort zone and give this discovery set a try!"
        },
        {
            "review_title": "Favorites: Taunt, Xtra Milk, Red Dakota",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is my first experience with DedCool and I'm obsessed. The sample set includes six unique scents that are all vegan, cruelty-free, and carbon neutral which I really appreciate as a consumer that wants brands to make environmentally friendly products. The first two scents are their best sellers, Milk and Xtra Milk, which smell very light, clean, and warm with top notes of bergamot, white musk, and amber. Itu2019s a layering scent so Iu2019ve topped it with others from the sample set and it added a layer of complexity to my skin. My husband is super picky with fragrances, but he smelled this on me and said it was by far his favorite. It's a very clean, warm, and neutral scent - think linens, fresh days, clean sheets and skin, but better. My personal favorite out of the whole lineup is Taunt which has bergamot, amber, and vanilla. Taunt is what I would consider my new signature scent - warm, super clean, sweet but not sugary. It dried down the best in my opinion and mixed the best with my personal skin chemistry. If you love vanilla scents, Taunt will be your new favorite. Red Dakota initially smelled a little too intense for me, but it was significantly better after it dried down and let off more of the gardenia scent. Blonde initially smelled a little on the weaker side for me, but similarly, after it dried down it projected much better and gave off those floral violet and saffron notes. Sunlit blooms smells exactly as you'd expect - sunshine in a bottle! Give it some time to dry down before smelling it because the orange blossom is intense initially, but if you love citrusy scents that feel like a summer's day, this is for you. All in all, this sample set is elite in terms of environmentally friendly scents that check off your moral boxes as well as checking off your self-care scents boxes. I sometimes experience allergies to fragrances, but none of the perfumes in the set gave me issues. My overall best pick is Taunt, but you can't go wrong with any of them!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am super passionate about fragrance and love trying as many scents as I can, so Dedcool's discovery set was a perfect addition to my collection. Scent layering is gaining more discussion in the fragrance world and I love the idea of creating scents with the purpose to be great for layering and great on their own. I LOVE the tin this set comes in, the design is so cool. I also love the idea of the samples arrive in something I can reuse. It is perfect for packing my little samples when I'm traveling and I have already used it for that! Dedcool makes some beautiful scents, my two favorites are Taunt & Sunlit Blooms in this collection. Milk & Xtra Milk are classic skin scents which are beautiful. I was not a big fan of Blonde & Red Dakota reminded me of a gummy candy I bought at Ikea. Overall I do love Dedcool's products and this set."
        },
        {
            "review_title": "Discovery set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I tried the DedCool Discovery Set and hereu2019s my experience and opinions on it.  I liked that it was presented in a tin and itu2019s nice to try the best sellers from dedcool and knowing which scents work for me.  I liked that this brand because their fragrance is nontoxic and also has clean ingredients.  My favorite fragrance is u201ctauntu201d for the vanilla and musk scent. It is a very comforting and also fresh scent for me.  I think this tin sampler is great for travel and I can bring these on the road.  itu2019s also nice to mix and match the fragrances together to create a personal scent.  I also find this sampler set is great for making choices on what to buy and which scent work for me.  Overall the scent are complex and really unique and Iu2019m really happy to try out more scent from Dedcool"
        },
        {
            "review_title": "A scent for everyone!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The DedCool Eau de Parfum Discovery Set includes six sample-sized spray vials that make it easy to try multiple of DedCoolu2019s best-selling fragrances, whether youu2019re on the hunt for your number one u201csignature scentu201d, or if you just enjoy switching up your scent each day.   From this set, Iu2019ve found Taunt and Blonde to be my favorites - I interpret both as warmer, cozier scents that are gentle but still unique enough to be complimented and are truly genderless. I have a full-size bottle of Sunlit Blooms as well that I enjoy wearing year-round but especially love reaching for in the Spring. While all of the fragrances in this Discovery Set are noticeable for 8+ hours on their own, layering them over Milk or Xtra Milk (which are both also included in the set!) makes them last even longer and project even farther.   While not every scent in this set was my favorite, it has definitely helped me form a highly positive impression of the DedCool brand as a whole and I canu2019t wait to try some more of their fragrances - I highly recommend them!"
        },
        {
            "review_title": "My favorite perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "As a beauty enthusiasts who loves to experience with new fragrances. I believe I found my new favorite perfume.   I can be sensitive to fragrances. It can cause  headaches and nausea. I have yet experienced symptoms.   I wear this perfume nearly everyday. As you can see I running low. I'm reserving the I can.   It doesn't matter where I go for the day I will wear at least one of the fragrances. I normally with layer with the extra milk for a sweeter fruitful smell. I will layer to gain a new smell. So far it's working well.   Date nights I layer the fragnances which result my boyfriend invading more of my personal space. ud83dude09  This week I was at the gym. I decided to wear extra milk, one pump applied. I excerised enough for a glow rather excessively sweating. My scent stayed consistent.   I am very satisfied with this product!"
        },
        {
            "review_title": "Cute little set!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Say hello to the cutest little perfume sample set! Six fabulous dedcool scents, so you can find your favorite one! I especially love that you can sample their newest scent, Sunlit Blooms. These little testers last for about half a dozen wears for me, so they are the perfect size."
        },
        {
            "review_title": "A Little Pricey But a Good u201cTry Meu201d Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "As a fragrance lover and professional beauty writer, I have a penchant for discovery sets. Iu2019m rarely one to try a fragrance because itu2019s popular, but I do enjoy experiencing a brand from all different angles via small vials. The DedCool Discovery Set includes multiple fragrances with my favorite notes u2013 amber and vanilla u2013 so I enjoyed testing the collection as a whole.   Fragrance 01 Taunt was a given for me since it has a strong gourmand vibe to it, but Fragrance 03 Blonde shocked me to no end. Woods rank high on my list, and the black violet brightens Blonde above its juniper tones, giving it a bit of purple fruitiness.   Red Dakota is a beautiful late spring, early summer scent with the bergamot elevating the gardenia with a juicy citrus note to avoid the typical cloying white flower feel.   Sadly, Milk and XTRA Milk are lost on my olfactory system. I canu2019t detect much of a scent in either one, but I do think the Discovery Set is worth buying, especially if youu2019re unable to try these scents in person. For me to find four fragrances out of six that I would be willing to purchase makes this a complete success to me.   Definitely worth testing. You might even be surprised by what you enjoy the most."
        },
        {
            "review_title": "The best discovery set perfume I tried.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "First of I love the packaging and doesn't look cheap and it is  pretty descent in my opinion.  I love all the cute sample sizes perfumes in this discovery set from Dedcool.  This really a good way to discover perfumes without  wasting a lot of money by buying a lot and expensive perfumes that will end you're not liking the scent   By trying this set now I know what to buy from Dedcool perfumes collections  without spending a  lot of money.  I love the brands overall concept and the ingredients and manufacturing the products.  Very high quality I could tell it.  I am planning to gift my hubby with set so that I'll know what he wants and I'll buy him and gift it to him.  As well will do the same to my friends and colleagues.  Lastly the perfumes last very long and the scents are amazing and not overpowering."
        },
        {
            "review_title": "Next Level Fragrance Discovery Set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "What's not to love about DedCool fragrances? This discovery set is everything! The fragrances are all so versatile and beautiful! My favorite is, hands down, Xtra Milk. What a powerful and beautiful fragrance! I also played around with layering them and that was a fun ride. I custom blended Sunlit Blooms and Milk and that was a super cool experiment. It worked nicely with my skin and the dry down was wonderful. I can't get enough of Blonde and Red Dakota. Taunt is fabulous, as well! I love the packaging, brand name and typeface. Such a bonus that the fragrances are unisex, genderless, vegan and cruelty-free. I have also used them as a home spray, very sparingly, of course, but just enough to get some of that gorgeousness into parts of my apartment. Even though these are genderless, they tend to over index on more traditional masculine notes (except for Sunlit Blooms), but still work well for what we associate with feminine scents, too. DedCool is truly next level."
        },
        {
            "review_title": "Dedcool Discovery Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The DedCool Discovery Set is a must-have for anyone who loves exploring unique and captivating fragrances. Each scent in the set offers a distinct and memorable olfactory experience, from fresh and floral notes to deep and sensual undertones. What sets DedCool apart is its commitment to sustainability and clean ingredients, making it a guilt-free indulgence. The Discovery Set allows you to experiment with different scents before committing to a full-size bottle, which is perfect for finding your signature scent or mixing and matching according to your mood. Overall, I highly recommend the DedCool Discovery Set for anyone looking to elevate their fragrance game with eco-conscious, high-quality perfumes. I definitely recommend it last all day long."
        },
        {
            "review_title": "Perfect set to pack when traveling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The DedCool Discovery Set is the perfect little set to pack when traveling! I love the neat locking tin that it comes in so that nothing spills out into your luggage and all of the scents stay neatly organized. I love to travel but hate bringing a whole bottle of perfume with me. Iu2019m always at the weight limit for my suitcase and this has helped me to be able to pack it all when it comes to perfume. It is also an amazing way for me to decide which scent I would like a big bottle of next. I will warn that you only need one spray for the whole day with these scents. They are very concentrated and really last. With other perfumes, I have always had to use multiple sprays so I really feel like I am getting more bang for my buck with DedCool. I would highly recommended the DedCool Discovery Set for anyone looking to try a variety of prestigious scents or looking for the perfect scents to travel with."
        },
        {
            "review_title": "Smells good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "As a perfume addict I love discovery sets because you get to experiment and find your signature scent before committing to a big bottle. The set comes in 6 scents along with a cute reusable case with a secure lock so you can carry it around with you. This set is also amazing to travel with because itu2019s perfect size to fit  anywhere including document pouch. The set has below scents included.  -Sunlit Blooms It smells floral with strong key notes of orange blossom and a hint of floral. This can be my spring fragrance when I love floral scents. -Milk When you first spray it smells nothing but you need to let it sit and you will be mesmerized by the amazing scent. I will probably use it as a layering scent. it smells very clean and fresh and delicious on me.  This is the scent you want to wear if you want the u201cyou smell good complimentsu201d.  -Taunt Itu2019s definitely a delicious vanilla scent. I love vanilla scents. This is a really pleasant vanilla scent and definitely can be my fall scent. Although I wouldnu2019t mind using is daily because itu2019s not a strong vanilla. It can also be a special occasion fragrance smells heavenly.  -Red Dakota This smells like strong Bergamot on me. Almost like a very strong citrus like scent. Out of the 6 this comes 2nd last for me because I am not a fan of strong citrusy scents. I donu2019t smell the other notes on me.  -Blonde This one smells strong & spicy almost tobacco when you first spray it but then you can smell the black violet. It smells very strong on me so I would probably skip this one if you are not into strong scents.  -Xtra milk  This is same as milk fragrance on me. I will be using this as layering with scents. It smells very nostalgic."
        },
        {
            "review_title": "Excellent Sampler with Reusable Pack",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The DedCool Discovery Set is such an amazing collection for me to try every interesting scent they have and prioritize which one I should be getting first. The problem is, I LOVE everything that is in it right now that I cant wait to get my hands on every single bottle. What I love about Dedcool's fragrances is they are unique and beautiful scent as they are but I can enjoy being adventurous by layering them. I can't even pick a single one as my favorite since all of them matches my body chemistry and just smells so heavenly.  The Tin pack is very sturdy, compact has a lock that goes in any purse so I carry my scent anywhere I go and use (or layer) them as I please.  The samples I got were as follows:  Fragrance 01 - Taunt (Notes: Bergamot, Vanilla & Amber)  Fragrance 03 - Blonde (Notes: Black Violet & Saffron)  Red Dakota (Notes: Gardenia, Amber & Bergamot)  Sunlit Blooms (Notes: Orange Blossom, White Floral & Salty Vanilla)  Milk Layering Fragrance (Notes: Amber, Bergamot & White Musk)  Xtra Milk (Notes: Amber, Bergamot & White Musk)  Amazing collection and I look forward to getting the actual size bottles of these fragrances. I wish the actual bottles were refillable too"
        },
        {
            "review_title": "Good for trying new scents",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I like this Dedcool sample set with aluminum case honestly. Itu2019s a cool looking hard case (which gives good protection from breaking sample vials) but also on-the go and travel friendly. The aluminum case itself can be reusable with any desired purposes. Dedcool in general has quite bad longevity honestly. Itu2019s great for layering instead. Moreover, itu2019s a great way to explore multiple scents to able to find personal favorite one (favorite combinations) before purchasing a full-size bottle. With my sample set, I got: Milk, Xtra Milk, Red Dakota, Blonde, Taunt and Sunlit Bloom. The one which stands out the most to me is Sunlit Bloom. Sunlit Bloom is a bit floral but so fresh with a hint of sweetness. It likes a citrusy sweet, fresh scent just like an amazing summer morning. Surprisingly, it had the longest longevity on me compared to otheru2019s scent in the set (around 5-6hrs). The creamy soft musky scent like Milk or sharper, cozy musky scent like Xtra Milk can create a good combo with Sunlit Bloom - give the combo a good depth of the smoky musky layer. Or, Blonde and Taunt is another favorite combination of mine also: woody, spicy scent of Blonde pairs well with the fresh floral with a hint of vanilla in Taunt. I also like the Zesty freshness with the strong floral base power from Gardenia note of Red Dakota is a great option to pair with either Xtra Milk or Blonde. The sample set offers unlimited possibilities and can be used for layering scents or any desired purpose. No limited, just creative."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "If youu2019re a fragrance lover and would like to experience this brand for the first time, this discovery pack is a great place to start. Thereu2019s a nice range of notes from warm and cozy with hints of amber to light and floral with hints of orange blossom which makes it easy to play with various combinations. However, one of my favorite standalone scents in this pack is Fragrance 01 u201cTauntu201d. The combination of amber, vanilla, and bergamot evokes a pleasant and deeply euphoric experience for me. Itu2019s rich but not overpowering and settles into subtlety that lingers around. This one deserves a full size purchase. One final thought that almost feels silly to mention is the packaging. I had a bit of trouble figuring out  the top and how to open it, only to find the vague instructions in small print along the side.  The sliding mechanism just seemed to cause more trouble than necessary. Other than that, this set is great way to experience this new fragrance line without committing to a full size bottle immediately."
        },
        {
            "review_title": "The best sample kit ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Here's my review of the DedCool discovery kit. Inside you'll find six fragrances that are so lovely and soft. The first being fragrance 01 as known as taunt its a vanilla with amber and bergamot perfume its so pleasant and smells divine and lingers all day. The second would be fragrance 03 as known as blonde with black violet and saffron completely breathe taking and stays on all day with no replying needed. The third is red Dakota a gardenia amber and bergamot it smells like a light floral day in a garden. Guaranteed to bring you compliments. Next would be sunlit blooms packed with notes of orange blossom and white floral and salty vanilla. It makes you smell like a nice spring day floating in a flower patch. The last two scents are the Xtra milk layering fragrance and the xtra milk which is amber, bergamot, and white musk. When using the layering perfume it helps to keep the potency of the scent all day. Recommended to all my friends and family."
        },
        {
            "review_title": "Mixologist!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really enjoyed testing out this DedCool discovery set of perfumes. As travel agent, this set is perfect for travel and fits well in my purse. I liked some scents more than others but my favorite was the Red Dakota that was definitely my daily go to for me when going to the gym. I got many compliments by both men and women at the gym! Something I do love about DedCool is that the scent is long lasting. Itu2019s honestly incredible how long the scent stays even after my work out, Pilates, or roller blading. This product being  waterless base  allows the product to actually stay and not fade. I would recommend this brand over all but just say to be careful if youu2019re too sensitive to smells because it can get overwhelming. I layered the Madonna with a Dior fragrance I had a created a nighttime fragrance. Mixing and matching was like being my own scientist making my own fragrance line!"
        },
        {
            "review_title": "Great fragrance set to try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have enjoyed using the Dedpool Discovery Set fragrances. I am a big lover of colognes and fragrances. I am 33 years old and I have been wearing fragrances for a long time now. So, I have come to learn a lot about what I like and donu2019t like. I liked everything about this Dedpool Discovery Set! First of all, I love that all of the included fragrances were parfums. Parfums contain a higher concentration of oil, which means they last so much longer. The Taunt fragrance has a great flowery and woody smell. It would be a great summer and early fall scent. The Blonde fragrance smells very beachy and airy. It instantly transports me to the beach or a warm summer day. Red Dakota fragrance has a spicy, sweet, and flowery smell. It had a great spring vibe to it. The Sunlit Blooms fragrance has a great flowery and salty scent. It reminds me of walking through a flower patch on a summer day. The Milk fragrance has a very soft, sweet smell. I have been wearing this particular fragrance to bed. The Milk fragrance smells great and is soft enough to not overwhelm my senses at bedtime. The Xtra Milk fragrance is my favorite. I love its creamy, sweet, and rich smell."
        },
        {
            "review_title": "Variety",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "Iu2019m a serious fragrance lover and to be honest I loved this variety of mini scents. Starting with the packaging it was really cute. The case protects all of the sample perfumes. I love the squeeze feature of the case as well. It can be a little tricky opening at times for me though. But as a safety feature it was pretty smart to add. The minis give you a chance to smell them all and my are they all different. I loved 3 out of the 6 fragrances that were inside. Red Dakota and Extra Milk were my least favorite, it was a little too strong for me. My top two favorites were fragrance 03 blonde and sunlit blooms. They are both more so on the powdery light side. Overall, I would give this fragrance box a 4/5. The line is great and most of the scents are amazing!"
        },
        {
            "review_title": "Unique Fragnance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am such a scent addict that I absolutely love having travel size scents to always take with me on the go. I think this was such a wonderful introduction into the different DedCool scents and really being able to customize and pick out what scents suit you the best. In my honest opinion, DedCool makes some of the most unique scent combinations I think I have ever experienced throughout my years of trying so many perfumes. All of the scents in the pack have their own unique beauty. I can definitely see how you can later multiple scents to create one customized scent. The best way I found to mix different scents, is by putting a spritz, of whichever combination I want to try try, on different zones that I usually apply perfume. The main points I would use is behind my ear, on the decolletage, on both sides of wrists, a shot down my shirt, and I don't even mind adding a little to clothing. Overall, it's hard to rank the scents because each one has their own unique beauty. The only downside to this pack is that there is Milk and Xtra Milk, they smell way too similar for it to make sense that they both in the pack. The both are good base layers to build up the scent. I liked the scent which is Unique and cruelty free and i like the fragnance which contains notes of musk, Oak and some scents are very light."
        },
        {
            "review_title": "Great discovery set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have worked in the beauty industry for over 5 years and while fragrance was never my expertise, I have always had an appreciation for it.   This discovery set from Dedcool is absolutely amazing. It has all you could ever ask for, something sweet, something musky and everything in between. I love how these scents layer well together or stand out even on their own. I don't think I have found my favorite combo yet with layering but there are so many possibilities. Some of my favorite scents from this set are Sunlit blooms which I have previously tried, fragrance 01 Taunt which is slowly climbing the ladder to be my favorite Dedcool scent, and Red Dakota because it smells like a floral fragrances more complex older sibling.   I really enjoy how thought was even put into the packaging to make this childproof by requiring you to squeeze the sides in order to open it. It is a little thing I would have over looked since I do not have kids"
        },
        {
            "review_title": "The Perfect Little Companion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Get ready to jet set with the absolute perfect Discovery Set from Dedcool!! Be travel ready and easily take your scent from day to night or on the go with u201cTAUNTu201d, RED DAKOTA, or u201cBLONDEu201d!! Layer it with MILK for a bolder and stronger scent or just spray a few extra sprits and smell like a sexy and sophisticated vixen. Amber and Bergamont are the stars of the show with these fragrances making them the perfect travel companion! SUNLIT BLOOMS is the best for the daytime with notes of Orange Blossom, White Floral, and Salty Vanilla. Pair it with a little yellow sundress and youu2019re ready for some fun days in the sun! I love that all these scents are unique and long lasting. Iu2019m also obsessed that the packaging is just the perfect size to fit in your make up bag, purse or luggage!"
        },
        {
            "review_title": "Nice Variety",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "If you tested and tried the DedCool fragrance and you can't decide on one to take home with you, this is a nice collection to get instead.  All the scents in this miniature collection smell absolutely amazing.    I am very sensitive to scents.  If my senses cannot tolerate something, I will not like it.  I am so impressed that each and every one of these scents were enjoyable and pleasant.  They pass my picky and sensitive nose.  Each miniature bottle gives me a generous amount to try and wear for a period of time.  It gives me a good option to test it out before committing to a full size.  It is so handy to place in my handbag and use on the go.  My favorite so far is Sunlit Blooms.  If you like floral and sweetness like me, this is your best friend.  I think if these pleased my sensitive nose, I am sure these will win a lot more people.  The formulation and balance of the fragrance are so well put together.  If you are interested in having a nice collection of fragrances or curious about this brand, after my experience, you'll definitely love this set because this amazingly won my sensitive nose over."
        },
        {
            "review_title": "Blown Away",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was blown away by the variety and quality of scents in the dedcool discovery set. From fresh and floral to deep and musky, there's something for every mood and occasion. All of these fragrances smell amazing. My top 3 favorites would be Blonde, sunlit blooms and Xtra Milk. Blonde offers a fresh and uplifting scent, Sunlit Blooms provides a floral and vibrant fragrance, and Xtra Milk gives off a cozy and comforting aroma. Casing has sleek font design, itu2019s cute, easy and durable. I would bring this with me on a vacation or any trip out of town. The discovery set is a great way to experience a variety of their popular fragrances. All of the scents are unique and long-lasting, making them perfect for everyday wear. The Dedcool discovery set is a great value and a must have for any fragrance lover."
        },
        {
            "review_title": "In my grave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Discovery? Of DedCool? Yes please!! To start my love for DedCool knows no limits and yes I had only tried Sunlit Blooms prior to the discovery set! Luckily there is a little baby Sunlit B for my to go needs. After falling in love with Sunlit Blooms I was thrilled to try more DedCool fragrance and I was not disappointed. Firstly I love the little case the set arrives in and am already thinking of ways to reuse it after Iu2019m done discovering. Now to the good stuff, Xtra Milk? Oh you mean the fragrance Iu2019m cheating on Sunlit Blooms with? Yes thatu2019s the one! Wait you mean thee Blonde?? My side piece? Hold on now I have made too many discoveries. I can truly transform into someone new everyday every hour. Oh and they all play well together so talk about scentmaxing"
        },
        {
            "review_title": "Discovering the Essence of Pure Luxury.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Over the years, I have enjoyed discovering various fragrances across several brands, from high-end to low-end. Yet, Dedcool has become one of my top favorites in my collection. However, the other scents in this tin have piqued my interest in getting full-size bottles! This set includes alluring scents: Fragrance 01 u201cTaught,u201d Fragrance 03 u201cBlonde,u201d Red Dakota, Milk, Xtra Milk, and Sunlit Blooms. This is a great set to have the opportunity to discover other scents, to layer, and to see which ones work on my body chemistry.  Now that I have tried all six, my top faves are Sunlit Blooms and Xtra Milk, but I have fondly become infatuated with Red Dakota and u201cTaught.u201d These two scents are mysterious, rich, and exquisite. These two scents have the earthy tones of amber and bergamot mixed with a floral and sweet twist. It draws out the sensual significance of my personality. I like to layer the u201cTaughtu201d with a splash of u201cBlondeu201d and Red Dakota with a splash of Sunlit Blooms. Creating my signature scent effortlessly with this set is exciting and fun. From citrus to smokey, sweet, and earthy, it carries a fantastic range of scents for any occasion. Therefore, there is a scent to evoke a range of memories, emotions, and unique stories.  Furthermore, the set comes in a slide-open tin that is small enough to put in my handbag and travel. No worries about leaks or spills, and I have a lovely variety for simply elevating my fragrance palette to new heights. I recommend this product for avid enthusiasts of fragrance seeking an upgraded scent or wanting to find something newu2026this is the perfect set. The smell is genderless and vegan (bonus), and it comes in a chic tin that is reusable (Great to put cotton swabs, bobby pins, earrings, travel eyeshadow applicators, etc.), to name a few ways to use it."
        },
        {
            "review_title": "Really like the tin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Ok ! I have tested out all the dedcool scents from this little travel kit and I have my opinion ready!  First thing is the little tin it comes in is quite different! Iu2019m happy that I will be able to keep it and use it for other things .  It took me a minute to figure out how to open the tin .  You have to squeeze the sides and slide the top .  My favorite scent in this pack is definitely taunt .  To me taunt is a better version of the milk and extra milk .  Itu2019s also a skin scent that is very neutral, smells like iso super e and amber , smells like freshly clean warmed skin .  I actually adore the taunt one . I used up the whole sample in a day . Milk and extra milk are not for me because they are both far too weak , also clean skin , barely there scents .I canu2019t really smell them and I want to be able to smell the smell myself because I wear the perfume for me. .   I do not like red Dakota at all .  I donu2019t know how to describe that one but itu2019s actually a scrubber for me .  Very strong in comparison to the others , sharp ,  green ,  reminds me of some sort of floral I donu2019t like but very very green , like quashed dandelions .   I really enjoyed blonde !  It smells very different.  Really reminds me of this teen spirit deodorant with a hot pink cap I used to wear when I was younger .  I thought maybe peony or orchid , it smells like purple or pink flowers, itu2019s not too sweet ,  very feminine but there is a little bit of a sharper green note . And finally sunlit blooms !  That one is interesting!  Very different from other scents .  I canu2019t decide if I love it or hate it .  I like it for the most part but there is something there I donu2019t enjoy , I think maybe the salty vanilla is what draws me in .it almost reminds me of lime , and bubblegum  maybe hubba bibs and juicy fruit ? . Itu2019s interesting .  So out of all of them .  Taunt , blonde, milk, extra milk, sunlit blooms , are the ones I like in order and red Dakota is my dislike. ."
        },
        {
            "review_title": "Great for tryouts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "As a freelance makeup artist for over 10 years and a person who has been obsessing about makeup and perfume. I canu2019t go out without putting perfume. I love DedCool discovery set. Dedcool has a great collection of amazing unisex perfume. In this discovery set, it contains their six best selling scents. It includes Talint, Blonde, Red Dekota, Sunlit Blooms, Milk and Xtra milk. I would use three words to summarise their Perfume : clean, skin like and cozy. I enjoy all of their perfumes. Of which, Sunlit blooms and Xtra milk are my favourites. With this discovery set, you can try all of their best selling perfumes and you can also try layering different perfumes to create your own signature scents. All the scents are soft and skin like. It becomes your own scent after applying. It is light, elegant not overpowering. I feel very comfortable wearing Dedcool perfume. They are subtle but addictive. I kept sneezing my wrist. And I also like to spray it on my sweaters. I feel so cozy and warm. Try them now and pick your own favourite."
        },
        {
            "review_title": "DedCool Discovery Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I noticed this cute little sample set when shopping for a new perfume. Although I was drawn to its esthetic, I decided to leave it behind. Instead, I got a full size of their Sunlit Blooms, which I absolutely love! However, I never seemed to stop thinking about the sample set. After a few days, I gave in, went back and got it and Iu2019m so glad I did!  First off the packaging was super unique. I love the gliding top so it can close tightly and stay secured. Once you open the box youu2019ll find 6 little bottles. This is a great and cost effective way to test out other of their offerings before investing into the retail size.   So far I havenu2019t been disappointed. I absolutely fell in love with the variety and different moods this discovery set offers. So much so, that I canu2019t even pick a favorite. Theyu2019re all give such different, clean, serene, romantic, and soft yet powerful vibes. As you guessed it, those are my go to phrases when it comes to my own preferred notes. Needless to say, I think Dedcool fragrances  are right up my alley!"
        },
        {
            "review_title": "So many excellent scents!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "DedCool Discovery Set has so many excellent scents that it is impossible to choose a favorite. This Discovery Set comes with six travel sized unique scents for every occasion. I have used every scent in this collection for a different occasion. They are all unisex, but their aromas change with each individual that uses them. I love that. No two people wear Dedcool the same and that makes them expressly unique. I am a salon owner and a professional hairdresser of over twenty years. I am all about beauty in every form. Dedcool is the future of perfume and I highly recommend them to everyone! My personal favorite of the collection is the Sunlit Bloom but my mother preferred the Fragrance #1 (Taunt) best with her skin chemistry. My son preferred the Xtra Milk. How many perfumes can boast love from so many ages and genders? I adore them and carry their products in my salon. If you haven't tried this sampler, then you're really missing out!!"
        },
        {
            "review_title": "Love all the scents except 1",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I am pleasantly surprised on how much I love this brand because I wasn't sure what to expect from a gender less perfume but l am a big fan of this perfume now. These scents are smooth on the senses and do not sting or over power like a lot of other perfumes. I love that you can sample a bunch of different scents from this company all in this convenient cute little tin. I really like how you can layer these scents with other scents available by this same brand.These scents do an excellent job of making it feminine and masculine at the same time. I like how long the scent lasts which I would say is a few hours. Perfumes that last longer than a few hours tend to give me a headache. My personal favorite scent in this little sample pack is the sunlit blooms. This is my first time trying this brand and I will definitely be purchasing more in the future."
        },
        {
            "review_title": "Fun way to discover new perfumes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I am an Eau de perfumes lovers. I like discovering  new brands and perfumes  whether  it is a high  end or not. I really love sample size perfumes. I like all the perfumes in this discovery  set from decool but my favorite  of all is the Red Dakota . I feel in love with it and now I decided  to buy the full size.   I love the fact that this sample size perfumes  are travel friendly  and you can gift it to someone  as a gift in that way they can try and find their perfect  perfumes.  in that way they can try and find their perfect perfumes.   I love the longevity of each perfumes.   It last very long and not overpowering.   The ingredients are really nice too.  It's not irritating my skin and these perfumes are great for layering"
        },
        {
            "review_title": "a must have in every fragrance collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is probably one of my favorite fragrance discovery sets. The difference groups of fragrances not only work beautifully on their own but can be combined! Iu2019ve never used a brand of fragrance that can be paired so easily to create your own unique scent. I think especially cool because anyone can use them and create their own person fragrance experience. The little vials themselves are great quality as well as the tin they come in. The tin can be reused after the vials are gone. Dedcool is such a cool brand and has created innovated fragrance mixtures are that are clean and chemical free. As someone who has worked with fragrances I absolutely love the u201cnewnessu201d behind the brand"
        },
        {
            "review_title": "Great sample set of scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am a huge fragrance collector and have become a really big fan of the Dedcool brand, this was my second opportunity to try the brand and I was lucky enough to attend a masterclass with the founder of Dedcool and found it to be such an amazing story and was thoroughly impressed with the brands core values and beliefs. The xtra milk scent is absolutely my favorite scent, even by itself as I'm a sucker for white Musk especially! But I find it to be a perfect base scent to layer others atop it. The only thing I would change about the discovery set would be that they switch out the at least the milk fragrance and possibly the extra milk, make it where it contains 6 of the other fragrances because I think most people would purchase the milk or extra milk separately and I would have like the opportunity to try two other scents in place of those. But this set is great for anyone who doesn't own any of the full size bottles of dedcool to begin with and it gives a great mix of scents to sample before purchasing any. There isn't a single scent in it that isn't lovely, anyone can wear these and mix them up, personalize them... You won't be disappointed!"
        },
        {
            "review_title": "Good Way To Try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I LOVE LOVE LOVE this set includes best sellers as well as other scents and I think it is definitely worth buying to find out what you like because of course it depends per person what works for you!  My all time favorite scent was Red Dakota, the floral and sweet notes of Gardenia were very present and the scent was very feminine.  My second favorite was 03 u201cBlondeu201d it is unique and has its own charm in comparison to the rest of the scents.  01 Taunt was a good middle ground for me I think sampling this scent was the best way for me to get a feel for the product as the description can only help so much, I wouldnu2019t be as compelled to buy from the written notes as i am from actually trying this.  Milk and Xtra Milk are the last two included in this set and I will definitely be using those two the most, theyu2019re the cleanest scents of the pack and definitely compliment each other.  I think this entire set is worth is getting because of all the different layering combinations as well as being able to try out all these unique scents!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "If you're a scent enthusiast, the DedCool Discovery Set is a must-have that contains Fragrance 01 Taunt, Fragrance 03 Blonde, Red Dakota, Sunlit Blooms, Milk, and Xtra Milk. My personal favorites are the 01 Taunt Eau de Parfum and the 03 Blonde Eau de Parfum. Taunt and 03 Blonde from DedCool's set are my ride-or-die scents. Not only do they last longer than my last relationship, but the functional purpose of these eau de parfums is like a mood-enhancing magic wand. From long college lectures to office work to brunch dates, I've never felt more confident and alluring. Taunt is for the bold and empowered, while Blonde is a warm companion for those seeking comfort. The entire set caters to diverse tastes, making it perfect for anyone wanting to explore and embrace their olfactory preferences. DedCool has truly curated a collection for every nose out there! This set is more than just perfumes; it's an olfactory adventure, a sensory journey that adds a touch of elegance to your everyday life. DedCool, you've won my heart (and nose) with this masterpiece!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "DeDCool as a brand is one that is completely innovative in a world that continues to follow patterns. Other perfume companies tend to stick with what they think works but refuse to take a chance on a product that may not be in the norm. DeDCool has burst through those boundaries and created a mixture of scents that have a little something for each and every individual. For myself, Xtra Milk is my favorite and works very well with my body chemistry, but for someone else, they have 5 other choices of scents to find the one that works best for them. The packaging was adorable and came in a small tin case, housing each scent safely. On the back side of the tin case, descriptions of each scent are placed, with each ingredient being noted. The simplicity of the design is one that immediately got my attention as I opened the box and I am now a true DeDCool fan!"
        },
        {
            "review_title": "Great for creating the perfect scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "I love the tin and how it is sleek and compact. You can literally take this anywhere. The tin did not open easily, which is good because that means the scents wouldnu2019t fly everywhere.  Red Dakota and xtra milk has been my favorite combo! I get lots of compliments on my scent! And if I feel that I need to refresh the scent i just Take the tin out and reapply. How perfect! Taunt and sunlit blooms was another favorite combo. I love how itu2019s endless and i can create the scent I want."
        },
        {
            "review_title": "Surprisingly nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "I have mixed feelings on some of the fragrances. The pros are the sizes of the spray bottles are definitely worth the price you are paying, the fragrances layer very nice together, and the tin that the fragrances come in is reuseable. The cons are certain fragrances in the set do not seem to last as long on the skin unless layered with either Milk or Xtra Milk as a base. I do not mind layering fragrances; however, I should not need to layer the fragrances for them to last longer on the skin. I would only say that the layering is needed for two out of the six scents, Taunt and Blonde. those are also the two lightest scents in the tin. They smelly lovely on their own I just wish they would last longer throughout the day without layering. Overall, I think this set as a whole is a great option if you are wanting to try out some of the Dedcool fragrances first before settling on just one."
        },
        {
            "review_title": "Stand Out in a Crowd!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "My background is retail & phytomedicine. My experience is, I am a beauty enthusiast and skincare junkie looking for my holy grail of products. I am in absolute love with DedCoolu2019s discovery set of fragrances and hereu2019s why, this discovery set has everything you need to find your new signature scent. There are 6 scents to choose from they come packaged in a unique reusable tin that is totally retro and clever. The range in scents are from floral to warm & spicy and everything in between.  I personally like each scent but, my standout favorites are the Milk, Xtra Milk, Taunt, Red Dakota & Blonde. I especially love the description of Blonde; Magnetic, Narcotic, Dewy & Darku2026umm yes, please. Each of these fragrances are perfect as a stand alone but are meant for layering and finding yourself in these unique scents. What impresses me most about this set is that these are buildable scents  that are unique to you and therefore is a signature scent because our body chemistry is different so, when this heats up with your body temperature you are not going to smell like anyone else..like the creator says u201cit smells like you, but betteru201d and If youu2019re not familiar with DedCool and its founder/creator Carina Chaz then youu2019re missing out  Carina has created these fragrances as a genderless, all-inclusive brand that should be on your radar, these are made with plant extracts and anti-inflammatory carrier extracts that are perfect for anyone who struggles with allergies, sensitivity or are allergic to synthetic chemicals or donu2019t want water or alcohol in their fragrances, or better yetu2026 donu2019t want to smell like everyone else..This discovery set is perfect for finding and creating your signature scent and I absolutely recommend it."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This sample kit is perfect for finding your next favorite fragrance.  Use them as is, or you can mixed up to create something new!  I also love the reusable tin they come in. There are 6 scents in this product.  And each are unique in their own way. Taunt is the perfect vanilla scent.  Vanilla is a bottom in the formula.  But, it stands out to me in the most beautiful way. Light floral aroma with Bergamot.  Not overpowering and it very soft on the senses. Blonde is an amazing floral scent.  Sweet and spicy.  Itu2019s hard for me to pinpoint a certain element.  Making this the perfect head turning fragrance.  The one that makes people stop to find out what it is. Sunlight Blooms remind me of a warm sunny spring day. Beautiful citrus tones with soft floral and salty vanilla. Milk and Xtra Milk are your go to bergamot.  Subtle with Milk and bold with Xtra Milk.  The perfect layering clean musk.  Or wear on its own and fully embrace the warm amber and bergamot. Red Dakota, I was not prepared for this one.  Following such soft floral notes of the previous scents.  Red Dakota is zesty and bold.  Clementine with woodsy and amber notes and a splash of berries.  If you need a little boost to spark up your power, this is absolutely the one! A perfect u201chere I am, see me!u201d scent that demands anyone around to pay attention, in the best way"
        },
        {
            "review_title": "Yummy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "As a licensed Cosmetologist, working in the beauty industry for 28 years, I have been introduced to and sampled many yummy fragrances! I am especially attracted to the brand DedCool because it is a vegan and genderless brand that can be worn by anyone for any occasion. I also love that the scents are meant to be layered, so you can create your own signature scent!  The DedCool Discovery Set is an amazing gift for ANYONE or yourself! It is a cute tin with a lid that houses 6 sprayable vials of 6 different fragrances from Dedcool. The vials are each 0.5 oz, enough to try layering a few together or wear alone. My favorite fragrance is this set is Taunt, as I love the vanilla, amber and bergamot scent. Of course also love the sweet floral smell of suit blooms, too! All these scents are delicious and I canu2019t wait to discover more!"
        },
        {
            "review_title": "A wonderful discovery set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is such a nice set. It comes in a cute sturdy metal tin that makes it easy to keep the fragrances organized and would be perfect for bringing it on the go or while traveling so you can bring your favorite fragrances. I love that the samples are big enough to use numerous times so I can discover my favorites. I like that I can wear each fragrance by itself or that I can layer them to make my own favorite scent. This discovery set already has my favorite Sunlit Blooms, a nice refreshing and revitalizing scent. Milk is a clean and warm scent. Xtra Milk is the spicier and bolder variant of Milk with a nice warm and soft musk scent. Red Dakota is more of a floral scent with Gardenia notes. 03 u201cBlondeu201d was a real discovery for me. I love the spicy and more dark notes with the Black Violet and Saffron. Floral yet bold and mysterious. Love it!  01 u201cTauntu201d is another new favorite discovery with the beautiful dreamy vanilla and floral notes that I just want to wear every day! Anything vanilla does it for me! Overall, this is such a cute set and perfect for discovering all these notes and creating your own fragrance by layering them. This would make a wonderful gift for any perfume lover!"
        },
        {
            "review_title": "natural smelling variety",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Porcelain skin tone, Combination skin",
            "review_text": "I am a huge perfume nerd and was excited to try this set from Dedcool of genderless, nontoxic, layerable scents. It comes in a cute little multiuse tray, and contains multiple samples.  I liked the variety of scents-each was distinct, and many were mix and match for layering.  I don't think milk smelled like anything at all, and Xtra milk smelled like fresh laundry but wasn't much for a scent.  My favorites were the bright Sunlit blooms- a light, young non-powdery fruity floral, and Red Dakota, which smelled like bitter grapefruit to me.   Taunt was the closest to a gourmand and was sweet with a hint of Jasmine and rose.  Blonde was much more Jasmine forward, maybe a hint of gardenia, but another solid floral.  It's a nice variety set and I'm sure that there is at least one fragrance likeable to anyone's nose, and layers blend well if you're into fruity floral, or fresh floral, or fresh fruity.  The scents last 4-6 hours and are a bit oily, but inoffensive.  My favorite part of this brand is the very natural,  essential oil like scents. They don't come across as perfumey at all, if you know what I mean- the weird common note that so many department store scents seem to smell like- Idk if it's alcohol or what.  These are NOT that.  They have much more young hippie mama vibes."
        },
        {
            "review_title": "A great way to build a custom scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "As someone who has worked in beauty retail for more than seven years, you would think I would be really into fragrances. But it hasnu2019t been until more recent years that Iu2019ve really dipped my toes into the field. Products like this one are perfect for people like me, who maybe donu2019t know what exactly theyu2019re looking for in a signature scent just yet. Not only do you have six scents to play with in this kit, but they are mild enough that you can mix and match to layer and make your own custom scent which I love. Here are my thoughts on the individual scents:   Fragrance 01 Taunt is such a good smell in my opinion! For anyone who enjoys sweeter smelling perfumes like me, I think this one will be for you. It has vanilla in it, like Sunlit Blooms, but the two scents smell very different in my opinion. Taunt is more subtle I would dare to say, so if you want something that isnu2019t too overpowering, I think you would enjoy this option. It was probably one of my favorites in the sample pack. For the Fragrance 03 Blonde scent, one of the first things to hit when you smell it is probably the musk (which is actually included in all Dedcool scents, just to different varying degrees). Red Dakota was not my favorite. I felt like it was harder to distinguish between the subtle and the forward scent notes than the other fragrances in this bundle, but it didnu2019t smell bad to me. I was lucky enough to have tried Sunlit Blooms previously, and I adore that scent! Itu2019s one of my favorites that I love getting a whiff of throughout my day whenever I have it on. A lovely warm and sweet vanilla scent with white floral undertones, and definitely one of my favorites from this sampler set. Then finally two fragrances that are very similar as well: Milk and Xtra Milk which are meant to be the base fragrances. I definitely smelled the musk in these two options as well, but it wasnu2019t too overpowering. Both were warm and inviting scents that werenu2019t overpowering to my sensitive nose. Long story short"
        },
        {
            "review_title": "Small but fun trying all the scents out",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "As a 30-year-old professional Makeup Artist, cosmetologist and skin care enthusiast I'm constantly trying new products from different brands. Perfume is truly one of my favorite things to try out and recommend. DedCool has fastly became one of my favorite brands to try out so getting my hands on the sample set was so exciting. First off all these scents are so unique and I can't say I love them all but some of my favorites are Red Dakota and of course extra milk. I love the packaging that this product comes in. I would love to see the bottle sizes be a little bigger. I feel like these are really small sample sizes that they give you for free so it'd be nice to get bigger sizes for the price. Other than that this was really lovely to be able to try out all these scents and know which ones you like and don't like before purchasing a big bottle."
        },
        {
            "review_title": "Pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Iu2019m about to go on a trip and I love having small samples and multiple options for scents. Itu2019s also nice to be able to try out scents before I buy the full or the mini size. When I received this product, the u201cSunlit Bloomsu201d sample was broken and all over the packaging. This wasnu2019t that big of a deal to me because I already have that scent in the full-size, HOWEVER if I didnu2019t already have that scent, I would be pretty upset over this. Not only that but it had small pieces of glass all over the tin. I personally donu2019t like that the samples come in glass bottles because I have broken another sample just by dropping it on my tile floor. I think this could be fixed by using plastic but I could see people complaining about that too. After I cleaned up everything, I think the tin is hard to open. Overall, I would rather just buy a mini. I wouldnu2019t recommend this sample pack."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Samples are my fav way to experience perfume.... for someone who can never make up her mind. Besides the cool box, it's been so fun to play with layering combinations. My fav combo is Xtra Milk + Red Dakota, absolutely perfect and now I need a full size of both so i can use them together!  * Fragrance 01 Taunt - a soft sweet fragrance. It has great staying power - if I sniff my wrist after a few hours it's still there, but it's definitely not strong. i.e. your neighbours will definitely not be able to smell it on you.  *Milk - I know this is a layering fragrance. It's very faint. I do enjoy the smell of it. I've tried layering with it but because of the faintness it gets overpowered by other fragrances quickly. It does seem to make them last a little longer?  *Xtra Milk - Supposed to be a stronger version of milk but I think it smells different. I also enjoy this one and it does seem a little stronger. I love this one for layering as it does stand out more than Milk.  *Fragrance 03 Blonde - Smells floral on opening but changes to a smoky leather scent. Very long lasting.  *Red Dakota - Love this one. Opens with bright citrus notes but that pretty much disappears very soon, the result is a completely different smell. It's like a complex garden. This smells so good on me and lasts a long time.  *Sunlit Blooms - this is a very classic floral and most reminds me of your traditional fragrance on the market. It's VERY long lasting on me."
        },
        {
            "review_title": "Nice Discovery Set!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "I enjoyed trying out all the scents in this Dedcool Discovery Kit! Unfortunately, one of mine came broken (I think it might have been Madonna but I'm not sure), but I will say that the tin they came in smelled amazing because of it, so I think I would have loved the scent. I think the scent Milk from the kit is definitely best for layering- I personally couldn't smell it super well alone. I did like the Blonde scent a lot! It smells just a little sweet- it's a bit hard to describe but it's a really nice, understated scent and I enjoy it a lot. I did get two Blondes in my kit. My favorite scent in the kit was definitely Red Dakota. It smells a little citrusy and floral and I absolutely love it. It's definitely a lighter scent but it still has some complex notes- I really enjoy it. The last scent I have in the kit is Taunt. This scent comes off as a little warm and sweet to me, and it's definitely a more subdued scent like milk. It's another one of my favorites from the kit. I'm a big fan of the packaging for this kit- the tin the perfumes came in is really cute, and I love that I can reuse it afterward! Overall it's a nice kit and it has some really nice scents in it!"
        },
        {
            "review_title": "Loved this discovery set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Dedcool discover scent contains six trial sizes to help you truly experience what Decool has to offer. Fragrance 01 u201cTauntu201d is very sweet which is not something I normally like, but it had just the right amount of vanilla for me to enjoy it almost like a musk. It started off strong but eventually faded to a sweet afternote. Fragrance 03 u201cBlondeu201d almost smells like a hairspray to me in a good way. It had a light floral fragrance. I really liked Red Dakota! It was so fresh, crisp, and citrusy. The burst of citrus hit me and really rejuvenated me! Sunlit Blooms was another sweet fragrance. It was a little stronger than the other scents by Dedcool. It was the perfect blend of a citrusy orange blossom complimented with vanilla. It was like a delicious piece of hard candy almost! Milk had the lightest sweet scent. It was the definition of a personal scent in my opinion. I loved the white musk giving it truly a milk like feel. It was so mild, soft and gentle. It was perfect for an everyday fragrance. Xtra milk was just so nice and refreshing. It was such a clean scent with a hint of sweetness. I love the white musk! I absolutely loved experiencing so many different scents Dedcool had to offer. My favorites had to be between the two Milk fragrances and the Red Dakota. You will not regret trying this discovery set from Dedcool! Trust me!"
        },
        {
            "review_title": "Obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "If youu2019re having trouble deciding which to buy, the sampler is the perfect amount of the best selling scents they have. Each one so unique and brilliant. I wore a different one each day and I couldnu2019t pick a favorite. Itu2019s fun to mix and match these scents as well and create something completely unique to you. The delicious vanilla scent in taunt is everything you could ask for if you love something sweet and light. Sunlit blooms is perfect for that warm sunny day. And if youu2019re looking for the perfect date night scent, Blonde is bold and sexy. Use Milk as a layering fragrance to really attract some attention. This company knows perfume and knows what they are doing. The fresh gardenia scent in the Red Dakota is intoxicating. I guarantee youu2019ll have so much fun wearing these as they are or mixing them up. Youu2019ll get so many compliments and youu2019ll feel like youu2019ve got the best kept secret that you canu2019t help but share with everyone."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I recently had the pleasure of delving into a perfume sample kit that boasts an enticing array of six distinct scents. Each fragrance in this collection offers a unique olfactory experience, making it a delightful exploration for any perfume enthusiast.  My personal favorite among the selection is Blonde. This fragrance captures my attention with its sweet and feminine notes, creating a delightful and charming aura. As an avid perfume wearer, it instantly became a standout choice for my day-to-day wear.  Milk presents a fuller scent, and in comparison to its counterpart, Xtra Milk, it leans towards a more neutral profile. The subtle differences allow for versatility, catering to various moods and occasions. Xtra Milk, while slightly more masculine to my senses, has earned its place in my collection, proving that fragrances are a personal journey that transcends traditional gender norms.  Sunlit Blooms shares similarities with Blonde but introduces a subtle maturity, making it a suitable choice for special occasions. It strikes a harmonious balance between sophistication and sweetness, creating a unique olfactory experience.  Red Dakota and Taunt left me grappling for words, as they exude a department store perfume quality that is both alluring and difficult to pinpoint. In a positive light, this uniqueness adds an intriguing layer to the overall kit, making it a perfect option for those seeking something hard to define yet captivating.  What sets this perfume sample kit apart is its ability to allow users to experiment with various scents before committing to a full-sized bottle. It serves as a fragrant playground, enabling enthusiasts to discover new favorites and understand the nuances of each perfume. This diversity of scents ensures that there is something for every mood and occasion, making the kit a valuable addition to any perfume aficionado's collection."
        },
        {
            "review_title": "Good for finding your favorite fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "If you are looking to find a fragrance that you love before committing, then Discovery sets are really good way of trying out new fragrances. The DedCool Discovery set is a really good set which offers a variety of scents for one to explore and fall in love with. If you are new to Dedcool, then this would be really good set to try out to begin with.  The Dedcool Discovery set has a diverse selection of fragrances with each having its own unique character and personality ranging from fresh and light to bold and spicy. Whether you prefer floral notes, woody undertones, or something in between, there's something for everyone in this collection. Each scent is expertly crafted using natural, non-toxic ingredients, and is vegan and cruelty-free. This dedication to clean beauty ensures that you can enjoy these fragrances guilt-free, knowing that they are both ethically sourced and environmentally conscious.  I really like the tin box that the Discovery set comes in- very elegant with minimalist design. The box can be repurposed and is even good to carry sample size perfumes when traveling."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I am an esthetician so I love trying new beauty products, so I have the best recommendations from my clients and friends! That includes fragrance! Using this discovery set is like being in a lab and creating your own perfume every day, itu2019s very unique. You were able to layer all of them and make yourself a signature sent. My favorite is mixing fragrance 01 taunt with extra milk. I always get compliments even hours after application, even when I only do a spray or too. Itu2019s safe to use on your skin, I experienced no irritation. The only thing I would say is to be careful using it on your clothes because it can be a little oily. The packaging is so cute as well, itu2019s this tin box that holds all the samples. Itu2019s so easy to pack in your bag or in yoursuitcase!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is such an amazing set of sample fragrances. It has been such an amazing way to better understand what scents, undertones, and types of scents I like. The bottle comes with enough to test out the fragrances to see what you think of it. I also really love the size of the bottles as you can easily throw them in your bag or purse for the day/night as a on the go freshen up fragrance! Perfect for traveling too. All the scents smell great and they offer a variety of types so thereu2019s definitely something that will suit your fancy. It also comes in the coolest tin to hold all of the bottles. After I finish all the bottles, I am going to reuse the tin to hold my crocheting/knitting items! It is so perfect to be reused! I love things that can be used again and again!"
        },
        {
            "review_title": "Hidden gems",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
            "review_text": "My favorite scents usually sit between softly sweet to gourmand without going syrupy. I have also worked in the spa industry forever so I love Bergamot, herbaceous, and fresh scents as well. Recently I've ventured out looking for more niche and unique fragrances and this kit for me is it.  The scents from my favorite to least favorite  Xtra Milk- Milk but amplified perfect genderless scent slightly sweet with my chemistry  Sunlit Blooms- A surprising love! I usually run from scent featuring orange anything. This is like sweet orange nectar on a sun warmed flower field ugh so good. Red Dakota- This kit is wonderful for this discovery alone. The bergamot projected immediately bursting with slightly lemony notes and lingering freshness. Unexpectedly good! Taunt- A subtle sweet skin scent that reminds me of dolls or how one would imagine a mannequin smells lol Milk- Strictly for layering now as Xtra Milk is that girl! Blonde- Bold and my least personal favorite. I could smell this all day and the dry down was a little spicy and more woody than expected.  The best Discovery/introduction kit I have come across in a while.The sprayers were a little wonky (more splash than spritz)but the scents impressed me. Plus the travel tin is such a cool fragrance case!"
        },
        {
            "review_title": "Amazing Way to Discovery Your Fave Scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "As an owner of Dedcoolu2019s Sunlit Blooms, the original Milk layering fragrance, and Xtra Milk, I was super excited to try out more Dedcool fragrances via their discovery set.  I love to be able to wear a subtle fragrance at work as an esthetician, but itu2019s important to me and my clients that I donu2019t smell too pungent. What I love about all Dedcool fragrances is that they smell very u201corganic.u201d Not in an eco kind of way, but in a u201cI woke up like thisu201d kind of way. I did think that including Milk and Xtra Milk in the same set was a bit redundant. I had a lot of fun layering these fragrances together and of course trying them on their own. They are all beautiful, but of course fragrance is very personal. I love a musky, warm, slightly sweet scent, so Taunt and Sunlit Blooms are definitely my favorite, of course layered with Milk and Xtra Milk. But there wasnu2019t a single a scent in this collection that I did not like. I also just really love the ethos of this brand. It seems like Dedcool aims to make the category of fragrance more approachable and customizable. I have loved wearing these scentsevery day and experimenting with combining it with other fragrances. I love that I am able to create a scent that is unique and true to me."
        },
        {
            "review_title": "Nice set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Dedcool Discovery Sample Set offers a collection of unique fragrances, each with its own distinct character. While they boast intriguing notes like bergamot, amber, and floral blends, the main drawback is their longevity, as they tend to fade quickly. Despite this, Dedcoolu2019s commitment to sustainability and vegan ingredients adds to the brandu2019s appeal in the niche fragrance market."
        },
        {
            "review_title": "A great discovery set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was my first time trying dedcool perfumes! As a perfume enthusiast, I was very happy to try them.  First of, the set comes in a metal box, which is so convenient for storage! I always struggle with where/how to storage little perfume samples whenever I receive or buy them, so this box is the perfect solution! I wish more brands would package them like this.  The discovery set has a good variety of scents, with everyone being sure to find at least one that they like. I personally thought all of the perfumes had a good scent, some more suited for my tastes than others.   The scent u201cTauntu201d is very nice, with notes of bergamot, vanilla and amber. I love vanilla notes in perfumes, so this one is perfect! Itu2019s a very cozy scents, which I think most of the scents in this set qualify as.  The scent u201cBlondeu201d is an interesting one! It has notes of black violet and saffron. At first application it wasnu2019t my favorite, as Iu2019m not a huge flowery perfumes girl, but itu2019s definitely not bad. As time passed it got more subtle and turned into a yummy scent that I can appreciate, even if I wouldnu2019t wear it daily.  u201cRed Dakotau201d is another scent in the set. Like the previous one, it wasnu2019t my favorite, but it is still a solid scent choice that fades into a pleasant cozy scent that would fit for anyone and any time of day. It has the notes of gardenia, amber and bergamot. Itu2019s a more powerful scent compared to taunt or milk.  u201cSunlit Bloomsu201d is a very nice scent. It has notes of orange blossoms, white floral and salty vanilla. At first I didnu2019t think I would like this one, because of the orange note. But it has a lovely scent! Itu2019s very orange forward at first, but fades into a nice wearable scent, with the salty vanilla shining through nicely.   The u201cMilk layering fragranceu201d is very very subtle, with notes of amber, bergamot and white musk. Itu2019s a nice scent, but itu2019s so soft that it doesnu2019t last very long and is hard to pick up/smell. But as a layering fragrance itu2019s really nice. I"
        },
        {
            "review_title": "I really like most of the scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "When I was younger, I would only wear musk scented fragrance until migraines started. Now as an adult, Iu2019ve struggled with wearing fragrance because Iu2019m highly sensitive to scents and they can trigger migraines for me. Iu2019ve found a new appreciation for Discovery kits because it gives me the opportunity to test what works for me without wasting an entire large bottle if I experience a reaction. Xtra Milk and Milk smell amazing, nostalgic for me; musky and comforting. Blonde was too potent for me and I couldnu2019t tolerate the scent. Taunt vanilla. Red Dakota smells earthy and unflattering to me. Sunlit Blooms is actually the first Dedcool scent I tried months ago and I quickly loved it because its fruity floral scent dissipates pretty quickly so I could reapply if needed and still enjoy. Overall, this kit helped me tap into my fragrance girl era and learn more about what scents work for me and which ones donu2019t."
        },
        {
            "review_title": "You Must have this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "DedCool Discovery Set This is such a great idea for a scent set that you can easily carry with you wherever you go! and I loved every single fragrance in the set were all light weight and yet a little different as well! I actually enjoyed mixing a couple together that was fun to do, and I made my own original scent by doing so. I also enjoyed using them atop of a scent free body moisturizer as it aloud the fragrance to sit on top of my skin and last all day and all night. I enjoyed all six of the scents in this set and my ultimate favorite is definitely the Red Dakota because I felt for me that this one was the most versatile and the most mixable with the others. I loved that these are so light weight that everyone can use these even the person that is the most sensitive to fragrance because it does not overwhelm you. If you are seeking a new fragrance, these are definitely the ones to buy because it allows you to try without the big commitment! As a Professional Esthetician I definitely recommend this scent for everyone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I absolutely love a fragrance discovery kit, getting to try multiple products before deciding on which if not all you like best. Being able to try out different scents on their own, mixed together and how they react to my pH was an absolute joy. Having the milk and xtra milk fragrances their set a nice base to layer some of the other scents although not all paired together with a layering fragrance. My experience with this set helped me try out different scents with undertones I don't usually go for or haven't meshed well with me. Having the time to spend with each fragrance on their own or mixing it up really provides an experience that helps people figure out what they like before taking a plunge and buying something that might not suit them. Overall I rate this 5 stars the experience and the fragrances are well worth it."
        },
        {
            "review_title": "Absolutely in love! Perf way to find your Fav!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am absolutely in love with this discovery set. I first fell in love with the Xtra Milk full size, so I was very much looking forward to giving other DedCool scents a try. The white musk in xtra milk is to die for I simply cannot get enough!! Each of these scents are extremely unique, which is great because they can be used for different occasions. My second favorite fragrance was taunt . These minis have become my go to fragrances since receiving them. I love the oil based consistency as it feels so soft and absorbs into my skin so well!! These fragrances are very long lasting and have gotten me so many compliments. These unique scents will have people asking you what you are wearing and leave you wanting more!This is an amazing way to find your favorite scent!!"
        },
        {
            "review_title": "Loving Xtra Milk and Dedcool Universe ud83dudc9b",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Combination skin",
            "review_text": "After loving the Milk and Xtra Milk by Dedcool, I decided to go deeper into the Dedcool Universe. I wanted the sample set to just try as many scents from this brand. From my first introduction to there incredible scents they have not disappointed. Let me not to forget to mention the metal tin case, super sturdy and can be reused once the samples are all finished, these amazing varieties of scents are in a glass sprayers and were filled to the brim with luxury aromas. My favorites are definitely Red Dakota, Taunt, Blonde and of course Milk and Xtra Milk. These perfume samples give you more freedom to discover and experiment with the Dedcool fragrances at a fraction of the cost of a full bottle. Join my journey through this discovery of scent that awaits you without ending up broke.ud83eudd23"
        },
        {
            "review_title": "So bomb!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "As someone who has been in the beauty world for 10 years Iu2019ve gotten the opportunity to try a variety of products. One of my favorites is fragrance. It is so personal and I feel is a way to express yourself so finding a signature scent(s) is so fun. Normally I am a floral fragrance girly but I always love trying new scents and opening myself up to new options. I think discovery sets are a great way to introduce yourself to a new brand and to find what you like without committing to a full size. This sampler has done just that for me. I loved trying the cult favorite u201cmilku201d and the new u201cxtra milku201d since Iu2019ve seen it all over social media. My personal favorite has been the u201cred Dakotau201d with the gardenia scent which is one of my all time favorite fragrance ingredients. The only downside is I found that the packaging was a little hard to open but it is very pretty. I think this fragrance discovery set is a wonderful gift or great for anyone who wants to find their scent or try a new brand. I hope more brands continue to do this as it will be a favorite for me. Would 100% recommend!"
        },
        {
            "review_title": "A great way to discover your signature scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I absolutely love when perfume brands come out with mini sample sets, itu2019s such a great way to try out the scents before committing to the much more expensive full size version. It also allows you to play around with layering the scents and creating your own unique fragrance combinations. I was impressed with the diverse range of scents that this set included.  u201cBlondeu201d is my favorite scent in the set. It exudes that u201cit girlu201d kind of vibe in a subtle and sweet way and the lasting power is incredible. I definitely plan on buying the full size of this one! u201cTauntu201d is my second favorite in the set, it perfectly balances the sweetness of the vanilla with the muskiness of the amber. u201cRed Dakotau201d is the scent I receive the most compliments on when I wear it. It has a bright and crisp citrus/woodsy burst that reminds me of hiking on a cold fall day. u201cSunlit Bloomsu201d literally smells like sunshine and a field of flowers in a bottle, itu2019s so feminine and pretty. I am beyond disappointed in u201cMilku201d and u201cXtra Milku201d as I canu2019t smell them at all. Ambroxan is a very light u201cskinu201d type of scent that many times you canu2019t smell on yourself but others can.  This set is perfect for those who are searching for their signature scent or who are interested in experimenting with layering their fragrances. With such a diverse scent range, there is sure to be something to please everyone."
        },
        {
            "review_title": "Amazing Fragrance Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "As beauty influencer, brand ambassador, beauty content creator, makeup and beauty product seller, and as a person who has knowledge and experience in cosmetics, beauty products, makeup, and fitness; I love Ded Cool Discovery Set. This set is very fun to discover and play with. I am able to mix and combine two or three scents together to create a new and unique aroma or smell. I enjoyed mixing the scents that come with this set. All odors in this set smell very clean, pure, and unique. I love all the scents of this set because they are very delightful and attractive. All of them are terrific. Ded Cool Discovery Set enhances and boosts my mood and mindset when I use it. These odors are very refined, and they last all day long. I can use this perfume set as an aromatherapy and to express my personality. The container of this set is very cute, strong, and practical. It protects the small glass bottles inside. I also love the size because I can use it as travel set and carry it in my bag everywhere I go. Overall, great product."
        },
        {
            "review_title": "Unique and sofisticated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The Ded Cool discovery set is a perfect way to explore and find your perfect scent. I was taken back by the packaging of this set. So unique, and fun. I love how I can literally take this with me anywhere. I can choose a sent depending on how I feel. The variety of scents is fantastic. How can I choose a favorite? I love them all. Each one is unique and refreshing. Nothing like I've ever smelt before. You definitely will turn heads with these parfumes. And the best part...they are genderless! Anyone can wear them. Each scent last all day and then some. Even after a shower you can still smell amazing. I received so many compliments on these parfumes. I definitely recommend these for everyone who is looking to discover their new scent. I promise you will love it!"
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Okay letu2019s start off with the tin box itu2019s really cool looking and itu2019s a cool concept itu2019s very slim looking and you can use it store other little things. At first it was a bit hard to open it because you have to squeeze both sides to open. Once you open it there is little tubes of awesome smelling scents. My favorite is sunlit blooms itu2019s very floral smelling with a hint of sweetness. You can wear it day or night. I like to spritz some on my neck and shirt and hair in the morning before I leave the house. It stays on long and I can still smell it on myself after a few hours. I want to buy it in full size for sure. I like how you can sample their other fragrances in a cute little tin box. I am looking forward to other scents they are coming out with :)"
        },
        {
            "review_title": "Sample Perfume set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "DedCool Fragrance Sample Set is a wonderful set to try out DedCool fragrances without committing to a full sized bottle. Taunt is a sweet and sexy fragrance for the ladies who love vanilla, perfect for a night out. Sunlit Blooms would be a great summer fragrance for the girls who enjoy salty/ floral scents that are refreshing yet feminine. Red Dakota has a brighter scent of Gardenia and Bergamot which is my favorite, it really invigorates the senses. It would be a great Spring scent. Blonde has a  deeper note of Black Violet and Saffron, a more savory scent possibly for the fall season. Milk and Xtra milk is the perfect layering fragrance as it is soft, sweet, and not overwhelming. Perfect for travel as you can slip your preferred scent into your bag. The tin that it comes in is great for a small first aid kit. I like to put bandaids, alcohol swabs, shout wipes, a small microfiber cloth (one of each), and some bobby pins! Small but mighty."
        },
        {
            "review_title": "Must have for scent lovers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "The DedCool Discovery set is a must have for anyone that enjoys trying out new scents or loves to switch things up. The Discovery set comes in a cute tin that slides open and hold all of the scents included. As a 33 year old that typically likes gourmand scents, I loved the varoiety provided in this set. The scents all smell great and when used last all day without needing reapplication. The tin that the set comes in is one of my favorites because it is child proof which I find especially helpful with a toddler that gets into everything. I have incorporated these scents into my daily routine and cannot say enough good things about the variety that is included. This set is great for traveling or to have in your purse for an emergency spritz. I most definitely recommend this set."
        },
        {
            "review_title": "A great way to see which scents you look.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love getting discovery sets or travel sets of fragrances because it is a great way to discover a brand and to also discover which one of their scents works best for you. These are the first products from the brand, Dedcool Iu2019ve tried I really appreciated getting sick of their sense in ten. I have tried each one and while not everyone was a favorite, I was able to make them all work by layering them with Xtra Milk or the original Milk fragrance.  I did FALL in INSTALOVE with Taunt, which has notes of Bergamot, Vanilla and Amber and I just wanted to eat it up. It is a lovely fragrance and I definitely want the full size!!  My second favorite was Sunlit Blooms which is Orange Blossom, White Floral and Salty Vanilla. It made me feel like I was in a beautiful spring day in a lovely garden.  Red Dakota and Blonde werenu2019t my favorite, but like I said, when I layered them I was able to make them work me.  That brings me to Milk and Xtra Milk. I really enjoy both of these and look forward to using them on their own and also layering them with different fragrances."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "DedCool's sample set invites you on a sensorial journey through an exquisite array of fragrances, each meticulously crafted to evoke a distinct mood and experience. Let's explore the diverse range of scents included:  1. **Xtra Milk**: A symphony of universal musk, intensified by the harmonious blend of amber, bergamot, and white musk. This fragrance radiates sophistication and allure, making it a timeless choice for any occasion.  2. **Milk**: Evoking the familiar sensation of warm, clean skin, Milk envelops you in comfort with its delicate fusion of amber, bergamot, and white musk. Perfect for daily wear, it exudes intimacy and tranquility.  3. **Fragrance 01 Taunt**: Embark on a journey of self-discovery with Taunt, a fragrance that combines bergamot, vanilla, and amber to create a captivating aura of confidence and allure. It's a testament to embracing new beginnings and youthful vitality.  4. **Fragrance 03 Blonde**: Intriguing and enigmatic, Blonde captivates with its intoxicating blend of black violet and saffron. This fragrance exudes mystery and allure, drawing you into its seductive embrace with every whiff.  5. **Sunlit Blooms**: Anticipate warmer days ahead with Sunlit Blooms, where the vibrant essence of orange blossom and white floral is complemented by the subtle sweetness of salty vanilla. It's a celebration of sunshine and joy, perfect for uplifting your spirits.  6. **Red Dakota**: Infused with optimism and vitality, Red Dakota bursts forth with the exuberance of gardenia, amber, and bergamot. This fragrance embodies the essence of joy and positivity, brightening even the dreariest of days.  Among these delightful offerings, Sunlit Blooms emerges as a standout favorite, capturing the essence of warmer days with its vibrant blend of orange blossom, white floral, and salty vanilla. Its uplifting aroma embodies sunshine and joy, making it an irresistible choice for brightening any moment."
        },
        {
            "review_title": "Great Way to Discover New Fragrances",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Dedcool Discovery Set is a fun and useful way to get to try several of Dedcoolu2019s fragrances and decide which ones you like and work for you. The set came with six samples - Taunt, Blonde, Red Dakota, Sunlit Blooms, Milk, and Xtra Milk - all in a nifty little tin container so itu2019s easy to keep them all organized or take with you for traveling. All of them can be worn on their own, or you can layer Milk or Xtra Milk over any of the other four. My favorite of the batch is definitely Taunt, which has notes of amber, vanilla, and bergamot. Itu2019s warm and sensual. It smells a little different but still great with Milk or Xtra Milk layered on top of it as well, so you have three unique smells and ways to wear it. However, the other three scents were only so-so for me. Overall, Iu2019d definitely recommend this discovery set as a way to get to know the Dedcool brand and perhaps even find your new favorite fragrance. Additionally, since some reviews mention this, the samples in my set were all completely filled to the top."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "The Dedcool discovery set truly offers a scent for everyone.  Fragrance 01- Taunt with its notes of bergamot, vanilla, and amber create a warm inviting scent that almost reminds me of freshly baked gingerbread cookies. Fragrance 03- Blonde has notes of black violet and saffron. It truly reminds me of Springtime, with its soft floral, and earthy notes, with hints of spice. Red Dakota- has a scent of sweet citrus. The gardenia notes in this scent, are more green and less floral, I believe that the bergamot really comes through in this scent. This is my second favorite scent in this discovery set as it smells so fresh and uplifting. Sunlit Blooms- is a unique scent that offers notes of orange blossom, white floral, and salty vanilla. Combined, these create a warm and inviting scent, of what can be described as a citrusy caramel. This is my third favorite scent in the set.  Milk- with its notes of amber, bergamot, and white musk speaks to me as a scent enhancer. Almost like your own scent but amplified. It's very light and inviting, and it layers well with all of the above scents to enhance the notes. Xtra Milk- is my absolute favorite scent of the discovery set. It's Milk intensified. It's warm, cozy, and inviting. I can't describe the exact notes of Xtra Milk, only how it makes me feel. I will never tire of this scent. It's just so soothing and beautiful. I believe that it works with your body's chemistry to create a unique scent, that is especially for you.  The thing that I love about this discovery set, is that all of the scents can be layered to create your very own signature scent and they all complement each other beautifully and last well into the next day on the skin. They're not overpowering, instead, they're head-turning and captivating. I've received so many compliments on these scents with people asking, What are you wearing? You smell divine.  I'm so happy that I have found Dedcool. There is truly no one out there like them."
        },
        {
            "review_title": "Diverse and Delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "Fragrance 01 Taunt by DedCool is a more feminine scent that strikes a perfect balance between vanilla, floral and fruity notes. Its delicate yet captivating aroma exudes confidence and charm, making it ideal for any occasion.  Milk by DedCool is a captivating fragrance that was loved by both my parents. Its strong amber scent draws compliments and curiosity, making it perfect for any occasion.  Xtra Milk by Dedcool is a delightful fragrance with a warm and comforting scent. I adore layering it with Milk for an extra indulgent and long-lasting aroma that envelops me in warmth and sophistication.  Red Dakota by Dedcool is a captivating fragrance that transports you to a cozy autumn day with its rich, woodsy, and musky notes. Its warm and comforting aroma evokes the essence of fall, making it perfect for embracing the season's vibes with every wear.  Sunlit Blooms by Dedcool is a delightful fragrance reminiscent of a sunny spring day, with its vibrant floral notes and sweet undertones. Its refreshing and uplifting aroma captures the essence of blooming flowers, making it the perfect choice for embracing the joy and renewal of the season.  Saving the best for last, Fragrance 03 Blonde by Dedcool exudes an air of opulence and sophistication with its rich and luxurious scent profile. Its warm and inviting aroma evokes the glamorous ambiance of a fashion show, making it the perfect choice for those seeking to make a statement with their fragrance. This one was my absolute favorite.  The DedCool Discovery Set offers an exceptional opportunity to explore the brand's diverse range of fragrances and discover your perfect scent. With a curated selection of miniature versions of their most popular perfumes, this set allows you to sample each aroma at your leisure, enabling you to identify the scents that resonate most with your individual preferences."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Dedcool Discovery set contains 6 samples of dedcool fragrance line. I really like the unique tin packaging which needs a little squeeze to open the tin box. It definitely kept the samples safe . I must say it is an elegant gift that can be given.  The sample scents that are included in the box are 1. Fragrance 01 Taunt. It is a warm and spicy fragrance that is a good choice for day or night. It has notes of bergamot, vanilla, and amber. 2. Fragrance 03 Blonde. It is a woody, spicy scent with notes of black violet, saffron, and juniper berries. It has top notes of juniper berries, pomelo, and saffron, middle notes of accord cuir, black violet, and crystal rose, and bottom notes of blonde woods, raspberry, and vetiver.   3. Red Dakota. It has top notes of clementine and gardenia, middle notes of woodsy notes and amber, and a base note of wild berries. It is a fresh citrus scent with notes of gardenia, amber, and bergamot.   4. Sunlit Blooms. It has notes of white orange blossoms, white floral, and salty. It smells like a little orange juice, vanilla, and salty sea notes, and is a summer scent.  5. Milk Layering Fragrance. It is unisex fragrance that mixes with  body chemistry to create a scent that smells like an enhanced version of your natural musk. It has notes of bergamot, white musk, and amber. 6. Xtra Milk. It is a genderless, vegan, and non-toxic fragrance that has notes of amber, bergamot, and white musk. It is a unique and luxurious fragrance that is meant to elevate your daily scent routine. It is also formulated with enhanced potency and can be layered with other scents or worn alone. All these scents are unique in themselves.  My favorite are Red Dakota and Sunlit Blooms. It is pricey but the scents are amazing.  I like the tin box."
        },
        {
            "review_title": "Perfect mix of scents to explore your favorite not",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recently tried out the DedCool Discovery set, and I was really impressed! Encased in a beautifully crafted tin box, the set offered six trial sizes - Fragrance 01 Taunt, Fragrance 03 Blonde, Red Dakota, Sunlit Blooms, Milk, and Extra Milk. The tin box, designed to be squeezed from both sides to open, adds a touch of elegance and practicality, making it perfect to carry in my purse. Plus, the reusable tin box adds an eco-friendly element to the set, ensuring it continues to delight long after the fragrances have been savored.  Fragrance 01 Taunt is bold and alluring, balanced perfectly with a touch of amber and white musk. Though initially strong, it settled into a delightful sweet afternote that lingered beautifully.  Fragrance 03 Blonde exudes radiance and positivity, characterized by dominant notes of Black Violet and Saffron. Its floral and spicy essence is invigorating, making it ideal for special occasions like vacations, adventures, or date nights. Sunlit Blooms is a vibrant bouquet of fresh florals, mingling notes of Orange Blossom, White Florals, and Salty Vanilla. Itu2019s the perfect spring or summer scent.  Milk envelops the senses in a comforting embrace of Amber, Bergamot, and White Musk, providing a gentle and soothing aroma suitable for everyday wear. Extra Milk delivers a clean and refreshing scent with subtle sweetness derived from white musk, leaving a feeling of invigoration and upliftment.  However, it is Red Dakota that stole my heart. It offers a mesmerizing fusion of Amber and Bergamot, delivering a refreshing burst of citrus that leaves you feeling revitalized. Great for any occasion, it maintains its presence throughout the day without overpowering the senses. All of these fragrance have the waterless formula which not only enhances their longevity but also makes them travel-friendly and eco-conscious."
        },
        {
            "review_title": "Dedcool is cool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I am a lover of perfumes and fragrances and I have to say that I am happy to have this beautiful little tin box with delicious perfumes of the 5 that come there, I immediately highlight the red dakota, the gardenia and bergamot make a party of aromas, while the saffron and the black violet of Fragance 03 by Blonde subtly awakens the aromas because its aroma can go unnoticed, it is very soft, Taunt has that vibrant aroma of vanilla that makes it peculiar but no less interesting, sunlit blooms according to me because of its flowery smell orange and white flowers makes it more than combinable with xtra milk, my favorite combination so far. Milk is a star, in my opinion and Xtra Milk do not differ much in aroma, so I think that these two would be the bases to combine them with all those already mentioned. I'm happy for all the options in this rainbow of perfumes!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "A scent loved can inspire you, revive your desire, comfort you or send you traveling through time and space of a past memory. DedCool Discovery Set was such a pleasure to experience. A set of six u201csamplesu201d to experience alone or layer flexing your olfactory senses. All fragrances are waterless and subtle, an element of this brand I appreciate, the scents have depth and are true to their descriptions without hammering you over the head (or nose). I could coin it as the perfect elevator perfume, enough to spread intrigue and enjoy the entire ride up to the penthouse without having to dip out to catch a fresh breath via the 3rd floor. Mini glass bottles are not very miniature and the scents are long lasting. It's a very good value and a wonderful opportunity to experience what personally intrigues you, ultimately allowing you to be your own perfumer layering and creating your unique signature scent. The metal container is retro yet modern (a slight challenge to open on the first attempt) but one could just imagine the vast reusability and recyclability of the vessel."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am obsessed with DedCool. Is such a cool brand developing gender neutral fragrances that are so delicate and overall enjoyable for all the noses. This tin box has everything you need to test all the wonderful fragrances that Dedcool has to offer. Itu2019s such a beautiful, minimalist, modern design, perfect for a gift! You can layer them or use one everyday and it will definitely make you feel ready for the day, clean, but not overpowering perfect for the ones that donu2019t want to much attention but the perfect amount of attention. I feel confident to put this on my child because of the ingredients and he is very sensitive to the smell of fragrances. All of them are so unique and different but they all have in common that is is so soft and fun to test. My favorite one is 01 Taunt because Iu2019m a vanilla lover , second is Sunlit Blooms which is perfect for spring and Milk for everyday all over my body!"
        },
        {
            "review_title": "Came broken but good scents",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I was super excited to try this discovery set because I love fragrances but am also pretty picky about them. I love another scent by DedCool so I was pumped to test out a bunch of new scents. I was disappointed when I opened the container and found that 2 of the bottles had shattered. I wasnu2019t able to try the Milk scent or the Madonna scent. All of the others fragrances I really enjoyed as theyu2019re all a natural smelling scent and not overwhelming. The only one I wasnu2019t a fan of was Red Dakota. It had an overwhelming orange/floral smell that Iu2019m just not a fan of. All the included perfumes last a long time and received compliments and I tried layering with the xtra milk scent as it said it was a u201clayeringu201d perfume. I think it added another layer and really enjoyed that being an option! Iu2019m bummed I wasnu2019t able to try the 2 that broke but overall, Iu2019m pleased with the set"
        },
        {
            "review_title": "Cool experience",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I haven't tried all of them, but this is a cool discovery set to see which ones you like before you purchase. I have the full-sized Xtramilk perfume, but this set definitely convinced me to try the Red Dakota next. It's my absolute favorite. Red Dakota: A fresh, strong, bitter, citrusy scent. Lasts a good while too. I kept smelling my wrist the entire day I had it on. It's also even better layered on top of Xtra milk. Taunt: This was like a nice vanilla scent. It reminds me of my sisters' old perfumes from PINK/VS. This, however, did not last very long at all. My parents didn't even notice I had this on. Maybe this one is better for layering. Overall, this is a nice cool idea, if you want to get a feel of the scents before you purchase one. Also, a cool idea if you want a good deal. Apparently, if you order a sample set on their site, you get 20% off your first fragrance!"
        },
        {
            "review_title": "Only one of them smells good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I always love small sample perfumes because I can easily take them along with me. My favorite scent out of the set is the Fragrance #01 Taunt I just love the vanilla scent!! Iu2019m not really a fan of the others, they just donu2019t do it for me. The other ones leave a little bit of an awkward type of smell that I feel takes getting used to. It could just be my PH or changing hormones, but as a genderless type of fragrance, itu2019s got more earthier musky types of scents when I personally love more warmer, and floral like scents. I was surprised that the milk and Xtra milk set wasnu2019t as powdery or warm as I thought it would be. This is why the fragrance #01 Taunt is my favorite. The beautiful warm vanilla amber scent. I notice unless you layer on these fragrances or apply a lot of sprays, it doesnu2019t last all day. This set is cool for combining the scents with each other and I will try different variations of each to see if I can find something I like. Will be using fragrance #01 Taunt as my main cuz itu2019s the only one I like in this set."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Tan skin tone, Combination skin",
            "review_text": "My name is Gabby and I'm a licensed Cosmetologist. I received the DedCool Discovery Set. This was an amazing sample set, personally I find sample sets perfect for customers who are unsure if they want to buy the full-size product. This allowed me to see what the scents would smell like, and I found to scents from Dedcool that I really liked. I found Sunlit Blooms which I already have the full size too. But my favorite out of the scents was Taunt and I'm actually thinking of getting the full size. Out of all the scents I think this is the best one. Blonde would be my last choice out of the set if I had to pick my top three. Taunt has the notes that I gravitate towards, so I'm not surprised that that one is my favorite. I think this is worth getting as a gift for someone if you're on the fence about what scent someone may like. I would give this fragrance set five out of five stars."
        },
        {
            "review_title": "Lovely Perfume Sample Set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I think this perfume sampler set is a must-have for any fragrance enthusiast. This set offers a unique and diverse range of scents that are both captivating and long-lasting. With a selection of six mini perfumes, it allows you to explore and discover your signature scent.  One of the standout features of this sampler set is the high-quality ingredients used in each fragrance. DedCool is known for its commitment to using natural and vegan ingredients, making it a great choice for those who prioritize clean beauty.  Each perfume in the sampler set has its own distinct personality. From the fresh and vibrant scent of Milk to the warm and sensual notes of Sunlit Blooms there is something for everyone. The variety of scents ensures that you can find a fragrance suitable for any occasion or mood.  One aspect to keep in mind is that fragrance preference is subjective, and not every scent in the sampler set may be to your liking. However, the purpose of a sampler set is to explore and try different fragrances, and this set provides a great opportunity to do so.   I saw other reviews mention their sampler set did not have that much perfume in the bottles. I did not have this issue. I recommend this sampler set."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The DedCool 01 Taunt fragrance is a captivating blend of bold and sophisticated notes. Opening with a burst of citrusy freshness, it evolves into a warm, aromatic heart, revealing hints of spice and wood that create a dynamic and inviting profile. The fragrance exudes confidence and modernity, making it suitable for various occasions, from casual outings to formal events. The longevity is commendable, and the sleek, minimalist packaging adds a touch of elegance, enhancing the overall appeal of the product. DedCool 01 Taunt is a versatile and well-crafted scent that not only leaves a lasting impression but also stands out as a distinctive and memorable fragrance experience, making it a solid choice for those who appreciate quality and individuality in their scents."
        },
        {
            "review_title": "A wondrous cacophony of cozy scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I am an avid beauty enthusiast. I am a huge lover of all things that smell incredible. I am brought on a journey of wonderful ethereal pseudo-memories and fantasies when a fragrance is delightful. This discover set did just that. This is a case of you must smell it yourself to believe and understand, but I can tell you what was evoked from within me. The star of this set, XtraMilk, is just the most cozy, warmest, most unique layering scent that I have ever smelled or owned. The original Milk is the same, just not as strong. The other fragrances each deserve their own reviews, but each one layered with Milk take you on a journey, to a home away from home. A place where you, the womb, is surrounded by the safest nebulae, and every galaxies whose journey has a new set of feelings and expressions in your universe. I am so impressed and found myself moved emotionally by each of these fragrances. They are brilliant. I highly recommend them if you are a human who loves smelling unique, and who wants to experience an emotional journey through your sense of smell."
        },
        {
            "review_title": "DedCool Discovery Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "As a perfume lover, I've always wanted to find a wonderful but distinctive scent that would make people associate a certain aroma with me, and therefore I don't like perfumey perfumes that although have a great smile, have no character because everyone wears them.  This discovery kit allows me to create different perfumes for every occasion and to convey my mood through the scent, either by using the products alone or by combining them with each other, especially with Extra Milk. My favorite combination so far was Fragrance 01 Taunt with Extra Milk, (the blend of vanilla with amber, bergamot and white musk is sweet, mysterious and sophisticated) or the Sunlit Blooms if I am looking for something more fresh and floral (perfect for spring or summer).  I definitely recommend it to anyone who wants to create their own scent and get to know the brand better."
        },
        {
            "review_title": "Discovery Set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I am such a scent addict that I absolutely love having travel size scents to always take with me on the go. I think this was such a wonderful introduction into the different DedCool scents and really being able to customize and pick out what scents suit you the best. In my honest opinion, DedCool makes some of the most unique scent combinations I think I have ever experienced throughout my years of trying so many perfumes. All of the scents in the pack have their own unique beauty. I can definitely see how you can later multiple scents to create one customized scent. The best way I found to mix different scents, is by putting a spritz, of whichever combination I want to try try, on different zones that I usually apply perfume. The main points I would use is behind my ear, on the decolletage, on both sides of wrists, a shot down my shirt, and I don't even mind adding a little to clothing. Overall, it's hard to rank the scents because each one has their own unique beauty. The only downside to this pack is that there is Milk and Xtra Milk, they smell way too similar for it to make sense that they both in the pack. The both are good base layers to build up the scent."
        },
        {
            "review_title": "An fragrance adventure",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have been into fragrances and I have picked up the habit of exploring different scents. The set came in this recyclable can (also child proof).  Milk: This was a very sweet and soft perfume. I however felt it did not carry power or last long. Because of this, I tried layering it with all the other fragrances in the set which came out good. I work in health care, and I was able to wear the milk alone without getting complaints from patients about the scent being too strong.  Fragrance 01 u201cTauntu201d: This had a delicious vanilla smell. It was a bit lightweight for me. I think this is a good everyday scent but I would want something stronger for a dinner or a night out.  Fragrance 03 u201cBlondeu201d: This was my favorite. It represents the kind of scents I like. It hit with a bang and had a very spicy and woody but sweet note. I also layered this on top of fragrance 01 u201cTauntu201d and it came out good. This scent lasted all day for me.  Red Dakota: This has a very citrusy smell. I think it was strongest and most potent of all the scents in the sampler box. I wore this out and it lasted all day. Iu2019m not a big fan of citrus scents but Iu2019m sure someone who is will really enjoy it. I would not recommend this if youu2019re sensitive to strong scents  Sunlight blooms: This also had a citrusy scent but it wasnu2019t as harsh as Red Dakota. I enjoyed the vanilla component to it which added a softer edge. I think thatu2019s why it wasnu2019t as harsh. This one also had me sniffing myself. This scent lasted all day.  Xtra Milk: I LOVE LOVE LOVE this scent. The smell is similar to milk, but with an extra pow wow. It lasted longer than milk, almost all day. Itu2019s sweet but not too sweet, cozy, warm, inviting, seductive. I kept smelling myself after I applied it. This might also be my favorite.  One sad part about the scents is that you get nose blind to the scents."
        },
        {
            "review_title": "Great variety",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I loved this variety of dedcool perfume. As a self proclaimed fragrance enthusiast I absolutely loved these scents. The tin was very chic and was easy to transport from bag to bag, which was so convenient having those options at all times. This discovery set came with five scents- The first one being taunt, which is warm and spicy with bergamot vanilla and Amber. This one was my favorite out of the five. The second one was red Dakota. This one was a fresh citrusy fragrance with notes of gardenia Amber and Bergamot I definitely felt very sexy and cool when I wore this one. Third was blonde which was warm and earthy with notes of violet, saffron, and juniper berries. The third and fourth were another milk and extra milk, which I actually really loved because then I didnu2019t need to carry my full bottle around with me. Overall I was very impressed with these perfumes. All of them smelt super good. All of them lasted throughout the day. I love that these are genderless and are really versatile. Iu2019m definitely adding these to my fragrance vault!"
        },
        {
            "review_title": "Great discovery set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love using this discovery set as I can try many scents. This set includes Taunt, Blonde, Red Dakota, Sunlit Blooms, Milk, and Xtra Milk. Every scent has its unique and I can't decide which one is the best because they all smell so good. By far, Xtra Milk has been my favorite. It smells subtle and soothing for everyday use. The packaging is a little bit hard for me to open. The Taunt scent is cozy, and warm. It smells delicious. It smells like vanilla. The Blonde scent is mesmerizing. It is more feminine leaning. The Red Dakonta smells so fresh and zesty. It smells like Mediterranean citrus groves. The Sunlit Blooms smells sweet enough. This scent is like orange blossom which is great for the Spring and Summer. The Milk is a universal musk. It smells clean and warm. Lastly, the Xtra Milk smells so good. I get a lot of compliments whenever I use it. Overall, I love all of them. They are great to use on any occasion. I highly recommend getting this set to try!!"
        },
        {
            "review_title": "Variety of scents",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This discovery set is wonderful for anyone. You can try out different scents and enjoy each of them or layer them together. I love the sunlit blooms scent that reminds me of walking through a field of flowers and honeysuckles on a warm sunny day.  I love that the milk and extra milk are similar but one of them is a little stronger than the other.  Taunt reminds me of a perfume that you would smell someone wearing at school. The scent is strong and has a punch to it.  The red Dakota fragrance reminds me of winter. Itu2019s a smell that you would think of log cabins, leaves, and fall festivals.  Blonde smells like flowers you would receive for Valentineu2019s Day. This fragrance is more feminine to me.  My favorite scents are Blonde, Sunlit Blooms. These reminded me of my favorite memories walking through gardens and spending time in nature with my loved ones."
        },
        {
            "review_title": "Fragrance Wardrobe on the Go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "As a content creator with over 10 years experience in the fragrance industry,I have come across many perfume discovery sets and this is by far one of the best kits that I have ever used. The six included scents are all wonderful worn alone,but what I absolutely love about this collection is that every scent can be layered creating endless fragrances,which gives me an entire perfume wardrobe all in a portable tin that I can fit literally anywhere. None of the fragrances are too strong or overbearing and they all complement each other beautifully. I absolutely love that I have the ability to create multiple customized fragrances based on my own personal mood and preference,which may be completely different than anyone else's creation. This is a discovery collection that I would recommend to anyone and everyone,as the possibility are endless."
        },
        {
            "review_title": "I wanted to love this ....",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "As someone who has been getting into fragrances much more over these past few years, I find that sample kits - like this - are right up my alley, in helping me to discover which fragrances I like most.  That being said, I was really excited to try this kit out for myself. I definitely wanted to love this, but I just can't.  I enjoy half this kit. The base layering fragrances - Milk and Xtra Milk - are wonderful. So is the delightful fragrance called Taunt, which made me smell like a Dreamsicle in Summer  As for the other three fragrances, they are just not for me. Sunlit Blooms is an overpowering floral scent that was so strong the scent turned my stomach. Red Dakota smelled amazing in a masculine way. Sadly, after 10 minutes of wearing it, I was itchy everywhere, so it must have Raspberry in it. Blonde has Raspberry in it, so I couldn't even test it.  This kit is a nice way to try scents to discover which one works for you. I learned that Taunt is the DedCool scent for me. That's also the scent that DedCool's fragrance recommended me as well."
        },
        {
            "review_title": "Fun, smells good, and non-irritating to skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "As someone who is really into beauty products and boosting myself confidence, I was so excited to try the DedCool Discovery Set. DedCool approaches introducing fragrance in a new way that I really enjoyed. Not only are the scents made from natural ingredients, but there were six different ones that I could mix and match which was so fun! I've been searching for the right fragrance that suits me. It has been hard for me to find one because I have a sensitive nose that does not like the smell of chemicals, and sensitive skin that would get rashy when in contact with perfumes. I have not had this problem with with the DedCool perfumes. My favorite is Xtra Milk followed by Sunlit Blooms and I really like them together. My least favorite was the Red Dakota. Even though I didn't really like that one, it still smelled decent with Xtra Milk. I also really liked how Taunt smelled warm, sweet, and vanilla-y. The scents lasted a really long time and I got a lot of compliments! I would recommend this for anyone who wants to try finding a great natural smelling perfume. I am so glad I tried them!"
        },
        {
            "review_title": "Discovery Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Iu2019m excited about the DedCool Discovery Set! Getting to smell and test different fragrances in order to find the right one for me is an absolute dream. DedCool made it easy to try their products"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This set is absolutely adorable, coming in a beautiful tin tray I will continue to use for all my perfume samples. The scents include Red Dakota, Milk, Taunt, Xtra Milk, Blonde, and Sunlit Blooms. I haven't had much experience with Dedcool and was absolutely stunned to realize just how much I love these scents, especially Red Dakota and Blonde. Red Dakota is a juicy, fresh scent that when paired with Milk, becomes a slightly sweet fruity floral. Blonde is more earthy, spicy, and becomes slightly toned down when pairing with Milk. I immediately went out and purchased travel sizes of them with how much I kept going back to smell them throughout the day. Pairing and layering works beautiful as well, especially with the inclusion on Milk. My one complaint is that I wish there was another scent included that wasn't one of the EDPs. I think for purposes of a sampler set, I would prefer the original Milk EDP for layering and instead of Xtra Milk include Madonna Lilly."
        },
        {
            "review_title": "Great way to figure out your favorites",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I enjoyed this fragrance discovery set. These are all good scents it was very hard to pick a favorite because I loved them all so much. These fragrances are all good and lasting. They're good for layering or wearing by themselves. Also so convenient for being in a tin which is great for on the go or just storing them in general. If I had to pick a favorite I loved Red Dakota it just really stood out. This is an easy blind buy because these are all great and there are so many choices in the discovery set which makes it so worth it. You will most likely fall in love with these fragrances like I did. I love the variety also because there is something for everyone in there. Easy to travel with and just so many benefits. It's so easy to pack in your purse and can be worn in many different settings and times of the year."
        },
        {
            "review_title": "The best !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "truly love this ! I travel alot ! its perfect to mix and wear.  all the scents are great ud83dudc4d  truly love it. I also like to spray on my wrist and mix.  They are all light fragrance and I find that it very nice to wear everyday.  I definitely think it great for all ages !"
        },
        {
            "review_title": "Obsessed ud83dude0dud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Combination skin",
            "review_text": "When I first was smelling each scent I was bit nervous. Itu2019s my first time really getting to try Dedcoolu2019s fragrance, and I have heard nothing but great things. Now imagine to my surprise that 5 out of the fragrances 6 are my favorites. Starting off with Fragrance 01 Taunt, when you first spray you are greeted with the top notes of amber very strong and masculine. Then as the heart and base notes kick in you are wrapped in bergamot with hints of vanilla making this scent feel warm and inviting. On to fragrance 2 also known as Fragrance 03 Blondie, this is one the top and base notes of black violet and saffron are very strong. Kind of reminds me of walking into the perfume section in Macys. Next up is Red Dakota just like taunt the top note of amber comes flying at you then you are engulfed by the heart and base notes of bergamot and gardenia creating this sweet hypnotic heavenly scent. Third to last is Sunlit Bloom the top note you are hit with from the first spray is orange blossoms, then with the heart and base notes you are transported to the end of spring start of summer sweet, floral, and just happy. The second to last is Milk. The base note of this fragrance has to be white musk  while the heart and base notes are bergamot  mixed with hints of amber. Itu2019s very much a combination between masculine and feminine.  Itu2019s sweet, musky, refreshing and intoxicatingu2026 Obsessed ud83dude0d. Last but not least is xtra milk. The top, heart and base note seems to stay the same of bergamot, amber and white musk, but it seems the amber and white musk are more dominant creating a hint of sweet but more masculine scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Dry skin",
            "review_text": "Yes, please! These discovery sets are a genius, not to mention a lifesaver, money-saver and a bit of a luxury.    Every time a brand launches a fragrance sampler set, I MUST have it. My first love growing up was perfume. I was fascinated by different fragrance profiles that put me in different moods and ignited unknown desires and feelings in my heart of hearts and made me curious to learn about different cultures and faraway places. Then in my teenage years I worked the perfume counter and were those the most fragrant times of my life?    Decades have passed and I always have at least 60-70 different perfumes in my rotation to match the weather, my outfit, the mood, the climate or sometimes even my choice of music. I guess you could say I'm a full-blown fragrance junkie.   Really glad scent samples are becoming the new norm: it gives the wearer a better idea of how scents work with their individual body chemistry not to mention each vial contains enough juice for use over several days if not weeks.    No longer need to go to the perfume counter to sample everything in one go, just get a set and trial everything in the comfort of your home to see which scent inspires You!   I love Dedcool, I love their ethos, been a big fan of Taunt and now I found a new favourite thanks to this nifty little sampler set that's housed in a fully recyclable (upcyclable/reusable) sleek tin box. Just punch the sides and slide it open, you'll find 6 generous vials with spray heads attached for convenience on the go.   Taunt is still my No1 from this lot with Sunlit Blooms becoming a close second. As a lover of white florals, amber and gourmands, it's no surprise I'm taken by these two the most.   Blonde is another standout scent along with Red Dakota the former being a love-child of Black Saffron and Ombre Leather while the latter having mostly fruity-floral notes in an almost vintage way.    Milk and Xtra Milk are my least favourite of this batch, mostly because they don't"
        },
        {
            "review_title": "So cute and so many options!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The packaging really got me here, this was very thought out. Again it's very simple and clean, but at the same time it is very detailed when it comes to explaining the products and very neat. Pop off the cardboard sleeve and there is the cutest little metal tin that can be reused, and 6 of DedCool's signature scents. All of these start with a strong alcohol smell, but quickly transform into another world quickly once that settles. Their own little worlds. There is an oil left when you spritz them all as well that helps them last longer. Fragrance 03 blonde - orange and clean Red Dakota- Grapefruit and April showers Taunt - sweet like candy, vanilla, a little like Caramel Sunlit blooms - citrus and sweet, this by far is my favorite out the bunch. Milk - clean, light, and very delicate, I could see why when they made Xtra milk they made it stronger, this one is barely there, but it makes it my favorite for layering. Xtra milk - made my mouth water, the freshest out the bunch, would be prefect for spring. All in all these scents blew me away and the thought of layering them with all my other perfumes, the combinations are endless and I'll be enjoying not only that, but the all the people who are gonna be asking me, what is that? What are you wearing?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Hello! As a beauty enthusiast, I love testing products and giving my honest opinion on how well these beauty items have worked for me. I tried the Decool discovery set, which came with Taunt, Blonde, Red Dakota, Sunlit Blooms, Milk, and Xtra Milk. This set was so fun to try, especially since all of scents are super unique! Milk and xtra milk are musky scents with good staying power. Taunt is a vanilla amber scent and Blonde is a spicier scent. Sunlit Blooms is a more citrusy scent and Red Dakota is a more amber citrus scent. I loved all of the scents and feel like the sample will last a long time! I feel as if the citrusy scents will be better in the spring/summer and the musky scents are more fall/winter for me! I am so happy I discovered the Dedcool brand and plan to repurchase in the future!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love DedCool Discovery Set scent of all of the perfumes, and will likely buy a full size version in the future, my favorite was Fragrance 01 u201cTauntu201d.  I have seen in social media how many people LOVE Ded Cool and I didn't want to buy a big bottle before making sure I liked it , so getting the samples is a brilliant idea. I found the scents to be very close in smell and all very light and sweet, I am not a huge vanilla fan but I did enjoy Sunlit Blooms, my daughter loves Milk and she wants to purchase a full bottle."
        },
        {
            "review_title": "Great sample set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have been a licensed Esthetician for over four years and a Registered Nurse for over 30 years and am always looking for products and cosmetics to improve my personal appearance as well as my skin health. My appearance is very important to me as far as my clients first impression.  I try all products on myself before I recommend to my clients based on skin type so I know how it looks feels and smells DedCool Discovery Set is a great way to try many of the amazing DedCool fragrances and mix and match them depending on the time of day, mood etc.  All of the DedCool fragrances ar very uplifting and sensual and can be worn by men and women and can be layered.  I love that this set comes in a wonderful tin that can also be repurposed.  It is a little tricky to open the first time, you have to squeeze on the two sides to lift the lid, so it is child safe which is great because of the small glass spray bottles, and the tin also protects them if the tin accidently gets dropped.  Great way to find your favorite scent or makes a great gift."
        },
        {
            "review_title": "I truly love them all! Such mesmerizing scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I am a 34 year old beauty enthusiast from Northern Kentucky! Ok let me tell you about these Dedcool Scents ! The first one I am going to brag about is the Milk perfume!This milk perfume has Amber ,Bergamot and white musk !It isnu2019t to strong of a scent! The next scent Iu2019m going to brag about is the extra Milk scent ! It also has Amber , Bergamot and white musk but this Xtra milk is more concentrated so itu2019s a stronger smell! But not to over powering ! The next scent Iu2019m going to be talking about is the Red Dakota ! It smells of Gardenia, Amber and Bergamot! But if paired with the xtra milk it makes it a more luxurious smell! The next fragrance I will be talking about is u201cFragrance 01u201d Taunt u201c which I think is my favorite! Smells of Bergamot, Vanilla and Amber ! Then last but not least the Sunlit blossoms smells like white orange blossoms at high noon!Then there is Blonde which smells of Black Violet and Saffron! Extremely yummy fragrances! I truly enjoyed them all!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This set has six fragrances all with different stories. Milk is an amber, bergamot, white musk blend that smells luminescent, ethereal, and creamy. Xtra milk is a tad bit stronger with an emphasis on the white musk note. Taunt ended up being my favorite itu2019s a creamy but not too sweet citrusy vanilla. Sunlit blooms reminded me of having a sweet creamy orange ice cream at the beach with notes of salty vanilla and orange blossom. Red Dakota is tart, citrusy, and zesty like a refreshing lemon water. Blonde reminded me of walking through a cemetery on a sunny day and seeing all the graves adorned with tons of violets, roses, and it starts to get late so you grab your leather jacket to wear."
        },
        {
            "review_title": "Find a new fave!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "As a thirty some year old who lives in the city, I like to wear fragrances that make me memorable, and I can spot a lovely fragrance when I smell one. These scents by DedCool will have at least one new scent for keeps. The set comes with 6 scents, and I loved Red Dakota that smelled like a grapefruit mimosa and Taunt which smells sweet and elegant. Even though the scents are unisex, I can say that Milk, Blonde and Xtra milk could fit a male better. Sunlitblooms was fresh and clean a very nice scent for summer! Xtra milk has sweet notes that made me sneeze quite a bit. The scents stayed on me and my clothes a long time. I like that they feel to be oil based, meaning they are high quality and long wearing. A little goes a long way, so the set can last for a while! The packaging is a cute metal box that can be reused."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Dedcool discovery set is the bomb. I love all the scents and there is something for everyone. I love this brand and its ethos. Xtra milk is my fave but I love the scent notes of milk and the others. Itu2019s also the perfect gift for anyone who prizes extravagant notes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love that the sample said, gave quite a range, and also come in a reasonable cute TIN, which makes it ideal for carrying around! it really emphasizes the idea that they are environmentally friendly by offering a packaging that is reusable in something else. I also appreciate it that all of them were sent in glass Iu2019ve gotten some in plastic, but just felt wasteful and less environmentally friendly. I think two of my favorite scents with the set are TAUNT and milk. For TAUNT I really liked how fresh and light and yet still dark the scent was. For milk I like that itu2019s kind of like layering on my skin so itu2019s nothing overpowering something that seems natural and unique to me. I did appreciate the range of sense inside the small sample set. I found that I could have a different scent for a different mood that Iu2019m in, and I could find it all within the same set. I would definitely recommend this to others who enjoy different scents and would definitely get again!"
        },
        {
            "review_title": "I'm obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The DedCool Discovery Set offers a tantalizing array of non-toxic, vegan, genderless fragrances with an oil-based formula. Featuring a set of six best-selling scents, this collection allows you to mix and match to discover your own unique fragrance. Personally, I found that these fragrances lingered longer on my clothes than on my skin, with an intimate and skin-close scent profile that lasts until the next day.   DedCool isn't for everyone; it's tailored for sophisticated perfume users familiar with molecular aromas, layering techniques, and the appreciation of beauty in fragrance. However, for those willing to delve into its intricacies, this set provides an excellent introduction to the brand's ethos and offerings.   My personal favorite combination from the set is fragrance 01 Taunt mixed with XMilk. This blend is simply enchanting, evoking sweetness and allure with hints of innocence and cleanliness reminiscent of vanilla candy, akin to the scent of baby skinu2014utterly adorable. Overall, the DedCool Discovery Set is a fantastic opportunity to explore and experiment with six uniquely captivating scents, ultimately finding your perfect olfactory match."
        },
        {
            "review_title": "Stellar Variety",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "The variety of scents and the amount in this tin is an amazing value! Plus the tin is super cute, I'll defintely be saving it. All six scents are complex and luxurious, and there's only two that I don't fall under my personal scent preferences. My favorites are Taunt, Xtra Milk, and Sunlit Blooms. I love vanilla and amber so Taunt is right up my alley. It's sweet while still being mature and alluring. Xtra Milk has that you-but-better scent. It's clean, comforting, and intriguing all at once. I'm surprised by how much I enjoy Sunlit Blooms since I don't usually go for floral/fruity essences. When I first sprayed it on my wrist, I kept bringing it up to my nose over and over throughout the day because it's just so good! The scent makes me think of the transition from the end of summer, into the start of autumn. The two fragrances in the sample that I don't plan to wear are Blonde and Red Dakota since they don't feel very me. They're still great scents though, I'll be gifting them to a friend. The sample-size bottles are a lovely glass and they spray into a fine-mist. I'm going to stash some in a purse, travel bag, and my car so I can smell amazing anywhere!"
        },
        {
            "review_title": "Cool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "These discovery scents are to die for. They come in the cutest tin. They all fit in snug in there and when you open it you squeeze both sides to slide the top off. Comes with the scents xtra milk, blonde, milk, taunt, red dakota and sunlit blooms. These are deluxe size samples and they are filled to the top so you dont feel skimped out on. I'll start with the xtra milk. This scent is soft and powdery. The sunlit blooms is a fresh flowery scent. Red dakota is spicy and sweet. Milk is similar to xtra milk, they are both alike with milk just being a softer version. Blonde smells like nuts and berries with a woodsy smell to it too. Taunt smells sweet like bubblegum. Its fresh and flowery too. I have fallen in love with dedcool and these discovery scents. Each vial sprays a decent amount each time despite its size so great spraying action there. These are genderless so anybody can wear them but i feel like they were made just for me."
        },
        {
            "review_title": "Its A Masterpiece!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "DedCool Discovery Set is a masterpiece! Each and every scent in this set is sophisticated and unique, I am in love! #1 Taunt is so candylike, it's like walking into a bakery! It's warm and dreamy, the vanilla comes through so soft and delectable! Sunlit Blooms is floral, it's like a spring picnic in a field of flowers. Blonde is a bold and whispy musk, it's spicy and makes me feel sexy everytime I put it on! Red Dakota is like citrus and seduction, it makes you want to be flirty and fun! Milk is a warm musky smell but it has a spicy, sexy kick to it! Last but certainly not least is Xtra Milk this is a sexy, seductive, passionate night with your lover! It's delectable, it's like relaxation In a bottle to me! I am in love with all of the DedCool scents, each one is truly unique and elevates your mood in different ways! Its a must have!"
        },
        {
            "review_title": "lovey sampler set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "DedCool is a vegan, cruelty-free, and unisex fragrance line that offers a variety of scents for different moods and occasions. The sampler includes six mini bottles of their most popular fragrances: Taunt, Blondie, Red Dakota, Sunlit Blooms, Milk, and Extra Milk. Each fragrance has its own personality and charm, and I enjoyed experimenting with them.  Taunt is a spicy and seductive scent, with notes of vanilla, amber, and sandalwood. It is perfect for a night out or a romantic date. Blondie is a sweet and floral scent, with notes of jasmine, bergamot, and musk. It is ideal for a sunny day or a casual brunch.  Red Dakota is a warm and earthy scent, with notes of fig, amber, and cedarwood. It is great for a cozy evening or a relaxing weekend.  Sunlit Blooms is a fresh and fruity scent, with notes of grapefruit, orange blossom, and rose. It is suitable for a spring morning or a cheerful mood. Milk is a soft and creamy scent, with notes of vanilla, coconut, and tonka bean. It is comforting and soothing, and can be worn anytime.  Extra Milk is a rich and decadent scent, with notes of caramel, almond, and vanilla. It is indulgent and delicious, and can be layered with other fragrances for a unique twist.  I loved the diversity and quality of the DedCool fragrance Sampler, and I think it is a great way to discover new scents and express yourself. The fragrances are long-lasting, subtle, and sophisticated, and they can be mixed and matched to create your own signature scent. I highly recommend this sampler to anyone who loves fragrances and wants to try something different and exciting."
        },
        {
            "review_title": "Experience it all!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Dedcool's discovery set is full of unique scents that each showcase the thought and creativity of the brand. Every scent included has its character much like the people who will eventually wear them. It was a fantastic journey through them all and there was not a single scent I did not enjoy. They all worked well on their own or layered.  My favorite of the scents included was Red Dakota. Red Dakota smells like a citrus-fueled walk through the deserts of Arizona to me. It is beautiful and a little dry. I could not stop smelling myself while wearing it and received a lot of compliments. It was really hard not to gatekeep the name of this scent.  A close second in the set was Taunt. If I paired this with a thought process it would be, this scent is for the grown women. It is sensual and romantic. Teasing hints of warm vanilla and amber while flirting with florals. Bergamot comes in as well but not as strongly as it does in milk or extra milk. It is just all around a sexy scent.  Blonde was also included in my set. I found it to be a pretty scent. I did enjoy it but it is not a scent I would often reach for as it is lighter than what I normally wear. I found that I picked up most heavily on the violet and juniper In the scent. It could make a wonderful summer scent when I might want to reach for something a bit lighter.  Sunlit bloom is an extraordinarily fresh scent. It smells to me like an orange creamsicle but not as sweet. It was very lovely.  Milk and Xtra Milk are great for layering. I like them on their own as well but they do better with layering in my opinion. Both are bergamot-heavy and the musk comes in on the backend.  Scents are very important to me, as I tend to match mine to my mood and I am confident within this discovery set I will always have a scent to match any mood I am feeling. My only complaint would be that many of the tester bottles leak so if they do not remain upright they will leak from the top."
        },
        {
            "review_title": "Great discovery set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a fantastic discovery set! It is perfect for those wanting to sample different scents before committing to a full-size bottle. Each one boasts a unique aroma that has me completely obsessed. They come neatly packaged in a portable tin, ideal for on-the-go use or for traveling.  Now, let's explore the scents:  1. Fragrance 01 Taunt: With Bergamot, Vanilla, and Amber, this fragrance is sweet and delicate, perfect for everyday wear.  2. Fragrance 02 Blonde: Featuring Black Violet and Saffron, this scent is mesmerizing with subtle woodsy touches, making it a favorite of mine.  3. Red Dakota: Combining Gardenia, Amber, and Bergamot, this fragrance is fresh and captivating, ideal for sunny days.  4. Sunlit Blooms: With Orange Blossom, White Floral, and Salty Vanilla, this scent is a beautiful blend of citrus and sweetness, perfect for daily wear.  5. Milk: Amber, Bergamot, and White Musk create a delightful scent, perfect for wearing alone or layering with other fragrances.  6. Extra Milk: This unique scent has a cozy, sweet aroma, making it a must-have addition to any collection.  I love that these fragrances are genderless, allowing me to share them with my husband. Overall, this discovery set offers a diverse range of scents that I highly recommend exploring. Trust me, these fragrances are truly remarkable!"
        },
        {
            "review_title": "Great for mixing scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The DedCool Discovery set is so good for finding your a signature scent! Fragrance 01u201dTauntu201d is absolutely to die for. Itu2019s a light warm vanilla that wraps you in a hug once it hits your nose. It layers perfectly with the scent xtra milk for that little bit of added warmth. 03u201dBlondeu201d is a unique warm spicy scent that I fell in love with and I usually only go for sweet scents. No matter your taste you will love 1 or more in this set. Itu2019s perfect for combining to make your own personal scent. Sunlit blooms mixed with milk creates a warm beach vibe. These are waterless so the wear time is super long on them too which I enjoy. The only bad thing is they can be a little greasy on some surfaces when sprayed. I would recommend this set to anyone looking to find a new everyday fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The set offers a diverse range of scents that are truly unique and captivating. Each perfume in the set is a masterpiece, with its own distinct blend of notes that creates a multi-dimensional olfactory experience. This set covers a wide spectrum of fragrance profiles, making it suitable for various preferences and occasions. What I appreciate most about the Discovery Set is the versatility it offers. It's perfect for exploring and finding the perfect scent for any mood or setting. The packaging of the Discovery Set is also elegant and minimalist, reflecting the sophistication of the perfumes within. It makes for a wonderful gift for anyone who appreciates fine fragrances. Overall, I highly recommend ths Discovery Set to anyone seeking a collection of high-quality, gender-neutral perfumes. It's a fantastic way to explore a variety of captivating scents and find the perfect fragrance for any occasion."
        },
        {
            "review_title": "Itu2019s okay",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "DedCool Discovery Set mini fragrance scents, are decent. They are perfect for on the gos. I love that I was able to smell the scents as soon as I opened the package. However, I was a bit annoyed when I had to claw at the case that the scents were in. It was a bit of a nuisance to get it open. And then once the case that the mini fragrance were then open, a lot of the fragrance went flying. I love the outside packaging, it was nicely done, especially when it has the fragrance scents outside so I knew exactly where they were when opening the case. But the discovery fragrances scents do not last. You would need to continue to spray them on to get a smell throughout the day. And spraying on perfume can get annoying especially when you have to continue to pray it. I wouldnu2019t recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This Dedcool Discovery set contains six fragrances and it's perfect to decide which fragrances you like the most.  Taunt 01  This fragrance is a really sweet you can smell the vanilla but it's not that strong. I really love this scent and once you spray it on the skin the vanilla scent isn't so sweet it's just the perfect scent you can smell the vanilla and the Amber more than the bergamot. This is a very warm sweet scent.  Sunlight Blooms  This perfume has a floral scent it's pretty strong it's not bad I'm really not a huge fan of strong floral scents but this one's it's pretty okay. This one has orange blossom, white floral, and salty vanilla you can definitely smell the white floral more than anything I can't really smell that much of the salty vanilla or the orange blossom because the white floral really overpowers the whole scent. Once the scent has settled in your skin you can smell a little bit of the orange blossom but it's still has a very floral scent. After you've been wearing it for quite some time you can smell a little bit of the vanilla. But this is definitely a scent for people that are huge fan of floral scents. This is a perfume that I would wear for like a dinner meeting or something like that. Definitely not a scent I would wear every day. Also a little goes along the way because it has a very strong floral scent spraying two to three sprays is a perfect more than that it's just way too much the floral scent will be way too strong.  Blonde 03  This fragrance has black violet and saffron I find this scent pretty bold it's not a sweet or a clean scent it has a bit of a floral scent but it's not a strong floral scent. I find that this perfume goes well for like when you're in a business meeting or office meeting it's a pretty bold scent that's the only way I can describe it. It's s not your everyday perfume definitely for occasions like work meetings and stuff like that. It's a perfume you would wear whenever you want to look professional and smell"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Dedcool discovery set is such a fun set with all the perfumes that I love playing with. It layers perfectly with milk and xtra milk. My favorite is blonde due to its black violet and saffron scent. When I layer that with xtra milk it smells intoxicating and I get stopped on the street for people to ask me what I was wearing! I go so excited because I typically wear usual girly sweet scents and I feel dark and mysterious when wearing the dedcool discovery scents. I love sunlit blooms as it is a white floral and salty vanilla scent. The uniqueness of these perfumes in the discovery set gives me so many options to play mix and match to find my own style and mood through these scents. I enjoy carrying them around in my purse while I travel to different locations for work."
        },
        {
            "review_title": "Scents that lasts like no other",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I am happy with the sampler set. The metal packaging is lovely, and the sample sizes are good enough for a complete experience with the scents. It's new to me that these perfumes don't use water, which makes them feel kind of oily on the skin. I think this plays a role in their longevity, as they stay for a long time on the skin compared to other fragrances. Now, let's talk about the scents:  - Taunt: I really love this perfume. I can definitely smell the vanilla and bergamot, but I couldn't catch the amber. It lingers for a long time and smells good.  - Blond: The notes are delicious, and I love how it performs. I can see myself wearing this one.  - Sunlit Bloom: Once you spray this one, you can smell the citrus and white flowers. It was pretty strong for my liking, but as it cools down, the vanilla comes through, making it smell beautiful.  - Red Dakota: The opening notes are citrusy, coming from the bergamot, and then you can definitely get the gardenia and amber. I love it.  - Milk and Xtramilk: I loved the musk and amber in them, but for me, I could barely smell both of them. I was disappointed by these two"
        },
        {
            "review_title": "Long Lasting Perfumes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I tested all of these for a week and I must say I really enjoyed all six. My favorites are XTRA MILK + Sunlit Blooms + Red Dakota. XTRA Milk did an amazing job creating perfume oils and did a huge hit with me but I find them all intriguing! I love the purity of the ingredients and I could wear these scents anytime, day or evening. Itu2019s nice they have a sample pack. They aren't over-powering and they don't give me a headache like most perfumes which I loved about this product. I will definitely recommend this Dedcool perfume to all ages especially if you are looking for long lasting scents. You canu2019t go wrong with any of these scents."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "First off, I love dedcool and its whole brand! The packaging is environment friendly and ingredients are clean. Thatu2019s something we can all appreciate. The discovery set is such an affordable way to see what scents you may like. My favorite scents are Xtra milk and Taunt! Both are really subtle but noticeable. If you want a conversation starter, these are for you! I get way too many compliments on how I smell and I even forget I have it on at times. Nothing too headache inducing, which is something I have a problem with a lot of other perfumes. I work 12 hours and a lot of the time, I just want to smell fresh and clean to get through the day. Sunlit Blooms is the strongest scent of the bunch. For me, itu2019s too citrusy for my liking but others may love! Do yourself a favor and grab this set, you might find your new signature scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The best way to Discover which Dedcool scents you like without purchasing each of the scents in the bigger bottle first is to get this Dedcool Discovery Kit, but if your like me you will discover you like them all because each one is different and unique in their own way. You will also discover that layering the scents creates a whole other world of aroma to discover. In this kit you will find Milk which is a light layering fragrance and Xtra milk which is a tad heavier than Milk, both have a citrusy warm musk scent. My absolute favorite scent in the bunch is definitely Sunlit Blooms which has notes of orange blossom, floral, and vanilla but not the normal vanilla that your use to smelling itu2019s more of a salty vanilla that smells so good. Coming up as my next favorite would have to be Taunt which has the warm vanilla citrusy smell. For the more floral lovers there is also Red Dakota which has a warm gardenia smell with a twist of spicy citrus and Blonde that has black violet and saffron. I created a layer that I love but Iu2019m keeping it to myself, you can discover yours on your own."
        },
        {
            "review_title": "Love this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have become a huge scent enthusiast, but I struggle with migraines so, that can make it difficult to find scents that won't trigger a migraine. Dedcool is a clean brand and they use very high quality ingredients. That definitely shows. These scents are great for me. They layer so nicely and don't trigger my migraines. The scents are very yummy on their own, but genius when layered. Sunlit blooms is the strongest of these scents and it will definitely overpower upon initial opening. The packaging is so cute and can be reused for so many different things. I have been loving it for my purse. This would make a great gift for someone who wasn't sure what scent profile they enjoy the most or someone looking to add some more fragrances to their collection."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019m thoroughly impressed by the scent profiles Dedcool has to offer. This trial set and the featured signature fragrances of the brand offer a wonderful glimpse into the brand's mission to offer a fragrance experience in such a unique and palatable fashion. This set truly provides an indulgence for everyone with varying tastes and fragrance preferences. Fragrance 01(taunt)and Sunlit Blooms are sensual musks that are warm and enticing for those looking for decadent florals that are sultry and piquant. Fragrance 03 and Red Dakota are good balance of bright and zesty florals with brooding middle notes from the black violet and gardenia profiles. Milk and Xtra Milk are Amber potent fragrances that are adaptive and luscious balanced with bergamot and white musk which together create an alluring intensity."
        },
        {
            "review_title": "Love them ALL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Absolutely in love with these scents. Such a great way to try them all and layer on top of each other. Already knew I loved milk and red dakota, but fave layering combo I haven't heard anyone talk about is taunt + madonna lily, never gotten so many compliments on a perfume ever. Do urself a favor + try them allllll"
        },
        {
            "review_title": "Disappointing packaging for the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "These smell amazing, but definitely listen to the reviews that say they come partially full. Mine were filled to all different levels, which is disappointing for the price point."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "while there were some scents I liked, all were quite similar. One of the bottles was a different scent then what was listed and two of them were half full."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Pretty disappointed the small vials were half empty when I received them. Definitely not worth it!"
        },
        {
            "review_title": "Worth it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Cute packaging, nice scents. To address other reviews - you do get Milk (and itu2019s quite nice) and the samples I received were full. The case is terribly cute too. As for the fragrances Iu2019ve only tried 2 - milk is delightful, not overly lactonic, and to me Blonde smells like soap."
        },
        {
            "review_title": "unimpressive",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "this set really highlights how similar all of these fragrances smell. only taunt stands out as something different compared to the others. milk is not included, but it smells very similar to the others - everything has a bergamot or sharp citrus peel zingy overtone and a damp newspaper or printer ink undertone. i do not get gardenia or amber or musk or any of the other notes listed on any of these fragrances. taunt has a cloudy soft vanilla over the citrus, a very hazy soft vanilla not - too sweet. not really unisex, just in general kind of boring or uninteresting. not well blended or balanced. not exciting in any way, but also not simple in the sense that an uncomplicated scent can still be very inviting. just very underwhelming and i can't get past the chemical inky dusty musty wet paper undertone on all of the scents.  packaging is a dud too. along the lines of the tiny samples Sephora used to give out, which is reasonable if they are free samples. they component is poor quality and seems to allow the product to leak or evaporate - they arrive half empty and there is very little product to begin with. i understand a sample set, but the price is steep for very little.  really just unimpressive."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Smells are great, but bought the tin and they came half emptyu2026. Was sent a replacement and it was also half empty? They also dry up really fast in the bottles. When I originally bought this last year the tin was $30 and now itu2019s $40. Save your money and go smell in store for a ful bottle!"
        },
        {
            "review_title": "D+G LB meets Angel Muse - spicy mature bergamot!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "Fabulous, sophisticated fragrances. If you like bergamot, then these are your jam. Think mature D+G Light Blue meets spicy Angel Muse."
        },
        {
            "review_title": "Bad packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The fragrances are nice, but the packaging is a fail. The tin it comes in is cute, but it gets stuck and itu2019s nearly impossible to open and close properly. The little perfume sprays are also very cheap. They came a little ununiform, like some of them had spilled."
        }
    ]
}