{
    "product_id": "1389",
    "name": "Nourish Cru00e8me Riche with Vitamin C and Centella",
    "brand": "Sahajan",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 74.0,
    "about": "What it is:u00a0A luxe cream with potent actives including vitamin C and centella clinically shown to intensely nourish, address dryness, and visibly soften fine lines...Skin Type: Normal or Dry..Skincare Concerns: Fine Lines and Wrinkles, Dryness, and Redness..Formulation: Cream..Highlighted Ingredients:- Triphala: A potent vitamin C that visibly brightens, protects, smooths, and supports..- Gotu Kola/Centella: Supports the production of collagen and visibly reduces fine lines and wrinkles..- Coconut Oil: A delicately added, nutrient-rich, and intensely hydrating oil that makes skin glow...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Sahajan scoured the ancient Indian texts to discover the Ayurvedic elixir for vibrant, toned-, ageless-looking skin and crafted it into this blend. With potent Ayurvedic ingredients, this formula addresses dryness, related redness, supports the lipid barrier, and delivers visibly firmer, brighter skin...Clinical Results: In a 28 and 42-day clinical study of 35 women ages 35 to 60 using the cream twice daily:.- 97% experienced improvements in fine lines and wrinkles after 4 weeks.- 100% experienced improvement in skin's hydration.- 91% said the cream gave them healthier-looking skin..CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "-Triphala: A potent vitamin C that visibly brightens, protects, smooths, and supports..-Gotu Kola/Centella: Supports the production of collagen and visibly reduces fine lines and wrinkles..-Coconut Oil: A delicately added, nutrient-rich, and intensely hydrating oil that makes skin glow....Water/Eau/Aqua, Glycerin, Centella Asiatica Extract, Polyglyceryl-4 Oleate, Cocos Nucifera (Coconut) Oil, Prunus Armeniaca (Apricot) Kernel Oil, Camellia Seed Oil, Cetearyl Alcohol, Glyceryl Stearate SE, Garcinia Indica Seed Butter, Candelilla/Jojoba/Rice Bran Polyglyceryl-3 Esters, Glyceryl Stearate, Sodium Stearoyl Lactylate, Cetyl alcohol, Aloe barbadensis leaf juice, Terminalia bellerica fruit extract, Terminalia Chebula Extract, Emblica Officinalis Fruit Extract, Dehydroacetic acid, Benzyl alcohol, Xanthan Gum, Fragrance (Parfum), Tocopheryl acetate....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply morning and night as part of your skincare ritual..-Massage onto face, neck, and du00e9colletage..-For best results, use after your Sahajan Radiance Serum (sold separately)...Recycling Instructions:.-Rinse the jar and recycle..-Rinse the cap and disc if needed..-Drop off at your nearest Pact bin or discard as waste.",
    "num_reviews": 157,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/nourish-creme-riche-with-vitamin-c-centella-P510436?skuId=2776045&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2776045-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2776045-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "A Must Have Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My skin gets quite dry in the winter and this cream has been saving my skin this season. I apply it in the evening and by the morning my skin feels so nourished and hydrated. I really enjoy using the Sahajan Radiance Serum and then layering this Cream over top to help lock in moisture"
        },
        {
            "review_title": "Perfect Rich Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is the perfect, thick, rich face cream for my dry skin. My absorbs into my skin well, and my skin looks bright and feels nourished. It locks in moisture and I especially love using this product at night as the last step in my routine!"
        },
        {
            "review_title": "Donu2019t get the hype - break the skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Skin type : mix/ colour: brown skin. It made my skin break like crazy. I didnu2019t like clayish the texture either. It doesnu2019t feel like a moisturizer at all. I have use cheaper and more expensive products and never got this reaction. I used it with product that have great effect together and to remove some hyperpigmentation. It created the oppositeu2026"
        },
        {
            "review_title": "Cream worth buying.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This cream pampers my skin so well, i dont need a lot to really apply on my skin. With just two weeks of use, it starts to even my skin. What I like most is that when I wake up in the morning, my skin is glowing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Oily skin",
            "review_text": "I really like the texture of this cream. It is very hydrating without making me feel sticky or oily. It is perfect for when my skin gets dry in the winter."
        },
        {
            "review_title": "Very nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Very nourishing without being heavy. Skin feels hydrated and plump, fine lines melt away. I used it in the evening and woke up with fresh looking, bright skin in our dry Canadian winter. Normally, I have hard time keeping up with hydration needs of my skin in winter, but now I feel like I'm in good hands. Currently, I pair it up with Sahajan serum. Also thinking of using the Sahajan serum in the morning and this creme riche at night."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I just started using this products but already I am in love. It absorbs into my skin whereas other brands I i feel are just on my face. My skin feels soft and nourished just like the products says! I even found that it evened out my skin tone which was a nice surprise."
        },
        {
            "review_title": "Hydrating for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "My skin is really sensitive so itu2019s always hard for me to find a cream thatu2019s not too heavy or clogs my pores. This definitely isnu2019t that. I was surprised that despite being a thinker cream, it didnu2019t feel heavy on my skin. My skin has never looked better and is surprisingly hydrated as the weather transitions to colder months."
        },
        {
            "review_title": "Very moisterizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love this moisturizer. Itu2019s not too heavy or oily. Leaves your face with a natural glow. I highly recommend it."
        },
        {
            "review_title": "Good moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Doesn't feel too thick or sit on the skin weirdly, it sinks in and nourishes the skin nicely."
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ma peau est extru00eamement su00e8che du au changement de tempu00e9rature cu2019est encore pire mais avec cette cru00e8me wow ! Ju2019ai vu une grande diffu00e9rence apru00e8s seulement une utilisation"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this product! I feel like it's sinking into my skin. It is not greasy which I like. Fills velvety"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "The product is nourishing without being oily. It absorbs very quickly and smells fantastic! It's great to use before makeup application and I especially like to use it in the spring/summer/fall when my skin is more oily and needs a less oily cream. It smooths my skin and reduces redness."
        },
        {
            "review_title": "A must have face cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product recently and impressed with the results. As the colder, dryer winter weather approaches Iu2019ve been finding this product soothing to the skin. Truly giving the moisture I need while brightening my skin. I would recommend this to annoying looking for a good quality moisturizer!"
        },
        {
            "review_title": "A must-have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Great hydrating cream that blends skin tone, reduces rediness and enriches.  I use it after allowing the serum to absorb a bit.  Leaves a smooth, soft and even complexion that lasts all day.  Would prefer unscented but nonetheless I highly recommend."
        },
        {
            "review_title": "Nice daytime moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Absorbs quickly and smells like an expensive spa. I am also using it on the back of my hands and neck. The packaging looks great and feels luxe."
        },
        {
            "review_title": "Must- have all year round",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Very nourishing and great for anti-aging. I have been using this product for a long time and am finally glad to see it at Sephora.  So good if your skin in dry and you have some redness. It makes a big difference."
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I LOVE this cream. It's deeply nourishing and I can see a meaningful difference in my dryness, the fine lines and the redness on my face.  Highly recommend."
        },
        {
            "review_title": "Very Disappointed!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was excited to try this product but was very disappointed. Aside from the product itself, the jar was 1/3 empty which is not ok after paying this much for the item. The cream left this weird dry feeling after applying, like I had put on some sort of mattifier. It wasn't hydrating at all and my usually glowing, dewy skin looked dull and felt rough, not soft and smooth. Lastly, I did not like the smell so I wouldn't have worn during the day even if I liked the actual cream. I will be returning the product."
        },
        {
            "review_title": "Love at first use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I am loving the feel of this product on my skin! After the first use, my skin immediately felt so moisturized and smooth! I canu2019t wait to try other products from this line!"
        },
        {
            "review_title": "this is GOLD- my skin is so happy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "I saw happier skin in 1 use, I use it on slightly damp cleansed face and it just melts in!"
        },
        {
            "review_title": "A new winner for my night time routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using the Sahajan Nourish Cru00e8me riche for about a week now, it has a very natural spa mud like scent. Beautiful packaging. The texture of the cru00e8me is a little thick for the day time for me if I plan to wear any makeup but I love my new routine of using this as a nighttime cream. It feels so nourishing on my skin, applies really nicely to the skin, very moisturizing and doesnu2019t feel cakey or too heavy. I love how my face feels in the AM and overall feel like skin tone has been nicer and skin feels plump and smooth. Iu2019m sold on this product and I am excited to try some of the other products within this skincare line   Thanks,  Val Foster"
        },
        {
            "review_title": "Finally help for my thirsty skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I got a smaller version of this in the Discovery Kit and LOVE it!   Easy apply, light scent and I wake up with nourished skin! I loved the smaller size of this product so I could use while camping! I look forward to adding the full size to my collection!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Lovely, light scent. Easy application and absorbs nicely. Very nourishing and would be great for harsh Canadian winters but is light weight enough for humid summers. Beautiful packaging makes this product feel extra special. Appreciate that this a women led, Canadian company."
        },
        {
            "review_title": "In love with this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This line was highly recommended by a friend of mine. I was excited to try it as it is woman owned as well as Canadian. I have now been using it for 2 weeks and honestly I love it. I find that it leaves my skin feeling so hydrated. I especially love it at night with my retinol product as I wake up with such fresh looking skin. I have been looking for a long time for the perfect moisturizer and I do feel like this is it for me. I also have sensitive skin but it did not make me breakout. I am also using it combined with the Sahajan brightening cream, and have even received compliments on how good my skin is looking. I will be buying this cream again for sure and am tempted to try more products from this line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This Sahajan cru00e8me riche is absolutely fantastic for my really dry and sensitive skin. It keeps my skin hydrated all day, and feels silky smooth. I really love it!! A+!"
        },
        {
            "review_title": "A staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I have been using this cream for over 5 years and it never disappoints.  It is so nourishing!  It goes on smooth, absorbs quickly and leaves your skin looking and feeling amazing."
        },
        {
            "review_title": "Rich and thick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I like how thick and rich this cream is! I use it after serums and I not only feel incredibly hydrated (and notice my skin is brighter) but also feel like my skin is being protected. Great creme if you like thick textures."
        },
        {
            "review_title": "break outs for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "this feels amazing on the skin but caused major breakouts for me.  I've stopped using it and now my skin has cleared up."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This creme is thick, rich and super hydrating for my combination skin. Iu2019m acne-prone, but no breakouts since using my Sahajan products!"
        },
        {
            "review_title": "The most luxurious face cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Finally a luxurious cream that actually moisturizes my skin throughout the night. As a new mom, this feels like the ultimate self-care treat. I am obsessed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product has been great to use on dry, sensitive skin. It did not cause any breakouts and is very hydrating."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "Love this cream. It's so nourishing, and I notice a difference in my skin after just a week."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am disappointed with texture of the cream , expected more bc of its advertising was so attractive, itu2019s like clay no scent and hard to lather it on skin . I will return it !!"
        },
        {
            "review_title": "RETURNED !!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Too thick ! It also gave me acne which I never get . It should  be a mask thatu2019s how thick it was ."
        },
        {
            "review_title": "Nourishing and Great for Inflammation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Beautiful product - my skin has been a bit on the red side lately and within one week of using this product I noticed less inflammation and better hydration."
        },
        {
            "review_title": "Love this as part of my night time routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm a huge fan of this product as part of my night time routine. I love that it's rich and creamy, but doesn't leave my skin feeling heavy or oily at night. I also love the earthy scent - I never want anything fragrant or artificial on my skin, especially at bed time!"
        },
        {
            "review_title": "my ayurvedic daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This is the night  ream i swear by and is hands down more effective than any other I've used so far - and far less expensive!! It's buttery and rich and full of clean ingredients that i feel good about using every day.  I also have very sensitive skin and i find the creme extremely nourishing and restorative."
        },
        {
            "review_title": "Too heavy for me!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have oily, sensitive, acne-prone skin and this did not sink into my skin at all. I found it far too heavy for my face and I broke out within the first few days of use. Iu2019m also not too keen on the scent. I found it lingered in my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "This is by far my favourite Sahajan product - which is hard to choose because they are all so great. This creme goes on very nicely - it's smooth, hydrating and moisturizing. It feels luxurious and sinks in well on my skin. I was worried it would feel heavy but it's not at all!"
        },
        {
            "review_title": "A Hidden Skincare Gem",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve used this product for over 7 years and Iu2019m SO happy Sephora is finally carrying them! Lisa and her brand are a godsend, my eczema prone skin canu2019t get enough of Sahajan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This cream feels so luxurious! It's super hydrating and did not bother my sensitive skin at all. It leaves my skin looking bright and refreshed. Highly recommend!"
        },
        {
            "review_title": "This is my new favourite product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Nourish Cru00e8me Riche with Vitamin C and Centella is a game-changer in skincare. This rich cream delivers a potent blend of Vitamin C and Centella, leaving the skin deeply nourished and visibly revitalized. The Vitamin C brightens and evens out the complexion, while Centella works wonders in soothing and rejuvenating the skin. The texture is luxurious yet non-greasy, making it suitable for all skin types, including sensitive ones. After incorporating this into my routine, I noticed a significant improvement in the overall appearance and texture of my skin. I have oily skin and by mid-day I notice my face feeling greasy. While using this product my skin feels great all day long. Don't be worried about it's brown  colouring it blends right into your skin.   If you're looking for a powerhouse moisturizer that delivers radiant results, look no further."
        },
        {
            "review_title": "Literally a need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have been using  this moisturizer for the past month in my opinion it is very brighting and very rich in feeling"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This is the nicest moisturizer I have ever used. It goes on really smoothly, smells fresh but not perfumed and leaves my skin feeling soft and hydrated. Mixes well with other Sahajan products like the skin oil and the serum."
        },
        {
            "review_title": "Another pleasant surprise!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "At first glance I was worried this product would feel too heavy. It wasnu2019t. It applied evenly and I felt like it filled fine lines and moisturized just enough."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have been using this fabulous cream for over 5 years and my skin has benefited tremendously. My fine lines are at a minimum, my skin glows and looks healthy! I recommend this face cream to all my friends and family because it nourishes the skin so amazingly well!."
        },
        {
            "review_title": "Loving my cru00e8me Riche",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This cream is luxurious and thick but leaves the skin feeling weightless and hydrated.  Beautiful texture, very soothing.  Paired with the cleansing milk my skin felt amazing"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This cream is amazing! It is rich but not greasy and feels luxurious when you apply it.  In the summer I only wear this cream and no foundationu2026.I feel I donu2019t need anything else."
        },
        {
            "review_title": "My fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019m not one to write reviews but this cream is amazing! Iu2019m in my mid 20s south Asian, have a slight hyperpigmentation and it really made it so much lighter. Iu2019ve been using it since December 2023. Makes a huge difference Iu2019m sure if I continue to use it my hyperpigmentation  will be completely gone! The only thing is that it is a bit drying so I would use it with the glow serum and tonerdifference."
        },
        {
            "review_title": "Transformed my skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This cream transformed my skin! Itu2019s incredibly rich and hydrating, and feels luxurious when you apply it. itu2019s moisturized my skin and I find myself having a brighter complexion after a few weeks of using it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Oily skin",
            "review_text": "After using this product over the past few weeks, I am loving the results! It has helped keep my dry skin feeling hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Perfect moisturizer for combo/dry skin. Non-irritating and melts right into my skin. I use it after using the Sahajan serum."
        },
        {
            "review_title": "Perfect for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have quite sensitive skin and this product has done wonders for it! My skin didnu2019t react and felt hydrated. When applying the cream, my skin absorbed it quite quickly and it didnu2019t have an oily feel to it, which I love!"
        },
        {
            "review_title": "My go-to moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am loving this product and canu2019t stop talking about it to friends and family. It leaves my skin feeling soft and bright, a must try!"
        },
        {
            "review_title": "Transformed my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product seriously works wonders on dryness and redness, while evening out my skin tone. My skin is brighter, tighter and glowing to the gods!!"
        },
        {
            "review_title": "Rewinding time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Sometimes I cant help but notice the fine lines on my forehead when I look in the mirror. After using the Nourish Cream for a while, I have noticed drastic improvements in reducing the lines and my skin looks healthier overall."
        },
        {
            "review_title": "Great for wrinkle reduction",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Bought this for my mom and she loves it! Great texture and leaves skin feeling extremely rejuvenated. Noticed wrinkle-blurring effects, this product is a staple for women looking to reduce fine lines."
        },
        {
            "review_title": "More than a touch of elegance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "My face has always been prone to dryness and flakiness, and the Sahajan trio of the Radiance Face Serum, Nourish Cru00e8me Riche, and their face oil have provided such a huge boost to my skin health. I love the ritual of applying these, knowing they're packed with what my skin is longing for."
        },
        {
            "review_title": "Fabulous Moisture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is a fabulous moisturizer that lasts all day long, even in winter! Some days as a treatment I'll add a drop or two of Sahajan's Beauty Oil to it, but it performs so well on its own. Highly recommend."
        },
        {
            "review_title": "10/10 recommend!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "this cream does exactly what the name says, it nourishes my skin! Iu2019ve noticed a significant difference in my skin's hydration levels since I started incorporating it into my routine. I wake up to skin that feels plump, hydrated & supple, without any greasy residue. I would highly recommend to anyone looking for a night moisturizer that provides intense hydration without weighing down the skin. It's a game-changer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "As someone with oily/dry combination skin, this product was perfect for me! It's moisturizing and brightening, and does not feel sticky."
        },
        {
            "review_title": "unmatched hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "The richness of this cream is unmatched. It is not greasy at all and when I put it on at night, my face is still soft and hydrated in the morning. It is unlike any other riche cream I have used in the past, it locks in moisture and definitely helps minimize fine lines. I highly recommend!!"
        },
        {
            "review_title": "Great moisturizer for dry skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is a beautiful moisturizer for my dry skin.  It leaves it feeling soft and nourished.  The smell is not my favourite or I would give it 5 stars.  It works really well."
        },
        {
            "review_title": "Quality ingredients, creamy and nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "Creamy, rich and nourishing, this cream is perfect for those that need more hydration in dry climates. A must buy for winter months, for brightening and hydrating dull skin. Amazing quality of ingredients, too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Absolutely loving this nourishing cream! Its been a gamechanger for my skin, leaving it incredibly soft and hydrated!  Definitely a must have in my skincare routine!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I just started using this product and so far it is lovely! The packaging, the smell, and appearance is luxurious. Very hydrating for dry skin."
        },
        {
            "review_title": "Face literally glows",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Have been using this Cru00e8me for a few years now. Smells amazing and leaves my face looking brighter and glowing. Bonus that this is a Toronto based company run by a female entrepreneur ."
        },
        {
            "review_title": "Thank you for this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This moisturizer has changed my skin routine, for the better! Itu2019s brought me back to a happy place. My skin is bright and dewy, without being oily. A just buy!"
        },
        {
            "review_title": "An absolute treat!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This cream has become a part of my daily ritual.  The luxe formula is an absolute treat and something that I look forward to every day. I used to have dry patches on my skin, but now my skin feels evenly hydrated and glowing!!"
        },
        {
            "review_title": "Quickly became a staple in my daily routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This facial cru00e8me quickly became by go-to product, both morning and night! Smooth texture and left my skin feeling refreshed / rehydrated. Run (donu2019t walk) to add this product to your daily routine!"
        },
        {
            "review_title": "Exceptional!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I have been using Sahajan for a couple of years now and my skin has never been better!  After moving to the west of Canada, in a drier climate than where I lived prior, I looked for a new skincare line to accomodate this new climate.  Amazing products!  All of them!!"
        },
        {
            "review_title": "So hydrating! I love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using this cream for a few months now and itu2019s so hydrating for my dry skin. I love the texture and how it feels on my skin. Canu2019t wait to try more of these products!"
        },
        {
            "review_title": "My skin savior during Winter months",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "If you're like me and suffer with dry scaly skin during Winter, this is an absolute dream. It feels creamy, thick and nourishing on the skin and helps bring my face back to plump and healthy hydration. It's definitely my staple when the cold snap hits in November every year."
        },
        {
            "review_title": "A must have in my routine!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Deeply moisturizing!!! It's rich, nourishing makes my skin glow. I totally recommend it !!"
        },
        {
            "review_title": "Nourishing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This face cream lives up to its name.  Nourishing!  With this cream being so rich, you don't need a lot.  I would recommend to just dab small amounts to key areas for example, forehead, face and neck.  As the saying goes less is more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Amazing daily moisturizer - my skin feels amazing after using it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I liked the texture of the product and was excited by the quality of the ingredients used; however, it wasn't a good match for my skin type. Although it felt moisturizing and hydrating, I didn't like the way it sat on my skin afterward."
        },
        {
            "review_title": "This cream is amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Combination skin",
            "review_text": "This cream is amazing! I can't recommend it enough. Whether you're looking to brighten dull skin, reduce the signs of aging, or simply add a boost of hydration to your routine, this cream has you covered. Use it on your face and neck. Trust me, you won't be disappointed!"
        },
        {
            "review_title": "Magical!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Rich and hydrating cream without being thick or heavy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this cream so much. Noticed a big difference after using it."
        },
        {
            "review_title": "Feel hydrated all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I use this after washing my face right before I leave my house and let me tell you - the way it leaves my skin feeling refreshed and hydrated is next to none! If you struggle with dryness and feeling like your skin is just not as supple as it should, especially in dry or humid climates, give this a go!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I found the colour of the moisturizer a little daunting at first but upon application it blends and settles into my skin surprisingly well with no issues. Very nice and hydrating moisturizer."
        },
        {
            "review_title": "Creamy but feels weightless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I have super sensitive skin that's prone to redness and breakouts so I'm very particular about the products I can use. This moisturizer is super super creamy and yet feels weightless when it's on. It also feels moisturizing without being greasy at all. I use it as the last step at night, after applying serums."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Normal skin",
            "review_text": "Absolutely loved this product. It felt very natural and suited my skin well. It was nourishing and moisturising! Would definitely recommend"
        },
        {
            "review_title": "Favorite Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I've always struggled in finding a moisturizer that keeps me feeling hydrated all day, before this nourish creme, I'd have to reapply many times throughout the day with every other moisturizer I tried. The Nourish Creme not only smells amazing but keeps me feeling fresh all day long."
        },
        {
            "review_title": "Awesome cream without stickiness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great product to use after a workout in the pool -  really hydrates and does not make me feel sticky.   Would recommend for sure."
        },
        {
            "review_title": "Feels great and very hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have been using this at night and love it!!! It is sooo rich and has really helped hydrate my dry skin. You only need a small amount so this will last me a long time!"
        },
        {
            "review_title": "next level nourishment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Normal skin",
            "review_text": "I highly recommend this Ayurvedic skin cream to anyone seeking a natural, effective, and holistic approach to skincare. With its time-tested ingredients and gentle yet potent formulation, it's more than just a cream u2013 it's a ritual of self-care that nurtures both body and soul."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Love the packaging of this product. This cream definitely leaves your skin feeling nourished and hydrated. I love how it lathers on smoothly and feels light on your skin. This is a must have product to have in your skin care regimen :)"
        },
        {
            "review_title": "Best Face Cream on the Market!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "As a woman in my 50u2019s I have constantly been receiving compliments as for the products I use on my skin. My answer every time is the Sahajan Nourish Face Cream! It has made my skin so much more radiant!"
        },
        {
            "review_title": "Definitely recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Moisturizes my skin and it feels so gentle on my face as well!"
        },
        {
            "review_title": "Very Glowy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This moisturizer is a must! Iu2019ve been using for several weeks and I canu2019t believe how healthy, smooth and glowy my face looks. It has a subtle scent, very earthy however it does not linger."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Love the consistency of this cream itu2019s so hydrating and feels so good on my skin"
        },
        {
            "review_title": "My Favourite Face Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This face cream has a beautiful thick consistency while leaving your face feeling so hydrated. It is truly my favourite face cream."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "Luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Definatly like the name says it nourishes your skin feels wonderful when applying love the fagrance"
        },
        {
            "review_title": "Best product EVVAAA",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I just tried this product and I have to say, Sahajan, you have really outdone yourself. Smells just amazing, and I have truly noticed a difference in my acne prone, combination skin. I have sensitive skin so I was at first a little skeptical, but I'm so glad I gave this one a chance."
        },
        {
            "review_title": "Lovely Face Cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "A lovely face cream that doesn't pill or feel sticky. Layers well with the serum and toner! Keeps my face very hydrated and it's a staple in my collection now, especially for someone with dry skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "Obsessed with this. Dry, red, sensitive skin = solved. Such a game-changer, especially in the winter when I really struggle with redness and flakey skin."
        },
        {
            "review_title": "Rich and nourishing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love how rich and nourishing this cream is! Feels very luxurious and moisturizing."
        },
        {
            "review_title": "A must have for my day and night skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This is the best face cream I have ever used! I am super  frugal, but I never hesitate to spend money on this product because it is amazing. It feels great on the skin, and I love that it is made with natural ingredients."
        },
        {
            "review_title": "Super moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I fell in love with this from the first try. Very moisturizing, saved my dry skin. Definitely recommended!"
        },
        {
            "review_title": "Pure Luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This super rich cream is pure luxury! Smells earthy and expensive and leaves my skin feeling plump and hydrated for hours. Not too heavy or greasy, it saved my skin this winter!"
        },
        {
            "review_title": "Beautiful glow and great for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "The GLOW and PLUMP from this face cream is unmatched. My skin looks so hydrated and fresh, I usually struggle with dullness but this has really helped. I have pretty sensitive skin too and find that this didnu2019t irritate it at all."
        },
        {
            "review_title": "My dry skin winter go to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "My go-to night cream. I use this every night and it's such a savior for dry skin! I wake up to a dewy hydrated face and I am so thankful! Smells amazing too."
        },
        {
            "review_title": "Every day luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve been pairing this cream with the Sahajan Vitamin C Serum and the results are so noticeable. My skin feels firmer and more radiant.  The cream has a luxurious smell and feel. When I layer this on top, it seals all the goodness from the serum for all day moisture and photoshop-finish skin. No makeup needed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I am absolutely obsessed with this product!!! I feel like my biggest issue is that my skin often looks dull and I have so much glow and color in my face after using this. It also stays on my skin overnight and well into the next day which is insane. Would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "You can't go wrong with any of the Sahajan products!! I've been using them for years and can't say enough about them."
        },
        {
            "review_title": "Fantastic moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This nourishing cream is better than moisturizers that are priced over $400! My skin feels hydrated and glowing afterwords. Recommend to add to your routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "The product arrived quickly and beautifully packaged!  Love Sahajan clean products and the marketing is awesome."
        },
        {
            "review_title": "Amazing  product..love itud83dudc95",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I have started using the nourishing creme riche recently.I loveeeeeeee the texture of the creme and the glow it brings to my face..It has become an essential  part of my daily routine...loving it ud83eudde1ud83eudde1"
        },
        {
            "review_title": "Dry skin-- treat yourself! you are worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I have eczema and this feels like a treat, like I am spoiling myself. It's very moisturizing, non irritating and good for our cold and dry winters in Canada."
        },
        {
            "review_title": "An absolute must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "I started using Sahajan a number of years ago and now I wouldnu2019t be without it. Iu2019ve tried other more expensive brands and they are not a patch on Sahajan. The Cru00e8me Riche in particular is my absolute favourite. It smells divine, I can feel myself relax as I use it and you can feel it working on looking after your skin. It feels like a treat every time. This is all for a price that is a fraction of the more expensive brands. Donu2019t hesitate try it now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "This is my favourite moisturizer,  in fact, since I discovered it, my only moisturizer.   I am 67 years old with normal skin and just love it.   Nothing keeps my face as soft and hydrated as this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love this super moisturizing cream. Iu2019ve been using it for years and it leaves my skin smooth and soft."
        },
        {
            "review_title": "No like literally just get it. Donu2019t think twice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have been using this cream for years and nothing beats it. I have dry skin and use this year round! Such a nice base under makeup as well. This is my actual holy grail product. If youu2019re debating getting itu2026. Do it!!! Youu2019ll be so happy you did!    did"
        },
        {
            "review_title": "My go to face cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Fabulous cream and my husband is also hooked! Leaves my skin dewy, moisturized, and feeling so soft and plump! My 8th jar already - my face just loves it!"
        },
        {
            "review_title": "Luxurious Feeling Skincare Base",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "You only need a pea size amount of this super smooth and rich cream and it really goes a long way to help make your skin feel hydrated and moisturized. I use this before bed and find it really helpful for my skin that tends to be on the drier side. Super love!"
        },
        {
            "review_title": "Love the Nourish Cru00e8me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have used this product for years and canu2019t live without it.  Leaves my skin very hydrated!!"
        },
        {
            "review_title": "Holy Grail Alert!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I've been using the Nourish Cru00e8me Riche for about a year and the results are incredible! Glowing skin and reduced signs of hyperpigmentation. This is the only moisturizer you need! I would highly recommend it."
        },
        {
            "review_title": "Love this cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Normal skin",
            "review_text": "Rich and luxurious cream with a matte finish. Perfect for daily wear under makeup. And it smells amazing. AND ITS CLEANNNN!"
        },
        {
            "review_title": "A game changer for your skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is a rich a beautiful cream I use nightly and itu2019s really helped keep my skin hydrated and healthy"
        },
        {
            "review_title": "The absolute best moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "Hands down the BEST moisturizer Iu2019ve ever bought. Worth every penny and more"
        },
        {
            "review_title": "Perfect all season cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Excellent cream for the summer or winter! Helps with dry skin but doesnu2019t leave your skin feeling oily at all. Perfect combo of moisturizing while feeling light."
        },
        {
            "review_title": "Best cream on the market",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Light skin tone, Normal skin",
            "review_text": "This is the best face cream I have ever used.  It leaves my dry skin feeling fully hydrated and soft.  A bonus that it is made with all natural ingredients."
        },
        {
            "review_title": "Unexpectedly Impressed - something that works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "As a male who typically doesn't use skincare products, trying out this ayurvedic face cream was a new experience for me.  I gotta admit, it felt pretty indulgent u2013 rich and nourishing and I really only used a dab.  What surprised me the most was the instant improvement in my skin's appearance. It seemed to smooth out imperfections and gave my complexion a healthier glow. I was almost tempted to pile on more, thinking it would enhance the effect, but as I've been told with skincare a little goes a long way. Overall, despite being new to taking care of my face, I was impressed with this product. My after-shave now feels like I'm just applying filler - so I'd say this is product is definitely worth considering for anyone seeking to up their skincare game, regardless of gender."
        },
        {
            "review_title": "Un must pour les peaux du00e9shydratu00e9e",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "Un essentiel pour les peaux du00e9shydratu00e9e! MA cru00e8me depuis maintenant 3 ans tous les hivers! Je l'adore!"
        },
        {
            "review_title": "Canu2019t live without this cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Canu2019t say enough good things about this nourishing cream! It has nourished my skin and visibly softened fine lines within the first few weeks of use. It also smells grea!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Love this product and how hydrated it makes my skin feel! My skin can get so dry especially in the winter and this always leaves my skin feeling good and glowing. It smells amazing and so warming too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Dry skin",
            "review_text": "Great name for this product - it is literally nourishing my dry skin. It's a relief to wash my face and put this cream on my face."
        },
        {
            "review_title": "I love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a winner from Sahajan. I have been using this brand for years and the cream has helped with my dryness redness, and my fine lines. I also noticed the difference on my pigmentation I highly recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product over the past few weeks, Iu2019m loving it! It has especially helped with my dry skin and redness. It also keeps me glowing during the day."
        },
        {
            "review_title": "Fav moisturizer of all time! Canu2019t live without!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "tried them all (SkinFX,Khiels Ultimate) creams, but nothing matches this product.I have t-zone & aging dry skin. Quenches my skin w/out feeling heavy or greasy. Can use in summer. Love how buttery it is!"
        },
        {
            "review_title": "I'm so impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This moisturizer is another winner for me from this line. It feels rich to the touch but absorbs so nicely into the skin. My skin drinks it up! When I wake up in the morning, my skin feels soft and hydrated. I can tell that my husband has been stealing it and using it too."
        },
        {
            "review_title": "Luxurious + Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Sahajan is now at Sephora-- yayyyy!!  Sahajan Creme feeds and heals my over 40s skin through our harsh, dry canadian winter with bright, hydrated results. A little goes a long way, and with Vit C!!"
        },
        {
            "review_title": "Firming and Moisturizing - Naturally!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was looking for a luxurious feeling but hard working cream that included some firming ingredients - amazing feel on the skin and I was able to  see (and feel the results) within the first week of including in my routine.  I switched to Sahajan as I was looking for a clean moisturizer that I could use over and over again without worry about chemicals."
        },
        {
            "review_title": "Sahajanu2026.love yourself with this must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I am so excited that Sephora will be carrying Sahajan products! I have them all but my absolute favourite is the Nourish Cru00e8me Riche! It feels and smells wonderful!  Being over 50, my skin was very dry! This cream has been amazing! Finally, a Canadian product that is worth every cent! Lisa, the owner, stands by her product. Customer service is outstanding. I can not say enough about this amazing product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "I could not survive without this product. My skin can get really dry at times and Nourish Creme Riche is the answer. Such a fabulous product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This cream feels so rich and leaves my skin super hydrated, but not at all oily / greasy. Love the ingredient list and scent!"
        },
        {
            "review_title": "Hands down the best moisturizer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This moisturizer is my favourite, especially during the winter months when I have extra dry skin.  I love the natural ingredients and how my skin feels after using it!  So amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Excellent daily face cream that kept my skin hydrated and glowing. Love the smell and texture of this natural, clean product."
        },
        {
            "review_title": "The workhorse in my medicine cabinet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My absolute favorite face cream for year round - nourishing for winter but doesn't feel too heavy for warmer weather. Sometimes I will use only at night in the summer if I am wearing spf etc in the day - but I love this cream. And it smells SO lovely."
        },
        {
            "review_title": "Used it to the last drop- the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It doesnu2019t get better than this cream. I have used this to the last drop. My skin is dry, red and sensitive and after one use I felt like it was soothing my skin. My fine lines have reduced and I feel like my skin tone is better. My skin looks amazing."
        },
        {
            "review_title": "Part of my daily routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After entering my 60s, I am mindful of what to apply on my face and the natural Ayurvedic ingredients found in Sahajan cream has proven to be best option for me.  After using Sahajan cream daily, my skin feels hydrated and naturally most.  I continue to share this with friends, family and especially my mom.  Thank you!"
        },
        {
            "review_title": "My new favourite face cru00e8me.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love this cru00e8me. It is so light weight and gentle for a cru00e8me product. Also, it smells sooo good. My son sniffed my face and said Mommy you smell so good! Sniff approved!"
        },
        {
            "review_title": "Love this for my sensitive skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This product is divine!  It perfectly moisturizers my sensitive skin and makes it feel soft and supple.  It seems to improve the longer I use it.  Just Fabulous!!"
        },
        {
            "review_title": "Divine Products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have been using Sahajan for over 2 years now and love all their products! I am 55 years old and my skin is so hydrated and radiant. The serum is heavenly and I always take a deep breath and inhale its intoxicating fragrance before applying. It's a ritual that I do daily and I find it very grounding. There is nothing more luxurious than the Nourish cream - I suffer from extremely dry skin and this product keeps me hydrated all day without reapplication! Love Sahajan!"
        },
        {
            "review_title": "A part of my everyday routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "This cru00e8me has helped so much with the discolouration and acne scarring on my face. It is extremely hydrating and applys so smoothly. I like that it doesnu2019t feel to heavy on my skin, and it is great for sensitive skin!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Super brightening, moisturizing  and smells AMAZING. Even helps with my acne scars"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I have been using this line since last August.  I absolutely live it! I have Irish ruddy dry skin. these products love my skin! thank you! Kelly"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I'm so glad I switched to Sahajan's product line!  I have most of the products now and my normally dry, sensitive skin has been looking so calm and hydrated.    The Nourish creme is one of my favorites!"
        },
        {
            "review_title": "My favourite skincare product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Cannot say enough great things about this cream!  Iu2019ve so hydrating and luxurious, and has become a staple in my nightly routine.  I use it after the radiance serum, so I donu2019t know if itu2019s the consistent combination of both products or just this product, but at 42 my skin has never looked more radiant and glowing."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I love this product, it is a must for dry skin. As someone who is very dry skin prone this helped transform my skin from flaky and dry to healthy and nourished."
        },
        {
            "review_title": "Add this is prduct in your routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This product is really amazing. It makes my skin so soft, smooth and not dull and dry."
        },
        {
            "review_title": "Natural and amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "This product lives up to the hype! Itu2019s a part of my daily skin routine and I canu2019t go without it."
        },
        {
            "review_title": "A must-have face cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "A luxurious face cream made of clean products you don't have to worry about. This is my go-to face cream which makes my skin look smoother and more radiant."
        }
    ]
}