{
	"product_id": "592",
	"name": "Glossier You Doux Eau de Parfum",
	"brand": "Glossier",
	"categories": "Fragrance, Women, Perfume",
	"price": 106.0,
	"about": "Fragrance Family:Earthy & Woody.Scent Type:Warm Woods.Key Notes:Sweet Violet, Palo Santo, Ambrox.Fragrance Description:Glossier You Doux is a soft, skin-scent-enhancing, woody fragrance that opens with sweet violet, followed by a precious blend of woody palo santo, frankincense, and smoky myrrh—heightened by a warm, musky base driven by ambrox..About the Bottle:The bottle is an objet d’art in its own right. It is crafted in-house at Glossier; it has the real thumbprint indent of the designer. So just like the scent, the bottle of Glossier You Doux is unfinished. It needs you to hold it to complete it..About the Fragrance:Impressions of You are not scents you wear to become someone else. Instead, they are skin-scent enhancers, meaning they smell a little bit differently on everyone. With musky, warm ambrox and ambrette base notes that wear close to the skin, they let you leave your unique impression.",
	"ingredients": "Alcohol Denat., Fragrance/Parfum, Water/Aqua/Eau, Hydroxycitronellal, Eugenol, Limonene.",
	"how_to_use": "Suggested Usage:.-Spray scent as desired on your pulse points: your neck, behind your ears, your wrists, and more..-Allow fragrance to settle for a few moments rather than rubbing it in as this can disrupt the scent..-Apply post-shower and after moisturizing to aid absorption for a longer, stronger scent impact.",
	"num_reviews": 208,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/glossier-you-doux-eau-de-parfum-P513594?skuId=2819274&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2819274-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz / 50 ml eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2819274-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "I’m “shoookkeeeth”",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Woooowww, I’m shocked. This is way better than the original. If you have a specific nose like me then this is for you. I’m the girl who love a good “Vanilla base woody amber musk oud scent” and this is loved by me very specific nose lol"
		},
		{
			"review_title": "My favorite, personal perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This is my favorite perfume. I love how it smells on me. But it doesn’t have a strong throw, so it’s one I’ll spray on during a self care day when I’m staying home in comfy clothes."
		},
		{
			"review_title": "Better than the og",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "In love this this sent, so glad they came out with the new sents other than the original. Love the vinalla sent and lasts throughout the day, for sure worth it"
		},
		{
			"review_title": "Smells good in the bottle",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I loved the way this smelled in the store, and I love the way it smells in the bottle. After purchasing and wearing for several weeks, I feel I smell like stress swear when I wear it. It’s probably just a chemistry thing for me, but I have to Reuther it."
		},
		{
			"review_title": "Must have!! New obsession 😋",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "My new fave!!! So good I had to buy a few bottles after my first purchase!! Love the soft and clean smell to it . Lasts all day and can’t get over the scent !!! Many compliments !!"
		},
		{
			"review_title": "Like Lighting Palo Santo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "First glossier product I've bought and I'm in love. it's super earthy and cat approved! I spritz it on and tmi LOVE when I do laundry and I can still smell the perfume when putting clothes in the wash. it is long lasting in a light non overwhelming way. if you're a fan of palo santo and incense then you will love this."
		},
		{
			"review_title": "New signature scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Warm & clean. I was skeptical at first bc of the hype but it’s so good? 😭 I’ve been wearing it for a week and get nothing but compliments. It’s also a truly androgynous scent as well."
		},
		{
			"review_title": "My everyday scent <3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "If you are looking for a pretty, easy, every day scent this is it. I love this so so so so much. On me, it dries down to a woody, sweet and clean scent. Something other than my normal vanilla :) people can smell it when you give them a hug and it lasts for quiet some time on my skin and clothes. My boyfriend always says omg you smell so good."
		},
		{
			"review_title": "Was unsure at first, but I think it's a keeper...",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I lean towards GN, spicy scents but always told myself I'd love Glossier You. When I finally got to the store to buy it, I was surprised at home much better this smelled to me. I bought it and it took a few days to warm up to it due to my preferences, but this smells great. I do wish the lasting power was stronger though..."
		},
		{
			"review_title": "Great everyday woodsy parfum!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I LOVE this parfum!! It does last a few hours on me. I am a huge fan of woodsy scents and have gotten lots of compliments. It’s great for every day wear."
		},
		{
			"review_title": "WOW! Just wow!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I feel bad for anyone who smells a hint of pickles in this perfume! It’s so creamy yet not sweet at all. It has a subtle musky and powdered quality, but in such an amazing and refined way.  I can't believe a scent with such elegant, clean-girl vibes is available at this price point—it's an absolute steal. For context, before discovering Doux, I had three perfumes in my regular rotation, all completely different from one another: Poppy & Barley by Jo Malone, Chance (the Eau de Parfum one) by Chanel, and Thé Noir 29 by Le Labo.  I’m shocked that Doux is the most affordable of them all because I can’t stop wearing it! I get endless compliments, and despite being a subtle fragrance, it has an impressive projection. I’ve tried wearing the traditional You in the past, but it didn’t last as long on my skin. Doux, on the other hand, is incredibly long-lasting. Even when I can’t smell it on myself anymore, others still notice it and compliment me!  The scent is hard to describe, but it perfectly embodies the quiet luxury aesthetic—refined and unique. I’m obsessed!"
		},
		{
			"review_title": "picklesssss",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "this smells identical to the maison louis marie no.04 bois de balincourt - strong pickle note lol idk why it smells like dill pickles but my boyfriend says it does as well. i mean if that’s your thing then get it"
		},
		{
			"review_title": "No complaints",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Generally, its a good parfum! If I’m correct, the Glossier You collection scents are made to smell a little different on everybody, to me, when I first spray, it’s very spicy and warm but settles in very nicely. It’s sweet and warm, unfortunately it does not last very long, maybe 2-3 hours."
		},
		{
			"review_title": "it’s ok",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i smelt this scent in sephora and it dosnt really smell that good. i was hoping it would smell good because i have the light pink one but honestly the light pink one is that best. personally i think it smells like baby powder"
		},
		{
			"review_title": "Great scent, poor longevity",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This is such a gorgeous fragrance, but it seems so diluted that it only lasts maybe an hour so on the skin."
		},
		{
			"review_title": "Love this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Out of the three glossier scents, this one is by far my favorite. It’s so good the only negative is that it doesn’t last long but I can’t get enough of this smell"
		},
		{
			"review_title": "Aerin Cedar Violet Dupe",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This perfume is very similar to Aerin Cedar Violet. I like it, but had I known that I wouldn't have purchased since they are nearly identical."
		},
		{
			"review_title": "Unisex Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair",
			"review_text": "One of my favorites. I love it more than Glossier You. It truly is unisex. I’ve had people tell me it smells like cologne but I LOVE it. It reminds me of a lighter version of Nette Vanille which I’m a huge fan of."
		},
		{
			"review_title": "Very nice scent-no stay power.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Reminds me of Juliette Has. A Gun-without the longevity! It really is a nice, unique, more uni-sex smelling perfume compared to the other one they released. I was not a fan of the first one on me personally, so I was excited for the new newest releases."
		},
		{
			"review_title": "Not a safe blind buy",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "It’s ok but has a strange smell that I can’t quite put my finger on it. Kinda gives off cheap perfume vibes too.. but again each scent is different on everyone so maybe you’ll like it. I’ll keep wearing it to see if it grows on me. Glad I got the travel size tho, won’t order in full"
		},
		{
			"review_title": "My new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I bought this for myself for Christmas. It's easily the best perfume I've ever smelled. I sprayed some on Christmas morning, and after 10 hours I could still smell it. Even after I showered I swear I could still smell it! I'll be wearing this daily and repurchasing for sure."
		},
		{
			"review_title": "Sooooo good🧁🪵🌱🌍",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "ITS SMELLS SOOOOO GOOD. I LOVE IT SO MUCH. I just wish that it lasted longer though. I spray it on my wrists and neck and it lasts only for like an hour or two. The smell is very subtle which I love but  I also wish that where was a bigger bottle of it because it’s really small  almost too subtle."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair",
			"review_text": "my new favorite scent! I also get many compliments while wearing this!"
		},
		{
			"review_title": "Exceptional scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "Long time fan of the original and curious how the new scents compared. This one is a sophisticated upgrade perfect for winter and fall. The other one wasn’t memorable to me."
		},
		{
			"review_title": "new signature scent.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "incredible, amazing, delicious. i have never loved a scent more"
		},
		{
			"review_title": "Beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone",
			"review_text": "This is such a lovely fragrance! It lasts all day and smells beautiful. The price point is great as well."
		},
		{
			"review_title": "Sample from store had amazing lasting scent",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I sprayed this on me wrists one day while I was shopping and It wasn’t until after I left and It was the next day that I could still smell It on my jacket ( wrist area). I thought wow… smells amazing and lasts long!  I drove back the next day and purchased It of course. Well I feel like the sample was more intense because It doesn’t last at all. Pretty sad about It. I agree with another review that stated the same thing."
		},
		{
			"review_title": "OBSESSED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this fragrance, and I often get headaches from perfumes. I've wanted to enter my perfume era but am very picky. If I find one I like, I usually get tired of it immediately. Not with this GEM! It’s light, cozy, and fresh 10/10"
		},
		{
			"review_title": "Doux me a favor and make Doux longer wearing!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Lovely scent!! I have gotten many compliments about how I smell in the last week or so I've had Doux! My only wish is that it had more lasting power on the skin and/or projected more. Spraying it on your clothes helps, but for the price, a longer-wearing scent should be a given."
		},
		{
			"review_title": "VANILLA CAKE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "SMELLS like vanilla cake so good must get !!!!!!!!"
		},
		{
			"review_title": "Cremo Palo Santo Men’s Body Wash",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "had such high expectations for this scent as the notes align with my personal preferences, however, i was bombarded with the same scent as Cremo Palo Santo men’s body wash. does smell good but not a scent for this girly🤍"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this scent so much but I have to return because for the price point it should last a lot longer on the skin."
		},
		{
			"review_title": "one of my new favourites!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "this is one of my new favourite purfumes. love the packaging. the smell is long lasting. a nice warm and woody scent."
		},
		{
			"review_title": "New Signature Scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I am obsessed with this perfume! I have been looking for a cheaper dupe to my regular scent Saint Rita's Parlor 'Rita's Car' and this hits all the marks! I love a muskier scent and I love how this smells on me in particular. Excited to see the duration/how long it lasts over the course of a day :)"
		},
		{
			"review_title": "will repurchase forever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "glossier you is pretty good, but I would say this is much better. this perfume made me a happy camper!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I’ve been a fan of the OG since it came out but I think Doux has taken the number 1 spot. Smells soo good!"
		},
		{
			"review_title": "clean girl fall",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Combination skin",
			"review_text": "it smells like mother nature in a bottle. its sweet and woody and smells a bit like palo santo incense. its so good and natural in a clean way"
		},
		{
			"review_title": "Did I get a dud???",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Sprayed this on me in the Glossier store, smelled amazing, lasted long, immediately loved. Ordered from Sephora but it smells like nothing. Like, there’s no scent! I’m perplexed! What gives Sephora? Did I get a dud???"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This smell is addicting! I’m a perfume collector and I just found my new favorite in this. It’s sweet yet seductive."
		},
		{
			"review_title": "Signature Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "I have been searching for a signature scent for sooo long..I feel like I've tried everything and I have finally found it with the Glossier You Doux. It is warm and cozy, while also giving off clean girl vibes. The perfect scent."
		},
		{
			"review_title": "Holy Yesss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my favorite scent ever! I have always been so picky when it comes to fragrances and never found anything I really loved but this is amazinggggg."
		},
		{
			"review_title": "Smells Like Pickles",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I'm not joking, on me this smells like pickles. In the initial seconds of spraying it on, I get the woodiness and something fresh, but definitely nothing sweet, violet, or vanilla (apparently some people smelled vanilla even though it doesn't seem to be a listed note). Immediately afterwards, all I get is pickles. Projection is very quiet - this is the kind of perfume that others will only smell on you when they hug you. Longevity is surprisingly strong (lasted almost a week on a paper tester and a full 24hrs on my wrists) although that probably wasn't great for me because that meant I smelled like pickles the whole day. Don't listen to tiktok, everything there is aestheticized and/or advertised. If you can, try on in store before buying."
		},
		{
			"review_title": "Signature Scent Worthy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Glossier Doux is my new signature scent. It makes me feel like I took the substance! Like a more sultry emotional version of myself. It’s a versatile & truly blanket soft scent. The longevity is about 6 hours. The porjection is personal but leaves a really stunning scent trail. Smells like the best crystal shop you’ve ever been in"
		},
		{
			"review_title": "MAC Makeup Wipe",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Smells fresh and clean. Veryyyyyyy similar to the scent of a MAC makeup wipe."
		},
		{
			"review_title": "Lovely scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This fragrance is so good! I love woody scents and this one is delicious. It has a great wearing time as it lasts a while, and the bottle design is so pretty! It’s the perfect fall/winter fragrance. Get it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Smell is amazing.  Longevity is great.  Received compliments after eight hours of wear."
		},
		{
			"review_title": "DO NOT BUY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Smells horrible!! The og is so much better, makes you smell like a nursing home"
		},
		{
			"review_title": "Fingers crossed a travel size is released soon!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "Love this for an everyday scent. It's sexy, understated and perfect for those days in the office/work where you crave a subtle scent."
		},
		{
			"review_title": "Unlike anything I’ve smelled",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This scent is extremely unique, it’s feminine but not sweet or overpowering. It has a creamy dry down, super warm and fresh, it’s exactly how they describe: your skin but better!!!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Smells divine and lasts pretty much all day. I love it"
		},
		{
			"review_title": "Doux is a new daily wear!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I've cherished my bottle of the original You for years, using it sparingly to make it last because it’s such an exceptional fragrance. When I saw the new releases, I couldn’t resist trying them—after all, You is a tough act to follow. I have to say, I might love Doux even more! On my skin, it’s beautifully palo santo-forward with a creamy undertone, creating a scent that feels like wrapping yourself in a cashmere sweater—soft, luxurious, and comforting. If you’re not a fan of woody or musky fragrances, this might not be for you, as it leans heavily in that direction. The response to Doux seems pretty divided, but while the original You felt universally appealing, this new iteration offers a more tailored, personal vibe while still capturing that unmistakable essence of 'you'."
		},
		{
			"review_title": "Skin scents are my new obsession",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This is such a warm, sexy, woody scent. It's if Glossier You and Santal 33 had a baby. The initial scent is a little sharp but it dries down so beautifully. It's a light scent and so so different from everything else on the market. I've been looking for a new favorite skin scent and this is definitely it! The wear time on this could be better but it kind of melts into your skin throughout the day which is lovely"
		},
		{
			"review_title": "Beautiful scent, no staying power.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Let me start by saying I love this fragrance. It's moody, it's sexy, it's smokey - but there is ZERO staying power with it. Unfortunately I don't think I'll repurchase because it fades almost immediately. If you like this fragrance I'd recommend Libertine Troubled Spirits."
		},
		{
			"review_title": "I love me some earthy woodsy scents!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I personally own Le Labo Santal 33. Glossier You Doux is just like santal 33, but it's better! Is more feminine, spiritual, and sexy at the same time."
		},
		{
			"review_title": "Not for me but it has mega staying power",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Perfume is so subjective. This was a hard pass for me. I love the warm pink pepper of the original but this is so peppery, it's made me sneeze since I put it on. You need to really love this scent because its staying power is no joke; I rinsed my wrist twice AND took a shower and I can still smell both new versions."
		},
		{
			"review_title": "GORGEOUS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I absolutely LOVE this scent. It is perfect. It is somehow light and airy like the original YOU scent, but has this Santal and woody spin to it. Which I love. It's very clean and fresh smelling. I was soo pleasantly surprised when I sampled this and had to buy it. Somehow perfect for the cold weather too."
		},
		{
			"review_title": "Not My Thing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I wanted to love it because I really do like the original. I am going to have to take it back .There is something that doesn't work with me. I don't usually return things but I was hesitant to buy it... should have listened to my gut and not the beauty advisor."
		},
		{
			"review_title": "A perfect remix of Glossier You",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "As a fan of Glossier You, I was very excited to try this as I love woody fragrances.  This does not disappoint. The initial spray is a bit heavier but it quickly dries down to a soft, palo-santo/you hybrid.  My perfect every-day cold weather scent."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I was super excited to smell the new Glossier perfume and I loved the Glossier Doux. The scent lasts so long, a lot longer than the Glossier You OG perfume. It’s a little bit sweet with almost a Santal 33 hint!  Will be buying again when I run out."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "My co-worker turned me on to the OG You, so I was very excited when I saw this and the Reve all over my social media. I went out on a whim and purchased both. This one, on my skin, comes across VERY heavy in pepper. I am not usually a fan of anything palo santo, but thought the other notes would mask it. This is not the case. Unfortunately, I will be returning."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Normal skin",
			"review_text": "I bought this for my 14 year old daughter.  It smells absolutely amazing on her!  It lasts the entire day, I can still smell it when I pick her up from school.  She gets many compliments on it as well!"
		},
		{
			"review_title": "Classy scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This parfume is a unique scent that I have never smelled before. It is very sophisticated and classy. I love to wear this scent on a night out to a fancy restaurant or if you work in an office it would be perfect!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This is such a lovely cozy scent! It's very airy and woody but dries down a little sweet without being overpowering. This has been my new day scent and I love catching a whiff of it on myself especially when its windy. It has a pretty decent lasting power and also layers pretty well."
		},
		{
			"review_title": "Smells great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am loving this woody perfume. So subtle and sophisticated. I absolutely adore the packaging and that it's not overpowering scent. Only thing is that it doesn't last that long on me. I like to layer it."
		},
		{
			"review_title": "New Favorite Fall and Winter Perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I purchased this perfume in store yesterday after trying it on and walking around the mall to see how the scent developed on me. I have been wearing the OG Glossier You since it was first released. Usually in the fall/winter I want something deeper/darker/sexier and have used By the Fireplace by Replica or Santal 33. This has officially replaced both of them! It's very similar. I swear if you like those you'll love this. Doux is less masculine and spicy than those scents, definitely not an exact dupe for either. It's a bit creamier but NOT gourmet and NOT floral. JUST DIVINE!"
		},
		{
			"review_title": "Wow, so unique!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "The Palo Santo mixed with violet is amazing! It’s such a layered woody smell that for me personally changes depending on which pulse points I put it on. It’s so dreamy and rich but yet light, perfect for day or night."
		},
		{
			"review_title": "Such a gem!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Lovely lovely scent. Beautiful notes, I’ve gotten SO many compliments. I’ve always loved softer scents but this is soft and airy with a splash of bold. I love how long it lasts and how it pairs with lotions! Highly highly recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "this is a gorgeous scent - soft and serene woody fragrance. my sister who doesn’t like fragrances normally LOVES it. It’s warm and inviting and cozy and perfect for a night out or as a fall fragrance."
		},
		{
			"review_title": "Loved it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I'm absolutely obsessed with Glossier You! This scent has become my signature fragrance - it's effortlessly me. The subtle, skin-like aroma lasts all day without being overpowering, making it perfect for everyday wear, work, or special occasions. I love the fragrance too much . The sleek packaging is an added bonus . Glossier You has earned a permanent spot on my vanity"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "This is one of my new favorite scents! The sweet violet gives off a subtle floral scent that I really enjoy. It turns slightly smoky/woody thanks to the notes of frankincense and Pablo santo. This can be worn alone, but I love layering it with some of my other favorite scents."
		},
		{
			"review_title": "Beautiful musky scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This one I liked better than reve because of the woodsy notes to this perfume. It has a nice sweet creaminess to this one that balances beautifully with the woodsy musk notes! I think this is a great unisex scent and layering scent"
		},
		{
			"review_title": "My new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "From the very first spritz of Glossier You Doux, I felt like I had discovered something truly unique. This fragrance feels like an extension of myself, enhancing my natural essence rather than masking it.  The initial burst of sweet violet is like a gentle hug soft yet comforting. As it unfolds, the earthy notes of palo santo come through, bringing a tranquil, almost meditative quality. It reminds me of walking through a serene forest, surrounded by nature's calm. As it evolves further, the hints of incense and myrrh create a rich, deep atmosphere that invites reflection.  One of the most delightful surprises has been the lasting power of this scent. Throughout the day, I find myself still enveloped in its presence. Over time, the fragrance softens, becoming more subtle yet incredibly rich, like a cherished memory that lingers in the air. The warm base of ambrox clings to my skin, making me feel grounded and at ease.  And let’s talk about the white bottle it's a beautiful piece in its own right. It feels personal and unique, as if it’s waiting for each of us to make it our own. In essence, You Doux isn’t just a perfume; it’s a tribute to individuality, reminding me that my scent is an integral part of who I am, and I really love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "For this perfume it opens up very woody and spicy and as it dries down it becomes less woody and more on the sweet side. I feel like this is a genderless perfume that you can use during the morning or night as well!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This new scent from Glossier is truly amazing. I’m not usually a fan of woodsy or earthy fragrances, and I am not that into sweet scents either. However, I’m pleasantly surprised by how this perfume captivates me. Each note is perfectly balanced, adding depth without overwhelming or overshadowing the others. It’s a remarkable blend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I loved Glossier’s OG scent and am also loving this fun second fragrance from them. it’s warm and woodsy, and super wearable. perfect for fall days or casual nights out, and I like how it smells on me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "It’s my first time trying a perfume from Glossier and I’m really impressed on how nice it smells. I love the scent of the notes especially the palo santo. It has a subtle yet unique scent that reminds me of when I’m grounding to the earth and I’m smelling my incense with the palo santo. The only thing is it lasts more on the skin than on the clothes but other than it’s a perfect scent for anyone that loves. A musky scent !"
		},
		{
			"review_title": "warm scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Love the concept of these perfumes. I can’t verify if it’s truly unique to each individual but I like the way it smells on me-warm and cozy. I do one spray so It’s not too overpowering, and the packaging is beautiful. It looks great on my vanity and I find myself reaching for it on casual days."
		},
		{
			"review_title": "Great unisex fragrance, Doesn't last though ...",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I personally really like this scent overall. It definitely is more of a unisex and sophisticated scent. It is NOT a cutesy, teenager scent that people wear in high school. The mom noticeable characteristics of this scent are its smokiness, incense notes, woodiness, and a tad bit of sweetness. It does not have the heaviness of a strong men's cologne at all. It is still very much sweeter than anything like that. If you like those kind of notes, then this is for you.   The negative: It doesn't last very long. It's longevity is maybe 3 - 4 hours maximum despite it being an eau de parfum. I would expect this longevity from a scent that is an eau de toilettte. After that, your nose has to be pressed against your arms skin to smell it."
		},
		{
			"review_title": "Such a lovely fragrance!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I'm obsessed with the original Glossier You fragrance, so of course I couldn't wait to get my hands on the new Glossier You Doux. First off, the all white bottle is absolutely stunning, and looks beautiful sitting next to my other You perfume on my vanity. At first spray I wasn't sure if I really liked this scent, but after I let it dry down and mix with my skin, I absolutely loved the way it smelled. It's a very soft and feminine scent, has strong floral and woodsy notes,  and ends with a powdery smell. I love the way all the notes come together, it really is a lovely perfume. It makes me feel calm and cozy, and reminds me of what a high class, sophisticated woman would smell like. It lasts a long time on my skin and it's strong without being too overpowering. It's the perfect scent to wear for the Fall and Winter seasons. I will definitely be reaching for this fragrance often. Im happy I decided to try it!"
		},
		{
			"review_title": "You is still 10000x better",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I'm a die-hard You wearer. Everyone always tells me how good I smell everything I go out. I wanted to try Doux based on some social media ads. It's a no for me.  It's a much more sophisticated scent than You. It's woodsy and mature and takes half the amount of sprays as You does to get a strong scent. As time goes on I like it less and less. I feels like it's screaming I AM WEARING PERFUME EVERYBODY!!! As opposed to You, which just melts into my skin and gives me an overall I smell good smell, if that makes sense. I feel like Doux is wearing ME, I am not wearing IT.  I never make reviews but I feel so strongly about loving You and I've had strangers stop me and buy it on the spot. People love it, as do I. Doux could easily bother people at work if they're sensitive to smells. It's... a lot. Pass on this one if you love You. It's nothing like You. You reigns supreme!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I love this scent. It is warm, subtle and musky. I love that. It’s not overpowering and really settles into your skin after a few moments. This is the type of perfume you need to apply to your pulse points. The scent compliments your own and really last all day."
		},
		{
			"review_title": "My BF loves the warm scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "While the new Glossier you DOUX perfume is not my cup of tea (I tend to prefer sweeter scents), my boyfriend loves to layer this scent with his fav colognes! The new scent is in the warm/woody family and smells sophisticated once it’s dried down. The bottle is sleek and modern, so it’ll be the perfect gift for the upcoming holidays."
		},
		{
			"review_title": "MUST HAVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I am OBSESSED with this new scent! It gives santal vibes which I love and makes for the perfect, luxurious scent year round. This will definitely be a perfume staple for me and a repurchase forever. Love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My new favorite fragrance! I’m obsessed with this perfume from Glossier. I love the earthy and woody notes of sweet violet, palo santo, & musk. It is long lasting on the skin. Packaging is so nice too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Perfect for everyday use. Smells amazing and it stays on you literally forever. Really liked using this and this perfume has been my go to ever since I tried it. One of the perfect complimented perfumes"
		},
		{
			"review_title": "Too strong for me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "This is my first Glossier perfume. The packaging is simple and sweet , but the real power is in the long lasting scent. I only sprayed the perfume once and the scent filled the air with a smokey sweetness that reminded me of fall.  The musk, and frankincense seem to be the main scent.   I personally found the scent to be too strong and musky ,where I prefer a more sweet gourmand scent.  But for those who love a strong , long lasting, fall scent that is heavy on the musk, this fragrance is for you."
		},
		{
			"review_title": "Nature smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "New Glossier YOU Doux Review 🌿✨  Alright, let’s talk about New Glossier YOU Doux—the fragrance that’s all about YOU, but elevated. This one gives off major skin-scent energy with warm woods, a hint of violet sweetness, and a musky base that melts perfectly into your skin. It’s cozy, personal, and oh-so-addictive.  🌟 What It Smells Like 🌟 Imagine this:  Sweet Violet blooms right when you spray it, adding a soft, floral sweetness. Palo Santo, Myrrh, and Frankincense kick in with woody and smoky notes that give it a warm, meditative vibe. And the best part? Ambrox at the base—musky, intimate, and perfectly balanced, leaving a scent trail that’s uniquely yours. It feels like a “you, but better” kind of fragrance, perfect for cozy nights or chill autumn days. Think less of “wearing a fragrance” and more of enhancing the vibe you already bring.  💕 Let’s Talk Bottle Aesthetic 💕 The bottle? A whole mood. Minimal, sleek, and personal—it even features the real thumbprint indent of the designer, making it an objet d’art that isn’t complete without you holding it. It’s all about that intimate connection, both with the scent and the packaging.  ✨ Final Thoughts ✨ This fragrance is perfect if you love something soft, warm, and unique to your skin chemistry. The warm woodiness lingers without overpowering, making it great for layering or wearing solo. It's lowkey but unforgettable, exactly like those moments when someone gets close and says, You smell amazing!  Rating: 9/10 – If cozy had a scent, this would be it.  Brand: @glossier #GlossierYOU #GlossierYOUdoux #NewFragranceVibes #WoodyFragrance #SkinScentEnergy #FragranceLovers #YouButBetter"
		},
		{
			"review_title": "Woodsy fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love the packaging of the glossier fragrances. The atomizer sprays a nice even mist. I have to say I prefer the original scent over this and reve. This one is probably my second choice. It definitely does seem like a more unisex fragrance. I definitely get the woody notes the most. It’s long lasting and I can’t say I’ve smelled this fragrance before so definitely unique."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I have been loving this perfume so much! It’s a nice floral scent and the perfume less really really long throughout the day. I love the sleek packaging and how unique the scent is! Would totally get it again"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "this perfume is absolutely gorgeous! if you like musk you will love this! I cannot get over how long all of the glossier you perfumes last, which makes it so worth the reasonable price! highly recommend this perfume!!"
		},
		{
			"review_title": "Woody scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I received this a few days ago. I’m a floral scent kind of girl and I did not care for the scent as much as I wanted too. It’s more of a woody kind of scent with some spice. Now I’m not saying that’s it’s a horrible scent I just prefer floral scents on me. This would be something I would wear out on a casual day. Great perfume just not my scent."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I can totally see why Glossier names this one Doux because the scent is like a soft, caress to the senses. The frankincense and ambrox make it the perfect transition scent for fall. It’s like being wrapped up in a warm cashmere blanket while it snows outside. The bottle design is so pretty and unique! Makes me want to collect them all!"
		},
		{
			"review_title": "Very nice unisex fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I like this beautiful perfume, very nice blend of sweet violet in the top notes with a heart of palo santo. Very nice unisex, and husband likes it as well. It’s long lasting worth a very pleasant woody smokiness in it, and clean. You Doux was launched in 2024. Definitely worth a try."
		},
		{
			"review_title": "Strong Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This is surprisingly strong and nice. At first I didn't know what to think of this perfume, I really can not pin point the scent I smell, seems to be a mix of quiet a few different scents, but it's definitely strong and lasting. Very woodsy and musky i would have to say. I do love it, but my husband does not. He said I smell like a old lady."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Doux is very piney, and resembles a Christmas candle, for at least the first 30 minutes. At first myrrh and frankincense outshine all of the other notes but once they fade away, the scent is much more enjoyable. Doux is a little too masculine for my taste and I will be gifting it to my husband while keep Glossier Reve in my collection."
		},
		{
			"review_title": "Surprisingly unique",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "To my surprise, this was a perfume that was very different, but in a good way. It had deeper notes of scents, something that was dark but still very feminine. Was very pleased with the way it smells and wears long all day."
		},
		{
			"review_title": "Woody scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I received this a few days ago. I’m a floral scent kind of girl and I did not care for the scent as much as I wanted too. It’s more of a woody kind of scent with some spice. Now I’m not saying that’s it’s a horrible scent I just prefer floral scents on me. This would be something I would wear out on a casual day. Great perfume just not my scent."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I can totally see why Glossier names this one Doux because the scent is like a soft, caress to the senses. The frankincense and ambrox make it the perfect transition scent for fall. It’s like being wrapped up in a warm cashmere blanket while it snows outside. The bottle design is so pretty and unique! Makes me want to collect them all!"
		}
	]
}