{
    "product_id": "1260",
    "name": "SatinAllureu2122 Lipstick",
    "brand": "PAT McGRATH LABS",
    "categories": "Makeup, Lip, Lipstick",
    "price": 41.0,
    "about": "What it is:A modernized, satin lipstick that veils lips in weightless, silky-smooth color with a luminous, dewy finish..Formulation Type:Lipstick.Benefits:Hydrating.Highlighted Ingredients:- Botanical Collagen.Ingredient Callouts:Free of parabens, phthalates, and sulfates SLS & SLES..What Else You Need to Know:Legendary luster meets sublime hydration in this captivatingly creamy lipstick. Infused with botanical collagen and passion fruit extract, this lightweight formula glides onto lips, creating a cushion-soft effect.",
    "ingredients": "-Botanical Collagen.-Passion Fruit Extract..Polybutene, Caprylic/Capric Triglyceride, Polyethylene, Microcrystalline Wax/Cera Microcristallina/CIre Microcrystalline, Dicalcium Phosphate, Stearalkonium Hectorite, Cocoyl Hydrolyzed Collagen, Mica, Passiflora Edulis Seed Oil, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Propylene Carbonate, Tocopherol. (+/ -): Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492), Blue 1 Lake (CI 42090), Red 6 (CI 15850), Red 7 (CI 15850), Red 7 Lake (CI 15850), Red 28 Lake (CI 45410).",
    "how_to_use": "Suggested Usage:.-Smooth lips with exfoliant and apply lipstick for creamy color glistening with sensual shine. .-For extra definition and staying power, define lips with a coordinating PermaGel Ultra Lip Pencil (sold separately)..-For a dewy, blotted effect, use the finger to press and roll color onto the lip. .-Go from dewy, blotted brilliance to ombre opulence: Use the lipstick bullet to concentrate color at the center of the mouth, then press the lips together.",
    "num_reviews": 688,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/pat-mcgrath-labs-satinallure-lipstick-P482714?skuId=2670784&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2670784-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": []
}