{
	"product_id": "1608",
	"name": "Eye Color Quad Crème Eyeshadow Palette",
	"brand": "TOM FORD",
	"categories": "Makeup, Eye, Eye Palettes",
	"price": 122.0,
	"about": "What it is:A palette inspired by Tom Ford’s philosophy of sculpting features with light and symmetry that contours eyes with melting, magnetizing shades...What Else You Need to Know:Infused with a pigment technology that combines lush emollients and mimics the structure of skin’s ceramides, Eye Color Crème long-wearing eyeshadows move with skin for a crease- and flake-resistant finish and high-impact intensity..This Palette Contains:",
	"ingredients": "Dimethicone , Synthetic Fluorphlogopite , Silica , Trimethylsiloxysilicate , Dimethicone/Vinyl Dimethicone Crosspolymer , Lauroyl Lysine , Tocopherol , Bis-Diglyceryl Polyacyladipate-2 , Ethylhexylglycerin , Octyldodecyl Stearoyl Stearate , Triethylhexanoin , Kaolin , Zinc Stearate , Isododecane , C13-15 Alkane , Dehydroacetic Acid ,&nbsp;[+/- Mica , Titanium Dioxide (Ci 77891) , Iron Oxides (Ci 77491) , Iron Oxides (Ci 77492) , Iron Oxides (Ci 77499) , Aluminum Powder (Ci 77000) , Bismuth Oxychloride (Ci 77163) , Bronze Powder (Ci 77400) , Carmine (Ci 75470) , Chromium Hydroxide Green (Ci 77289) , Chromium Oxide Greens (Ci 77288) , Copper Powder (Ci 77400) , Ferric Ammonium Ferrocyanide (Ci 77510) , Ferric Ferrocyanide (Ci 77510) , Manganese Violet (Ci 77742) , Ultramarines (Ci 77007) , Blue 1 Lake (Ci 42090) , Yellow 5 Lake (Ci 19140)] &lt;Iln52257&gt; 52249	Quad 1- Daring: Topaz (Wn)	Ingredients: Dimethicone , Trimethylsiloxysilicate , Dimethicone/Vinyl Dimethicone Crosspolymer , Octyldodecyl Stearoyl Stearate , Triethylhexanoin , C13-15 Alkane , Silica , Lauroyl Lysine , Tocopherol , Bis-Diglyceryl Polyacyladipate-2 , Ethylhexylglycerin , Zinc Stearate , Isododecane , Dehydroacetic Acid ,&nbsp;[+/- Mica , Titanium Dioxide (Ci 77891) , Iron Oxides (Ci 77491) , Iron Oxides (Ci 77492) , Iron Oxides (Ci 77499) , Aluminum Powder (Ci 77000) , Bismuth Oxychloride (Ci 77163) , Bronze Powder (Ci 77400) , Carmine (Ci 75470) , Chromium Hydroxide Green (Ci 77289) , Chromium Oxide Greens (Ci 77288) , Copper Powder (Ci 77400) , Ferric Ammonium Ferrocyanide (Ci 77510) , Ferric Ferrocyanide (Ci 77510) , Manganese Violet (Ci 77742) , Ultramarines (Ci 77007) , Blue 1 Lake (Ci 42090) , Yellow 5 Lake (Ci 19140)] &lt;Iln52249&gt; Topaz (Wn) Ingredients: Dimethicone , Trimethylsiloxysilicate , Dimethicone/Vinyl Dimethicone Crosspolymer , Octyldodecyl Stearoyl Stearate , Triethylhexanoin , C13-15 Alkane , Silica , Lauroyl Lysine , Tocopherol , Bis-Diglyceryl Polyacyladipate-2 , Ethylhexylglycerin , Zinc Stearate , Isododecane , Dehydroacetic Acid ,&nbsp;[+/- Mica , Titanium Dioxide (Ci 77891) , Iron Oxides (Ci 77491) , Iron Oxides (Ci 77492) , Iron Oxides (Ci 77499) , Aluminum Powder (Ci 77000) , Bismuth Oxychloride (Ci 77163) , Bronze Powder (Ci 77400) , Carmine (Ci 75470) , Chromium Hydroxide Green (Ci 77289) , Chromium Oxide Greens (Ci 77288) , Copper Powder (Ci 77400) , Ferric Ammonium Ferrocyanide (Ci 77510) , Ferric Ferrocyanide (Ci 77510) , Manganese Violet (Ci 77742) , Ultramarines (Ci 77007) , Blue 1 Lake (Ci 42090) , Yellow 5 Lake (Ci 19140)]....Please be aware that ingredient lists may change or vary from time to time.&nbsp;Please refer to the ingredient list on the product package you receive for the most up-to-date ingredient list.",
	"how_to_use": "Suggested Usage:.-Apply with applicator.",
	"num_reviews": 580,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/tom-ford-eye-color-creme-eyeshadow-quad-P481356?skuId=2756245&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2756245-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Rose Topaz",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2554087-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Tiger Eye",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2554095-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Smoky Quartz",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2554103-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Iconic Smoke",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2756245-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Ember Bronze",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2756252-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Worth the price",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "These are gorgeous eye shadows. The pigment is amazing. The colors are usable and beautiful. They’re pricey. I hate Tom Ford for that, but at the end of the day, his are the best makeup products on the market.  I also love his eye liner and his lipsticks are my favorite lipsticks I’ve ever had."
		},
		{
			"review_title": "Tom Ford Eyeshadow Palette Not Worth The Prize",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Beautiful color but the colors transfer and smudge even if you use a primer. Absolutely not worth that prize even with a discount of 20 %."
		},
		{
			"review_title": "A bit too powdery than the wet-dry formula",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "It is a bit more powdery than I expected and some powder got into my eyes, both times. Surprisingly though they didn’t cause any irritation to my eyes. However, I feel that the colours are a bit too dark for me. So, I wouldn’t say I love it yet!!"
		},
		{
			"review_title": "Pretty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I’ve always wanted to try a Tom Ford Quad and decided that this past sale would be the best chance. Now it’s pretty, and the shadows don’t seem to crease and have long wear, but I guess I just wasn’t wowed. I want to be wowed when I spend this much money on a makeup item. Still, it’s a beautiful palette but I wouldn’t  pay full price."
		},
		{
			"review_title": "Grown-Up Glam",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "There is something very special about this formula. It melts into the skin and reflects light in the most flattering way. It’s easy to use with intuitive color stories. Highly recommend!"
		},
		{
			"review_title": "Tom Ford 40 Golden Hour Eye quad!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I received this product free from influencer for my honest opinion and incentive, I felt that the eyeshadow was very velvety I wore it to a party 3 hours later I looked in the mirror where did my makeup go I swear I put it on!!!! Didn't last at all, so glad I did not spend my hard earned money on this,yet it's beautiful when it does stay!!! I love all Tom Ford fragrances this is my first time trying anything from there Beauty line!"
		},
		{
			"review_title": "Money Honey",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "This is one of the most gorgeous green colors I've ever used. The product is rich in color and creamy in texture. I'm a ginger, so these colors complement my skin tone so well. A little bit of product has an insane amount of pigment and glides of the skin beautifully. Normally, I would say that $90 for an eyeshadow palette is ridiculous, but for this one I can justify it."
		},
		{
			"review_title": "over rated",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "Over rated, I thought these would be rich purple colors but they come out reddish."
		},
		{
			"review_title": "Why did I wait so long?!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Why did I wait so long? Easy answer - the price, for a quad. If you can make peace with the price, the product itself is beautiful. Classically elegant. As an all matte crème quad is provides the  versatility of being able to be worn on its own, or as a foundation for powder shadows."
		},
		{
			"review_title": "Not worth it  don’t waste your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "No eye shadow is worth $90. Stop letting them just take your money!! Also I haven’t found Tom ford products to be great"
		},
		{
			"review_title": "Worth the money",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I bought this after watching many YouTube videos rave about it. It is an outstanding palette, the cream texture is like nothing else I’ve ever tried. The price is insane but actually worth it. I hope they come out with more shades"
		},
		{
			"review_title": "Shrunken products, fell out of pans",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "First let me say it pains me to write this. I LOVE TOM FORD products but this was a huge miss for me. I ordered two of these, one in Smoky Quartz and one in Rose Topaz.  Smoky Quartz -- when first opening I thought it was used. I've had issues in the past with Sephora sending me used stuff. However, upon lifting up the plastic cover three of the 4 shades were separated from the sides of their pans and fell out immediately. It created a huge mess. So disappointing. I don't know if this was due to improper storage or a manufacturing issue. Might be a one off, but I have a feeling this separation issue might happen to all of them eventually. It reminded me of the Chanel's potted cream eyeshadows which would shrink and fall out of the pots.   Rose Topaz -- two of the shades were basically glitter bombs with little to no pigment, not my thing and I usually love Tom Ford's glittery eyeshadows. Yes, the shades are light, but the underlying pigment was patchy and it was mostly chunky glitter which I'd attribute to cheaper brands.  The formula is unique and a nice hybrid between cream and powder eyeshadow but it needs to go back to the drawing board. I sent both back."
		},
		{
			"review_title": "Worth the splurge!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "*I used my Rouge Reward to get Violet Satine from Sephora and Nordy Notes to get Velours Kaki. I try to use rewards, points, notes to get splurge items for myself, as a special treat!  Both of these quads are absolutely terrific. I am used to TF wet/dry and regular formula quads, so there was a small, yet brief learning curve to using the crème shadow formula. These shadows are extremely pigmented. As someone who normally prefers to build up eye shadows (and other products), I found that a light hand, as well as a fluffier brush to start at least, seem to work best for me with these quads.  Violet Satine is a little more straight forward with regards to application and shadow placement. The undertones are different from other purple palettes that I own, and this quad looks gorgeous on the eye.  I was excited to see a TF green quad, and I love that it's mostly grungy, moody greens. I wasn't quite sure if the quad was going to be too dark overall, or if I'd like that the lightest shade was not only, not very light (I'm super pale), but is matte and not a shimmer (or even a satin). I'm happy to say that I'm surprisingly not mad at that light beige-y matte! It's light and brightening enough for my inner lid (especially if a bit extra is pressed on with a finger) on its own. Also, I found that my Viseart Paris Nudes contains a few shades (within the top row) that complement this quad perfectly for an inner corner highlight, and to add a subtle shimmer if I want, without changing the color laid down by the matte beige. It's a great match.  One thing to note (thanks to watching a few YouTube demos and reviews); the matte racing car green is actually lighter than the shade next to it, despite appearing darker in the pan."
		},
		{
			"review_title": "Violet Satine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I bought Violet Satine as soon as it launched and have been loving it.  Cool toned purples are notoriously difficult to formulate but these are beautiful.  The mattes are pigmented, buildable and blend seamlessly using natural hair brushes. The shimmers apply best with a finger but a softer look can be achieved with a brush.  I can't recommend this quad enough and hope TF keeps it as part of the permanent line."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Smoky Quartz",
			"review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This amazes me every time I use it I get reminded of how easily these blend. These blend better than anything els in my collecting and that includes powder formulas. They are expensive but worth it in my opinion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is my first Tom ford quad and I am not disappointed these blend flawlessly !!! Im so glad I picked this up. It’s expensive but when you get daily use from something like this it’s worth it to me.  The colours are perfect for neutral lovers"
		},
		{
			"review_title": "Best formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "TF quads are so expensive but the formula is the best, especially for a person that wants a no fuss application. I don't like having to do a lot when applying makeup, so I only go for effortless products and TF quads are buttery smooth, pigmented, and last. I honestly bought this one only for the caramel shade which is a perfect all over lid shade for me. I generally prefer the wet/dry formula but the new formula with these quads are just as good. I'm happy they're no longer limited addition as I will continue to purchase Tiger Eye because I like the caramel shade so much."
		},
		{
			"review_title": "love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I absolutely loves these,  I loved this so much I bought the smokey quartz as well. they are buttery and smooth and last all day with a eyeshadow primer. my fav is the quartz cuz I'm a mattes gal. waiting for the 3rd to come back in stock to purchase"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "It was amazing! The colors themselves required very little application to get very heavy pigmentation. The colors are very neutral. For the price tag, I am glad it’s 5 stars. I received this free from influenster for review."
		},
		{
			"review_title": "Great palette",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I was so excited to receive the Tom Ford palette!!! The colors in this are absolutely amazing!!! The eyeshadow went on smoothly and looked so good with my hazel eyes. Yes I definitely recommend this palette to others. Y'all won't be disappointed!!!"
		},
		{
			"review_title": "Pricey",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Very well pigmented shadows! I love the applicator since it has a brush end. It makes using this product on the go very easy. It is very expensive, so had I not received it to test, I probably would not purchase it. There are many other products that perform the same for less!"
		},
		{
			"review_title": "Beautiful palate",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really really liked this eye shadow.  First it's creamy shades were easy to apply and blend. The colors are beautiful with a slight shimmer."
		},
		{
			"review_title": "Love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product free for testing purposes from Influenster but my opinions are my own! I have heard mixed reviews on this palette but I absolutely love this one! The shadows are soft, blendable, beautiful, and pigmented! I always apply my eyeshadows with a primer and they stay all day! I highly recommend!"
		},
		{
			"review_title": "Luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Gorgeous packaging, to start. Feels luxurious.  The shadow colors are stunning. Buttery smooth, highly pigmented, and oh so blendable. The rich colors look amazing, and can achieve a lovely daytime or night out look. Pricey, but high quality!"
		},
		{
			"review_title": "Smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I really enjoyed using this pallet. I have never owned a pallet that is so creamy and elegant. Good coverage blends well and lasts the majority of the day. I love that there is both matt and shimmer, and the colors are just beautiful."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really like this eyeshadow palette! The texture is silky and glides on like butter, and the pigment is great. I will say I have similar quality eyeshadows at a much cheaper price point, but I still really like this quad!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I was so excited to receive my first Tom Ford eyeshadow quad! I had never splurged on an eyeshadow this price for only 4 shadows but I've always wanted to try them. The packaging is so luxurious!  It sturdy and comes in a really nice velvet pouch for storage. The shades are perfect for everyday looks. Easy to apply and the formula is really nice. It has a nice wear time and looked beautiful with my blue eye color. I would recommend."
		},
		{
			"review_title": "Great quality",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The product was great! Very creamy shadows and luxurious feeling! They blended out like a dream! I just don’t know if I could ever pay $89 for a name! I’ve used other palletes that were cheaper and performed the same! I received this product free for reviewing purposes from Influenster"
		},
		{
			"review_title": "Gorgeous!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Really love this creamy application! Can be used for a super minimal but gorgeous look or can be darkened up for a more dramatic eye. 10/10 recommended & I’ll be buying the other shades!"
		},
		{
			"review_title": "Gorgeous blendable cream to powder shadow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This is by far the best textured eyeshadow formula I've ever tried! It is creamy but not too moist, so it blends like a dream! It is long lasting, and just the right amount of pigment enabling buildable coverage. The packaging is gorgeous but a little tricky to open. I wish the medium shade had less shimmer for use in the crease but other than that its amazing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I received this eyeshadow as a complimentary item through Influenster in exchange for my honest review.  The colors on this palette are very complimentary of each other, but they have their own shimmer and aren’t too close in tone like some other brands I’ve tried. It’s easy to apply and doesn’t flake off throughout the day or while you’re applying. I love the little felt bag it comes in, because it keeps it shiny and safe in my ever-messy makeup bag. It also feels like a ritual, pulling it out each time. More than just flipping open a palette and applying. If you’re trying to take time to enjoy little things in this hectic world, try this eyeshadow. Plus it’s Tom Ford, so you know it’s quality."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I loved this palette!  The shades are wonderful, especially on a my neutral skin tone.  The colors blended very well together.  The texture of the palette is very creamy and dries down very well."
		},
		{
			"review_title": "Beautiful formula - but that price!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this palette from Influenster and Tom Ford in exchange for my honest review. I’ll start with the good - the colors are beautiful. Very warm neutrals that are more nuanced in use than they appear in the pan. The formula is quite nice as well. The shadows are buildable and more forgiving than shadows that hit you with a ton of pigment right away. In my experience, they blended nicely, and lasted for a full day without too  much fading, but I do make it a point to always use a primer due to my oily eyelids.  The packaging is gorgeous! The compact feels weighty in the hand and just looks expensive and luxe…and that brings me to the main con - the price point! I fully understand that Tom Ford is an ultra-luxury brand, however I don’t feel this palette is quite worth the heavy price tag especially when there are other luxury brands offering the same performance at a better value.  Overall, the product is beautiful and if the color story speaks to you and you want to treat yourself it might be worth the splurge…but your bank account is going to feel it the next morning if you know what I mean."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I loved the color palette and the durability of the shadows."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve been embracing a more minimalist approach to makeup lately and this eyeshadow hits the mark on most of the criteria that I’m looking for.   Pros: - Beautiful and pigmented colors  - Can be used for a daytime or nighttime look - Really smooth application   Cons: - Minor con- lasting power isn’t great on me unless I use an eyeshadow primer but I have oily eyelids and this is true for most eyeshadows."
		},
		{
			"review_title": "To shimmer or not to shimmer",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "Received this product from Influenster and Tom Ford in exchange for my honest review of the product. I’m placing it at 3 stars for the performance and overall aesthetic of the packaging which is by far superb…in fact aesthetically it’s ridiculous lol. The product itself contains shimmer earthy/coral tones. Not much fall out and the pay out color is nice. Blends effortlessly and lasts a long time. I’m knocking off stars because the price point is just simply outrageous for a 4 pan shadow! I’ve used plenty of other brands with options of colors and finishes for way less and perform equally if not better. So in my opinion is it worth it…that’s for you to decide but I would not pay the price for it."
		},
		{
			"review_title": "Amazing results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Tom Ford eye color creme eyeshadow Quad did not disappoint. Each eyeshadow color blended well together & is well pigmented. The color platte is perfect for any occasion. It does a great job staying on and looking great. No need to add layers upon layers it is what you would expect from Tom Ford. Not only is the eyeshadow beautiful but the packaging is as well."
		},
		{
			"review_title": "Beautiful colors",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I love this palette from Tom Ford. The colors are beautiful and I love the shimmer. My favorite is the warm champagne which compliments my hazel eyes. I see some reviews stating the shadows weren’t long lasting but I used an eyeshadow primer and found it to last as long as I needed. Overall I was very pleased with the palette."
		},
		{
			"review_title": "Wish color was more intense",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "First off I absolutely love the colors and texture of the palette. They feel buttery and soft they also blend beautifully together. However the pigment could stand to be more intense and rich in color. It has more shimmer than color. Great packaging and color range just needs more richness."
		},
		{
			"review_title": "Luxury Buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I received this product complimentary but my opinions are all my own. The eyeshadow quad from Tom Ford is a luxurious addition to any makeup lovers collection. The shadows merry together well and go on smooth and creamy . The packaging is stunning and great for travel - the mirror is a nice size to use when applying your makeup on the go. If you can afford a little bit of luxury and find the shadows are a match for your skin tone, I think it’s a nice splurge :)"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I received this product for free in exchange for my honest review. Here’s my fast take:  Pros: - warm tones  - shimmery  - luxe packaging Cons: - foam applicators - not a “one and done” palette - only shimmery shades - not very long wearing  Here’s the longer version: I was so excited to receive this palette and had very high hopes for it, but as others have mentioned, it falls short. The packaging is so luxurious but whhhhyyyyy add the cheap foam applicators? That totally takes the whole palette down a bit. Personally, I would have preferred a lighter matte shade in this space. I also noticed that the swatches came out so lovely but when I actually went to apply on my eyes the color payoff just wasn’t there. I would definitely not purchase this palette, since I prefer to have all of the shades I need for a look in one place, but I am happy to have it to mix and match with other eyeshadows I already own. Overall, I think there’s other options that give you better bang for your buck."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "This eye shadow palette feels so luxurious, from the packaging to the quality of the eyeshadow. The colors compliment each other well and are very pigmented. Applies very smoothly and has pretty good lasting power. Would buy the other quads too!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "auburn hair, Medium skin tone, Normal skin",
			"review_text": "Beautiful palette. I wish the colors contrasted a bit more so that you could create more combinations. The top right and bottom left colors appeared pretty similar on my tanned skin tone. It is high quality."
		},
		{
			"review_title": "Beautiful shimmery eye shadow palette",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I got this luxurious eye shadow in the shade Tiger Eye and am so super happy with it! I really like the color selection, the saturated pigmentation and how long lasting it is! I like the glitter components but would have appreciated one neutral, matte color to balance the shimmer tones. The applicators work really well, there’s even a brush! The colors are buttery and creamy and blend really well. Perfect! The quad is beautiful and let my eyes shine but the price is pretty steep and not sure whether it’s really worth the price."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I received this product as a complimentary sample to test and review. Packaging is quite durable and luxe. Unfortunately the metallic chrome finish shows every touch and fingerprint on this palette. Eyeshadows are rich and pigmented. Mostly metallic shimmers. I had to use some matte shades from another palette to complete my look. Didn’t crease as promised."
		},
		{
			"review_title": "Beautiful Colors",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The colors are beautiful and go on well and feel creamy and soft, the only reason why it doesn’t get a 5 star review is because it doesn’t hold very long after a few hours I have noticed the colors have started slipping away. It is hot out and such but I feel like they should have better staying power for the price of the product. Overall though I enjoyed this!"
		},
		{
			"review_title": "Why are they still giving sponge applicators?",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "This eyeshadow was nice, but for $89, I want something I can do my entire eye with. There was not a light enough shade for highlight, so my look was unfinished. I would have much rather had two more shades (or even just one) instead of two sponge applicators that I’m never going to use."
		},
		{
			"review_title": "Good little quad",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I thought this was a nice quad.   The colors are pigmented, buttery, and blended well. After a day of wear it still looked good.  My only criticism of this product was that all 4 shades were shimmers, one matte shade would have helped to balance it out."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received this from Influenster to try out and I loved the creaminess of the shadows and how u can go from night to day with this quad. I keep this in my purse to be able to change my look if I have something going on later and don’t have time to go home. I def would purchase."
		},
		{
			"review_title": "Another win from Tom",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Very pigmented and smooth, I was really impressed with how easily they went and how smooth they blended out. I used the darkest shade as a liner and it worked perfectly. Colors are great for summer and the packaging is really pretty."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Stunning packaging. Shades are extremely pigmented and go on very smooth."
		},
		{
			"review_title": "Not for oily lids",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I was sent this palette complimentary for review from influenster. It is a beautiful palette with lovely shimmers, but not great for oily eyelids. This quad did not have great staying power for me even with a primer, the formula is also a bit patchy with the darker color. Although the light shimmery champagne is a lovely inner corner highlight. I will most likely just stick to using this palette for highlighting and not as a regular full eyeshadow palette."
		},
		{
			"review_title": "So smooth Shadows again definitely worth the money",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I really like theses shadows, the The colors go so well together or on they’re own, It’s good for a easy day look and night out they go on so smooth, and blend really well, I will buy Tom ford Shadows again definitely worth the money"
		},
		{
			"review_title": "Easy to Use",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love my Tom Ford Eye Color Crème Eyeshadow Quad in Tiger Eye! I received this product complimentary of Influenster. Everything stated is my honest opinion. The eyeshadows are easy to use, blend nicely, and pigmented. I love using this pallete for a quick all over application. Plus, there is a nice large mirror. On the other hand, the eyeshadow applicators are not necessary and do a mediocre job. I'd recommend using your own brushes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "This is my first time using a crème eyeshadow and I love it! I’m not a make up pro by any means but this palette made it easier to apply the eyeshadow to my hooded eyes. It has some sheer but is easy to build up. The eyeshadow is very lush and creamy and the colors were shimmery with a subtle neutral tone. It was easy to apply and blend. I used a primer before using the shadow but not even sure I needed to. It doesn’t flake at all and stays where applied. I really enjoyed using this product and would highly recommend. Tom Ford did not disappoint."
		},
		{
			"review_title": "My favorite eyeshadow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Honestly, this is my favorite eyeshadow. I have  been using Tom Ford eyeshadow for almost five years. It was great then and hasn’t changed. Love the intense pigmentation. It doesn’t crease and lasts a long time. The colors are beautiful. It’s the only eyeshadow I use. I received this product free from Influenster and Tom ford but I purchased the other color I owned and loved it too. It really is the best."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I received this as a sample from Influenster. All opinions are my own. This is gorgeous and classy. The colors have incredible payoff and a little bit of product goes a long way. You can do a variety of looks with these depending on how much product you use for different intensities."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Wow! Amazing palette! The colors are very beautiful and pigmented. Works better with a primer. Highly recommend getting it"
		},
		{
			"review_title": "Luxury AF",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "WOW! This is probably the most luxurious, elegant eyeshadow I've ever owned lol. I love these colors, and the result is incomparable. I wish I had that I had money, like money-MONEY (you know what I'm talking about!)to be able to afford more products from Tom Ford lol. I give this a 10/10"
		},
		{
			"review_title": "Stunning Pallet - meh applicator",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "These colors are stunning! It is best to apply the shadow with your fingers instead of the applicators as the pigment shows up better!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is a great eye shadow pallet. I love the colors. They have great pigment and the color lasts all day. This is a great everyday essential pallet."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love the soft texture of this shadow. Even the darker shades looked good with my skin tone. They blended well but there was a lot of fallout. I just don’t think it’s worth the hefty price tag."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Pretty colors and good pigmentation. Versatile shades that can be used day and night, casual or glam."
		},
		{
			"review_title": "Lovely Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The colors of this eyeshadow quad are great for everyday use. Day or night. I use the three lightest shades during the day and add the darkest shade for a Smokey eye on an evening out. These eyeshadows are texturally very soft & buttery. I was afraid there'd be a ton of fallout but there was not and they blended very well."
		},
		{
			"review_title": "Very nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this product to test. The packaging was perfect! The colors are nice but don't exactly complement my skin tone. They do layer nicely and the pigment is beautiful, this would be a lovely product for someone."
		},
		{
			"review_title": "Pigmented and Lasts all Day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This eyeshadow is beautiful! The shades complement my skin tone well (very fair), and are easy to apply. It lasts all day, and is very pigmented without smudging, which I value in an eyeshadow. I love the neutral tones, and you can easily build up one single color or combine colors for more dramatic look. I would definitely recommend!"
		},
		{
			"review_title": "Pretty great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Very luxe packaging and component. The palette has great warm tone neutral shades for everyday wear. The colors are creamy and blend well.  I would recommend."
		},
		{
			"review_title": "Pricey but stunning",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I got the pleasure of trying this out & I am not typically a neutral palette kind of girl, but these are beautiful. Blend well, creamy, and just enough pigment, in my opinion. I'd say if you have the coin to splurge, do it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I received this quad eyeshadow to test, first and foremost, the packaging is decadent!  So very fancy!  The colors are beautiful and great for everyday wear!  When applying the shadow there is not a lot of fallout which is nice!  The pigment looks great on the quad, but applying it, it isn’t as pigmented as I would hope.  It layers really well, the only downfall for a pallet of this price, it doesn’t last as long as some of my others.  Usually I don’t have to touch up my shadow at all (with using a primer), with this one, I had creasing after several hours of wear, and transfer.  I had to bust out the quad and touch up.  Otherwise, I really loved it!  The colors are great for everyday use!  Thanks!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This eye shadow is top notch quality, which of course you expect from a luxury brand such as Tom Ford. This applies smoothly and is well pigmented."
		},
		{
			"review_title": "Super smooth and blend out great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I will start off by saying that these shadows go on super smoothly and blend out effortlessly. the colors are very muted, but I was able to create a soft, natural look that held up pretty well throughout the day even without an eyeshadow primer. the packaging and case are beautiful, it came with some tiny sponge applicators and a tiny brush which was a little unnecessary. the quality of these shadows were great as I feel most tom ford products are. however, for 4 eyeshadows the price is steep to say the least but again. this is Tom ford."
		},
		{
			"review_title": "Great neutral colors",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really like the formula of this eyeshadow palette. This is my first time trying out a Tom Ford eye product thanks to influenster and so far it's a positive experience and I can tell that this is a high end product. These colors are warm and neutral so they would complement many eye colors and skin tones. I may have to try other colors from this line."
		},
		{
			"review_title": "The best quality pallete!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This eyeshadow pallette is HIGHLY PIGMENTED which means a little goes a long way. Great colors that are neutral makes me continue my natural look. You cannot go wrong with this pallette at all."
		},
		{
			"review_title": "Beautiful luxury make-up",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I can honestly say I've never tried luxury maybe up before, way out of this mammas price range, lol, but thanks to influencer I was able to try this beautiful eyeshadow palette from Tom Ford and I'm just blown away! I guess what they say about you get what you pay for is spot on. From the luxury packaging to the formula this palette is now my favorite. The fall out is minimal at best, the shadows blend flawlessly and the colors compliment anyone skintone. If you want to treat yourself to something luxe definitely give this eyeshadow palette a go you will not be disappointed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "This is hands down the best eye shadow I have had! The pigment is GREAT and the colors are perfect!!! It lasts long and goes on easily!! Absolutely love it!!!"
		},
		{
			"review_title": "Not worth the high price tag",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "When I found out I'd be receiving this palette, I was so excited! I'd never tried out Tom Ford makeup before, and after seeing the retail price for this palette, my expectations were very high! The packaging itself is incredibly beautiful, as are the shadows within. Unfortunately, with the shimmery shadows I was expecting much better payoff. I found myself having to apply several layers to get my preferred look. Truthfully, I have many shimmery shadows in much cheaper palettes that out preform the much too expensive Tom Ford shadows. Due to that I just can't recommend it for the price."
		},
		{
			"review_title": "Stunning luxury",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "A luxurious palette with four shades that compliment one another for the perfect eye shadow quad. The packaging alone sets this product apart, the gorgeous case and the little bag it comes in. The shadow is rich, creamy and blends perfectly. Overall a splurge but one that won’t disappoint."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I received this product from Influenster to test out, and I am OBSESSED. the shades blend together perfectly to create a gorgeous going-out eye look, and the creamy texture makes it so easy to apply!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my first time using a Tom Ford makeup product. This eyeshadow palette is fantastic! I absolutely love the colors - perfect for an every day look. The colors are very pigmented and a little goes a long way. The color lasts me all day long and I have quite oily eyelids. I really like this palette and highly recommend!"
		},
		{
			"review_title": "Why so shimmery?!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I don't typically go for a cream formula, but this one seems to have much better staying power than other kinds I've tried, I don't get the creases in my lids with this formula. However, WHY must all the shades in the palette be shimmery?! I'm in my mid 30s, I'm not going to the club, give me some subtle and matte shades I can wear to work. Overall, its a nice product, good quality, and a beautiful case, it just isn't for me and my needs or style. App will not let me upload a photo!"
		},
		{
			"review_title": "Amazing Color payoff",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I was so excited to receive this palette for free for my honest review and opinion. I don’t think I’d be able  convince myself to spend this much on four shades. But my review after using these shadows on myself and clients is that they are soo worth every penny. The color payoff is amazing and blendable. I was so excited to receive this palette for free for my honest opinion. I could never convince myself to to spend this much on four shades. The colors I received were stunning! They glide on so effortlessly and blend like a dream. They are all satin/shimmer finish and give this beautiful glow to the eyes, almost like a “wet look”.  My one complaint would be that is like at least one matte shade. All in all, I want to try more!"
		},
		{
			"review_title": "Very sexy eyeshadow quad!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This was by first time using anything by Tom Ford. I am very impressed with this product. The eyeshadow was easy to use and blended very well. It didn’t crumble and the colors were not overpowering. They layered really nice. I loved the look I was able to create with this  quad. I would definitely recommend."
		},
		{
			"review_title": "Great quality shadows !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "These shadows blend like butter ! Such great pigment and easy to blend. The colors are so versatile and great for everyday wear as well as special event looks. The packaging is so sturdy and has great weight, it even comes beautifully wrapped in its own dust bag. I'd highly recommend for all skin types as you can create so many looks with this quad shadow."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "lightMedium skin tone",
			"review_text": "Overall, I am satisfied with the product though not sure if I would buy again. The eyeshadow is high quality and has a good amount of pigment, but I don’t think the colors are particularly unique. With the high price point, I think there are other Tom Ford products to invest in, or other similar eyeshadow palettes for cheaper with other brands."
		},
		{
			"review_title": "Excellent Eyeshadow Quad!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I'd never tried Tom Ford's eyeshadow before this, and I was pretty impressed! The eyeshadow had a very silky texture, and it didn't crumble of flake off when I applied it, which is one of my pet peeves. The colors were also very vibrant and blended well. It's absolutely perfect for smoky eye. I can't speak to the quality of the brushes, as I used my own. But overall, I'm rather pleased with this. I tend to favor bolder colors and brands like Urban Decay, but for a wear-to-work or a formal interview,Tom Ford's palette is a pretty solid bet. And if you like neutrals, you'll probably really love this."
		},
		{
			"review_title": "Wow",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have tried a lot of eye shadow palettes but in the low to mid-budget range. I am generally stick to neutrally colors. So having zero high end eye shadow experience, I was not at all sure what to expect. At first, I was a little both overwhelmed (fancy pouch, finger print magnetic case) and underwhelmed (the little applicators I haven't gotten in years).   But now that I have done a little testing, this is beyond any other palette I have tried before. The shadows are very silky and very pigmented. I put the shadow on both with the included applicators and my tried and true method, my fingers (sorry, never got the hang of brushes). And I am sorry to have been quick to judge the little sponge applicators because they worked very well and I liked the inclusion of a mini brush and pointed sponge.  Overall, a nice little palette for a sparkly look or a no black glam look. I did take a star off only because they are all shimmer shades which makes it a little limiting."
		},
		{
			"review_title": "Gorgeous packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Tom Ford's Eye Color Crème Eyeshadow Quad in the Tiger Eye variety had sleek, elegant packaging. The entire presentation felt very luxurious from the compact eyeshadow design to the small cloth bag it came in. I love that it had a mirror and had room for small eyeshadow applicators for on the go. It even came with two double sided applicators. I love the color palette of the eyeshadow. Three had shimmer to them and the brown was more matte. However, the swatches on my skin don't show up as pronounced even if the pigment looks strong at first. They are very muted or blend into my natural skin color, so at times it doesn't look like I'm wearing eyeshadow. This eyeshadow probably isn't as well suited for my skintone than others, or I may not be applying it as well as I could. I was a bit disappointed that these crème eyeshadows don't have lasting power. After I get home from work every day, I would see that almost all of my eyeshadow had melted/dissolved away during the day. The crème texture that although very soft and smooth, would make applying my eyeliner difficult. I would end up having to use even more eyeliner, so my eyeliner wouldn't look muted. Although I wanted to love this eyeshadow set, I felt it fell a little short for it's price and prestige."
		},
		{
			"review_title": "Very Pretty!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I’ve been loving this formula! This eyeshadow is creamy and blends really well. I find that less is more, and I love how easy I can create a quick look that looks great. My eye look lasted all day even without a primer. I find the colors pull more warm than what they appear in the pan. The packaging is luxurious and so pretty! I’m not sure if this quad is worth the price, but for an avid makeup user, it could be a nice splurge."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "One of my favorite compacts. I have liked this and tend to use it more than any others in my makeup collection.  I like the consistency of this formula and the colors a lot."
		},
		{
			"review_title": "A versatile eyeshadow quad",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This little eyeshadow palette is so versatile. It can create soft, low-key looks for everyday wear or vivid looks for going out. Tom Ford does it right! So grateful I got to test this out free thanks to Influencer and Tom Ford! I will buy some once I’m out and I’ll be absolutely worth the price point."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This is definitely the most luxurious eyeshadow quad I’ve ever had. The packaging and the brushes, everything is luxe. The shades are lovely and can be worn day or night. The shimmer is finely milled and not heavy. I received this via INFLUENSTER for reviewing purposes. It’s on the pricey side, but nice if budget is no object."
		},
		{
			"review_title": "Depends",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Things I liked: the textured boxed packaging, simple yet luxurious looking. Magnet to open and close. Sleeve for the case to not get scratched/dirty. Several types of applicators. Nice pretty colors. Buildable and stayed on all day.  Things I didn’t like: case can get scratched easily if not taken care of (prob why there’s a sleeve?) Also left my finger prints and bothersome so had to clean each time I used it. Could be built to look darker or more pigmented which I prefer to have a strong pigment and go easy if need to not the other way around.  Tried without a base and didn’t really stay all day, got patchy and color was harder to show on my skin tone.   This is just unfortunately not in my budget and not as pigmented to my liking but it’s still a good product. I know my mom would love this."
		},
		{
			"review_title": "Beautiful & Rich Colors!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "What a beautiful palette! Not only are these beautiful colors but the colors are rich in pigment. The perfect palette for a day to night look."
		},
		{
			"review_title": "Shadow gorgeous, sponge brushes wasted space",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I received from Influenster.  I found that the shadows in this compact were best as a day to day look.  There are 3 shimmer shades but they are all light/medium day colors.   None of the shades will work as a highlight if you have light or fair skin.  A person would need to be tan or darker to use even the lightest shade to highlight.   The sole matte is a brown that feels neutral to warm.  Honestly, it's one of very few high end small palettes that I feel have a brown that would not be ashey as a base color on darker skin as mini palettes tend towards a cool tone brown. (a.k.a. greyish).  I also respect that the brand decided to make a talc free formula and that it still blended beautifully.   Talc usually lowers the cost of ingredients significantly and makes things blendable but is regularly harvested near asbestos.   So the concern for health is admirable.  As for why I took off a star.  If this were an inexpensive product I probably wouldn't feel as annoid by the waste of space taken up by horrible little brushes.  I feel they wasted money on this pair of little disposable things.  I tried them just to be sure.  Yes, they work but do not lend themselves to easy cleaning, the size made them so difficult to hold, and application was a disservice to the quality of the shadows.   Rearranging the quad to be long to add one quality brush that a hand could hold would have been acceptable (think Urban Decay palettes).  Decreasing the packaging and ridding the brushes could have been lovely.   This would have made the compact smaller for carrying and the packaging is so rich that they could have made the same profit while lowering the cost due to more packaging and whatever the lousy brushes cost.  They did use the pretty packaging for the handles which are too short to hold. The shadows themselves are gorgeous and have quality ingredients that are valuable.  It's like having a 5 star restaurant serve dinner and give sporks to eat with"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I was really excited to try this eyeshadow palette, and because of the price of one of these palettes, I had high hopes. Unfortunately, I was let down by the actual formula of the product. Let me start off with the good. I was impressed that it comes with a little carrying pouch for the pallette. The colors are very rich, buttery/creamy,  they were easy to blend together. I think the actual colors are good for a normal everyday day look.  Now for the not-so-good... Number one, the price! I can't justify spending $90 on a product that is just subpar. You definitely need to apply an eyeshadow primer if you're looking for this product to last you all day or night because without one these colors don't seem to last more than a couple of hours. Also, something else that isn't a huge issue but the case that the pallette is in, shows fingerprints very well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product complimentary for my honest review. I loved the packaging. It comes with its own protective cloth bag. The color payoff is rich. Creamy. Subtle. The color stays bold and doesn’t fade. Doesn’t crease. I love this product."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This was a beautiful product, from the packaging to the shadows themselves. While I appreciate the effort to include a brush (and not just the normal makeup sponge) the brush was just too small to get any grip or be able to blend. Maybe a brush that can fold and then expand? It was just not usable and my hands are pretty small. Other than that, this blended well, the pigment was good and the palette was beautiful and a good weight."
		},
		{
			"review_title": "Pretty Vintage",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I found this pallette to be luxurious and very pretty.  The packaging was beautiful.  You don't often see the brushes and applicators anymore and that gave it a bit of a vintage feel for me.  I found the color payoff to be what is expected for neutral tones.  I didn't notice much fallout.   I like it for travel where I know I won't be wearing a lot of makeup but want to have that no makeup look with the ability to go a little smoky"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Long-lasting, does not smudge after at least 24 hours of wear (I work 24-he shifts). Besides, I enjoy the brushes that came with the set, which is a quite unusual experience."
		},
		{
			"review_title": "Lovely shimmer creme eye shadow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "I'm a big fan of creme eye shadow, and this one does not disappoint! The pigment tones work well on my fair skin, and are great for a night out. I personally use matte eye shadows for work, and shimmer at night or on the weekends. Eyeshadow primer does still make a difference in staying power if you'll be out and about for a number of hours."
		},
		{
			"review_title": "Classy eyeshadow palette",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Tom Ford is my favorite brand.  Tiger eye eye shadow quad is a sophisticated, classy glam eye shadow palette that makes my eyes look beautiful.  The collection of shimmery and matte shadows makes it stand out. I love the colors and how they accentuate my look.  Have already recommended to a lot people."
		},
		{
			"review_title": "Stunning!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was so excited to receive this palette for free for my honest opinion. I could never convince myself to to spend this much on four shades. The colors I received were stunning! They glide on so effortlessly and blend like a dream. They are all satin/shimmer finish and give this beautiful glow to the eyes, almost like a “wet look”.  My one complaint would be that is like at least one matte shade. All in all, I want to try more!"
		},
		{
			"review_title": "Amazing Shadows",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I really like this quad eyeshadow palette. The packaging feels very luxurious and the shadows are great. I use these on an everyday basis and love the natural look. Pigments are easy to work with I Highly recommend this product"
		},
		{
			"review_title": "Beautiful but not groundbreaking",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "This is a very beautiful quad, not unique in the color story but the cream powder formula is very nice. I do recommend using an eyeshadow primer or else there may be significant creasing. This effortlessly creates beautiful and classy eye looks that are great for everyday wear. The shadows have a decent amount of pigment considering the cream formula but they also blend out so easily and can create nice sheer looks as well. It actually shows up on my deeper skin tone which is nice."
		},
		{
			"review_title": "Makes for a perfect gift",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been using it, trying to get a feel for the palette and I would give it 5 stars for packaging, how luxe it is, and how creamy the product is! I took off a star though for the pigmentation/how it shows up on my light medium skin tone and how expensive it is!   I wouldn’t buy it for myself per se, but I would 100% get it as a fabulous gift for someone with lighter skin tone. The packaging really is fabulous and beautiful and SO LUXURIOUS!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "The quality of this eyeshadow is unmatched by all the many others I own & have tried. I have used this exclusively since I received it as a free sample over a month ago. It takes me literally 2 mins to make any kind of look I want & my eyes look like a makeup artist did them. It truly is worth the money & It’s the perfect size with GORGEOUS packaging. I can’t believe I spent so much money on huge palettes when this is really all I need."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received as an incentive program. I enjoyed using this eye shadow. It went on very easily and stayed on all day. The colors were very natural."
		},
		{
			"review_title": "Absolutely would buy again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love this eye shadow so much. It blends so well and the color lasts all day. If this tells you how great it is… I went to a music festival and wore this in 85 degree weather and it didn’t budge with me sweating and living my best life. These are great every day colors."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "What a great foursome of neutrals! This creates a beautiful look with little effort, as the colors are so smooth. It’s a little much for my every day, but it definitely makes a statement."
		},
		{
			"review_title": "too spendy",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Looks and feel of this packaging are 5 stars. Colors are pretty and they go on smooth but so do a lot of other eyeshadows that are much more cost effective. If your goal is to show off how much money you have then this quad is for you. If you actually like makeup, then spend your $90 on a palette with the same quality and many more eyeshadows to choose from."
		},
		{
			"review_title": "Gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "In love with this palette! The shades compliment my dark brown eyes perfectly and are a subtle but elegant addition to any look. Long-lasting, easy to blend, love love love."
		},
		{
			"review_title": "Amazing formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This formula is amazing! It feels creamy and goes on smooth. The pigmentation in them is great. I did not need to use a lot of product. The packaging is beautiful. I feel like I could throw this in my bag on the go and not have worry about the shadows breaking."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I got this eyeshadow palette via influenster! The eyeshadow is very buttery and velvety. Extremely easy to blend except for the taupe (was too bad but in comparison with the other three, it seemed to need more blending). Color selection in the quad all work together. I do wish for maybe a different shade or variation. This palette is perfect for work for me. I think someone who likes a tried and true routine/straightforward/classic look would really enjoy this quad."
		},
		{
			"review_title": "Leaves Much to be Desired",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "First of all I absolutely love the packaging. It feels rich and luxurious right out of the box, but the product itself is pretty lackluster.  The “brushes” should have just been left out entirely. They are horrible and you’re better off using your own brushes or if you’re truly in a pinch use your fingers. The colors are gorgeous and they glide on so nicely, but they don’t last long on my oily skin. I have tried multiple primers and nothing will last the whole day like other palettes I have. I wish the colors were a bit more dimensional on my skin, but they don’t have a big difference between them except for the darkest brown that’s included. I love the neutral Smokey look you can create, but I wish it lasted longer. Overall I think it’s a beautiful quad, but I would not purchase it for the price that it is."
		},
		{
			"review_title": "So Luxe!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
			"review_text": "This quad has become my go to for the no makeup, makeup look. So creamy and yummy. No fall out. It applies with no problem. The color payoff is great. The packaging is luxe and screams expensive. I used a brush and my finger to apply. Stunning!"
		},
		{
			"review_title": "Beautiful shades",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Beautiful shades of neutral colors, went on great with my skin. Very smooth and sexy. I wore on a few nights out with the hubby and he complimented me on my eyes every time I wore it. Definitely recommend, great brand with high quality eyeshadows."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Creamy warm eyeshadow. Love that it is a buildable eyeshadow. The colors are so shimmery and comes on so smoothly. This palette is perfect for me since I like neutral and low key, but can go glam as well. The packaging is beautiful and luxe. I would use your favorite eyeshadow brush…the ones it comes with does not really do the eyeshadow justice when you apply."
		},
		{
			"review_title": "Frugalmom",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I loved this product!!!! It went on smoothly lasted all day with my eyeshadow primer. The colors were great for every day use which is my favorite part!! The pigments perfect for the colors it’s not to much. The price of this product is the only bad thing it’s not affordable it’s very pricey!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Glides on so smooth. Doesn't cake. Blends easily. Beautiful and vibrant. Really makes the eyes pop."
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I don't think this quad is worth the price. Yes it's a high end brand, so you get great quality packaging and excellent color pay-off. It's the colors that don't offer much to me. Almost $90 for 4 small eyeshadow, seems too much. None of them are matte, all the colors have some shimmer and the champagne color has some gold particles that I wasn't happy with. I wouldn't recommend it, you can use your money to buy a much bigger palette with more variety of colors, and still get the quality."
		},
		{
			"review_title": "Loved this palette!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I am in love with this eye-shadow palette! I like the metallic eye-look. It was very creamy it, was buildable and I know a lot of people complain about the pigment. But the results depend on how you apply it, and the brushes you use. The effectiveness of the eyeshadow was superb! This was just what I was looking for! And it could be used for daytime and nighttime! I recommend!  *received complementary"
		},
		{
			"review_title": "Just Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I don’t love or hate this product. Packaging is absolutely gorgeous although I don’t need the little applicators that came with it. The colors are gorgeous but don’t have the most pigment right off the bat. You do have to build up and it’s more of a natural look. I do have to say I didn’t use an eye primer so for me they weren’t that long lasting, although I do have oily lids. I have to try with an eye primer and see if that’ll make the color last. I just can’t justify the price on this. It’s just meh. This product was sent to me for review purposes."
		},
		{
			"review_title": "Beautifully Overpriced ✨",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The colors in the Tiger Eye palette are beautiful. Just the right amount of pigment, pigmented but also buildable—if that makes sense. The packaging is beautiful and very luxurious, I loved the little pouch that is included. I swatched all 4 colors on my arm and all 4 wiped off nicely with a make up eraser. The shadow hold throughout the day and again came off easily at the end of the day. I do feel that this palette is slightly overpriced. I don’t know that I would recommend it at this price point. I’ve used plenty of other comparable products at much better price points. BUT if cost isn’t a factor, than the Tiger Eye palette is a great palette!"
		},
		{
			"review_title": "Great Daily Neatural",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this eyeshadow quad. The neutrals are easy to wear on the eyes daily and the colors are super rich and pigmented with a buttery feel. I love the hint of shimmer in the colors too."
		},
		{
			"review_title": "Excellent New Formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Tom Ford’s wet/dry eyeshadow formula has been a long time favorite of mine, but I may have found another favorite after trying this palette. The shadows are soft and creamy to the touch. The formula is reminiscent of Natasha Denona’s cream to powder shadows. Like those, the Tom Ford shadows aren’t the easiest to pick up with a brush, yet this could be a positive in that you can build the pigment slowly instead of applying too much and struggle with blending. The shadows apply nicely with a finger as well. If you want to create a one shadow look, you can apply the shadow with your finger, and blend out the edges with a brush. It’s so easy to use, for beginners and pros alike. Because these eyeshadows have such a creamy texture, they look almost like they are a part of your skin. They lay so beautifully, and never look dry. The tones of the Tiger Eye quad are absolutely stunning, however I would have loved to have one more shadow as a lighter matte transition shade instead of the three shimmers. Overall, excellent formula, and I can’t wait to try out more color stories. This product was received complimentary from Influenster for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I absolutely love this pallet. The shadows are creamy and pigmented enough to where I just need a bit. I wouldn’t recommend this as an everyday pallet since there isn’t any mattes just creamy shimmers, however I do like using this for when I’m in a hurry. A quick swipe with a finger and then straight to the lid is how I like to apply these. It comes with two brushes but I feel like my method is quickest and gives me the pigment I like."
		},
		{
			"review_title": "Must Try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I'm thrilled to have been provided Tom Ford's Eye Color Quad Creme in Tiger Eye by Influenster in exchange for my honest review. This magnetic compact has a mirror and comes with a travel pouch and 2 double tipped high quality applicators in multiple shapes, one being a brush. The eye palette is in 4 complimentary shades (4 different finishes are sheer sparkle, satin, shimmer, and matte) that seem like they would be good with most skin and hair types and offer a variety of intensity/effects. I used this without a primer and felt like this was easy to apply, blended well, and stayed on all day without settling into creases. The intensity lessened a bit by the end of the day but it was still pretty. I thought this preformed well and looked great, I would highly recommend trying it."
		},
		{
			"review_title": "Beautiful tiger eye",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I thought the colors of this pallet were very beautiful. Each shade has a shimmer to it, I would prefer a couple shades without the sparkle though because I prefer a pallet that I can just grab and go on a trip. This one is compact enough to bring along however without having a solid shade I need an additional pallet with me. The eyeshadow formula feels very soft and buttery to me. It does stay on long enough for me however some people may prefer a shadow that lasts longer..mind you I did not wear a primer when I wore this do that may have made a difference. Overall a nice small pallette, the best thing going for it is the compact size, the texture, and the colors. I wasn't a fan of the brushes they came with or that their wasn't any solid colors for the price."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Gorgeous and well worth the investment. Tom Ford doesn’t miss the mark on this one. From the compact to the protector sleeve, you know that you have made an excellent choice. Highly recommend this product!"
		},
		{
			"review_title": "Lots of fallout & not a lot of saturation",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I got this for free from Influenster and actually didn’t realize what these colors were until just now, it would be helpful for more info about that on the packaging. I thought they were going to more neutral looking at them in the pallet but they turned out more red toned on my skin which leaves me looking like I’ve been rubbing my eyes but now it makes sense reading the color descriptions. If you like the more red tones & brown then this is a good option. It had a lot of fallout though & not a lot of saturation even using that little applicator. I just don’t think it’s any better then other pallets I have."
		},
		{
			"review_title": "Never disappointed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "Never disappointed with Tom Ford, the packaging always looks very nice, the mini brushes that come with it are also good quality. The product is very creamy and blends nicely. The color pigment comes off as expected and how it looks in the pan."
		},
		{
			"review_title": "Beautiful palette, perfect for smoky eye",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I was so excited to be gifted this by Influenster and Tom Ford in exchange for my honest review because I am a huge fan of Tom Ford products. This palette didn’t disappoint me whatsoever. The packaging is beautiful and sleek, and I love that it comes with a velvet bag to keep the palette safe. It comes with a gorgeous mirror and little brushes that makes this perfect for travel.   These shadows are amazing. They are very pigmented but at the same time not too harsh where you can build up the color to where you want it. The formula is so soft, buttery, and smooth with each shade having a shimmer to it without the chunky glitter feeling. All the colors blend so easily and effortlessly. The only thing I wish is that there was one transition matte shade in this palette for transition work but otherwise I love this little palette."
		},
		{
			"review_title": "Great formula.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "First the texture is amazing. It is creamy, which means eyeshadow won’t be loose and dusting all over the place. Which draws me to the second point, it blends perfectly! In less than ten minutes I was able to create a perfect daytime look that lasted through the night.  It comes with a brush applicator/eyeshadow applicator that is sturdy. As a beginner with make-up it made my life easier and more confident when applying this eyeshadow. Third, a little goes a long way!  One dab of each color for a light look. Two dabs for a little more of a dramatic look, which is perfect for date night. Will definitely be purchasing the rose palette when it becomes available."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "From the moment I got the Tom Ford Eye Color it in my hands I felt this was truly a luxury item. The colors in the pallet are rich and beautiful. Lots of shimmer in 3 of the colors. The deep brown color is matt. This pallet should be plenty to serve for everything ranging from everyday makeup to something for special occasions. The package is great item for traveling. While the product does include applicators, I would recommend using a different one. The included applicators are usable, but you can achieve much better results if you use specialized eyeshadow brushes. Personally, I have problems with eyeshadow in general as it does not last. However, this product surprised me. Using just a little bit of transparent setting powder over this eyeshadow actually lasts! The product is quite pricey, but if you do decide to invest, I feel you will get a good quality product which will last. For this, I would totally recommend the Tom Ford Eye Color Cream eyeshadow quad."
		},
		{
			"review_title": "So luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Enjoyed this palette. Includes the perfect everyday tones. Deep brown hue for a super sultry smoky eye! The shadows blend beautifully! Very creamy feel with just enough shimmer for a elevated look. Comfortable wear that is moderate on longevity. Very much enjoyed dampening the brush just a smidge to intensify shimmer. 5/5!"
		},
		{
			"review_title": "Tiger Eye",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Shades are all neutral so it is easy to get a natural look. You can also make a smokey eye. The entire palette is shimmer/satin. So I do wish that there was at least one matte shade. However, that did not deter me from using this by itself or with other shadows. As for the brush/sponges that come with this set, I could live without them. Packaging is beautiful but there is no need for a dust cover."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Fair skin tone",
			"review_text": "Great natural everyday pallet! These colors are great and the pallet is the perfect size to take with me to travel!"
		},
		{
			"review_title": "Amazing Blending",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this palette. The colors are easy to blend and do not require a lot to build up the depth. It’s a great palette for simple every day eye looks. I receive this palette complimentary from Influenster and these opinions are my own."
		},
		{
			"review_title": "Pretty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "These are such pretty colors. They’re all soft and blend easily. You can use them just by themselves or use them as base for other looks."
		},
		{
			"review_title": "I love this palette!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Super smooth application and beautiful pigments! The packaging and presentation is nice as well! Looking forward to wearing these colors this summer! :)"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am so impressed with this Tom Ford eyeshadow quad! I’m an eyeshadow junkie. I usually buy most of the new pallets that are put out by Sephora, etc,  I’m also in love with most luxury beauty items. This did not disappoint! There is hardly any fallout, the colors are very pigmented and the blend like a dream! I will be back to buy other colors!  I received this item free from Influenster, but my opinions are my own."
		},
		{
			"review_title": "Beautiful pigments, smooth",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Presentation is stunning, such high quality! The applicators are lacking. The colors are beautifully pigmented and go on smooth. No caking, lasted for hours with my hooded eyes."
		},
		{
			"review_title": "Lux palette!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Very lux product!  I love everything about the shadow!  It blends beautifully and is buildable so you can have a more natural look or build it up for a more dramatic eye!  I found that using a dense brush worked best for the consistency I was going for because my fluffy brush was too natural for what I was wanting.  Even unboxing was a lux experience, they have amazing packaging and the palette came in a cloth bag!  Love!!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I liked how the four shades of the Tiger Eye palette really complimented each other and made it super easy to do a Smokey eye look. Even better than the darkest shade was a matte finish. I do wish there was another matte in the palette but not a deal breaker. The burnt coral shade didn’t look as pinky-red on the eye as it does in the pan but otherwise perform beautifully. I’ll definitely be reaching for it again. The packaging itself is super lux. The palette has some weight and it comes with a soft suede like pouch to protect it. The mirror inside is large enough to be useful. I most likely wouldn’t purchases this for myself because of the price tag, but if you can swing it and wanna treat yourself, go for it the quality is there."
		},
		{
			"review_title": "Tiger Eye",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This palette is very nice. The colors show up nicely on my eyes and blend well together. However, one color comes off lighter than it appears in the pan. I do feel like it's better to apply with a fluffy brush instead of a flat brush. When you use a flat brush the eyeshadow looks like it has hard pan or some powder layer? It says creme but doesn't feel or act like one. Hopefully the product will stay this nice with extended use. Overall the palette is lovely,  but I can not justify the price tag."
		},
		{
			"review_title": "Great color pallet, dry formula",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I received this product from Influenster and to leave and honest feedback. I was beyond excited to try this product! The packaging is OK a little confusing with no clans or button do you have to physically lift to open compact, the colors are beautiful and Versatile from every day looks, to Smokey eyes/drama. Some negatives: the formula is very dry so it takes extra product to build to make visible. The applicators/brush it came with are cheap and I feel, lessen a high end product. For the cost I really feel this could be leveled up with a better formula."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I was really happy to get this specific color range (tiger eye) as the shades are very pretty. I found that blended well on me and looked nice on my skin (very fair). Packaging is also really nice and sturdy. My only concern is price. I feel like the market has a lot of similar product that is just as quality for much less…so, minus a star for that."
		},
		{
			"review_title": "So flattering and blendable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This quad is so blendable and gorgeous! I don’t use a lot of makeup, so the ease of four colors made it awesome and they look stunning together. The consistency is very light and the colors and nicely pigmented. So flattering and a new favorite!"
		},
		{
			"review_title": "Beautiful Colors! Not so great formula.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "The packaging is pretty and the colors are beautiful! However the blind ability of the product is not easy and very dusty! I tried a few different looks with this and the best one is a lighter daytime look. You can get some very pretty looks, but expect a lot of clean up. For the price, more time should be spent on the product itself and less on the packaging.   Thank you Influenster for allowing me to review this product."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This eye shadow quad came in a very beautiful and luxe packaging; I had high expectations for this product. However the eyeshadows are not that pigmented and didn’t think of this as a creme shadow. The colors are dreamy. This quad can be used for a day look and build the eyeshadow for a more dramatic night look."
		},
		{
			"review_title": "Beautiful Pigment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received this product to try for review from Influenster and Tom Ford. Initial impressions of the packaging was that it was beautifully and elegantly packaged. I was excited to try this product as I have been looking for more eyeshadow shades to add to my summer collection and the tiger eye shades did not disappoint. I tend to lean more towards golden tones and loved the pigment of these shades. I used the applicator that comes with the quad and found it distributed the product and pigments very evenly. I loved the gold tone shade for an all over color and decided to use the darker brown tone as a liner. Overall, I felt the product had great pigments and love these colors as staples to add to my summer collection."
		},
		{
			"review_title": "Proceed with caution",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Let me start by mentioning that I got this product free from Influenster and Tom Ford in exchange for my honest opinion. I was super shocked to be getting this but super happy. When I opened the box, it was the most lux experience I’ve had opening an eyeshadow quad. When I opened the quad, I was super happy to see what a beautiful color story I had received. I swatched the colors and they where okay. Guys, I really did try to love this palette, I really did but it’s really not my favorite. I like two out of the four colors in there. The dark brown is beautiful and I can use it to line my eyes. The rest are shimmers but they are not very easy to get right. You really have to work at and they don’t seem to stay pretty. I have low end palettes to perform better than this. This palette has made it into the back of my eye shadow drawer. I’ve played with it for a few weeks now to only grow more disappointed at how it performs. If you are looking at the palette, proceed with caution. Go for a Huda palette instead!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "These shadows have the best quality, being soft and buttery, with high pigmentation and easy blending. The pans are all pretty huge, so you're still getting a ton of product despite the smaller number of shadows. Each color only really needs a tap for full coverage, but if you want you can definitely build up for a more intense look by using more. The colors included work so well together, and one of my favorite aspects of this palette, though, is that one of the colors can be used as highlighters. I do love me some multi-functionality!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This eye shadow pallet is so creamy and pigmented. I have hazel eye color and these colors help my eyes pop! I am by no means a professional when it comes to applying my makeup but this pallet makes it so easy! I can do a nice smoky look and the colors match with just about every outfit I have. The fine glitter makes the colors stand out. There is some fall out when applying, so make sure to do your eyes first.  After a long day full of activities,  I checked out my eyes and I couldn't believe it, there was no creasing and it didn't budge! It still looked just as gorgeous as when I first applied it. I will definitely be purchasing more pallets! Just wish it was more affordable so I'd be able to have and use more Tom Ford products."
		},
		{
			"review_title": "nice color and nice packing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This eye shadow palette has nice packing which gives me a touch of luxury. It even has a pouch. The color contains refined particles and give shimmering finish. The color is good for daily use. subtle and not dramatic. I like it."
		},
		{
			"review_title": "luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "This is a very nice buttery eyeshadow quad. It’s perfect for everyday wear as it’s not very pigmented. It’s user friendly and fool proof - you will not look crazy if you take only a second to apply eyeshadow in the morning before work. The eyeshadow lasts all day on me without creasing. Very beautiful, sparkly and easy to work with. The packaging is gorgeous! Large high quality mirror."
		},
		{
			"review_title": "Fantastic but expensive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
			"review_text": "It always feels like the more high end fashion brands don't do eyeshadow that well. But Tom Ford stands out amount those in an attempt to change the game. The regular quad by them are beautiful but this creme formula is amazing. I love how smooth they apply and last all day. I received mine free from Influenster for my review but even without that I'd have bought one for my collection. The only thing I don't love is just the small down grades from the regular quads, like not even embossed pans. I'm paying for those details."
		},
		{
			"review_title": "OBSESSED!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love this eyeshadow pallette! I tried out the Tiger Eye shades. I cannot give this enough compliments. Its definitely long wearing, blended well and is gorgeous on. My new favorite shade is the burnt coral."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I received this eyeshadow to review and it is lovely.  The formula is very buttery smooth but it’s not the most pigmented. It’s good for a nice wash of color on the lid but it’s going to need to be built up for more pigment. If I wasn’t careful, the shade would blend almost completely away. I’m very fair skinned and it wasn’t that pigmented so I would be weary if you have medium to deeper skin. The packaging was just perfect; beautifully luxurious and heavy. I have started using it as the main mirror for doing my makeup because it feels so nice. Overall, it’s nice but I’d be careful with blending it away."
		},
		{
			"review_title": "High quality and beautiful pigments",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Really beautiful product from start to finish. The packaging is thoughtful - complete with a duster bag for the compact. It's beautifully pigmented and creamy and doesn't require you to layer it on. The shimmer is light and beautiful. Truly a shimmer and not a sparkle. Just enough to draw attention to your eyes. Really worth it"
		},
		{
			"review_title": "Tomford Tiger eye eye shadow",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Cute and sleekpackaging.The colors are brownish to peachy nudes.perfect shimmer not too much and not too little.The product glides smoothly on the eye area without a powdery feel which is nice and the colors compliment warm skin tones. Perfect for everyday as well as a party look.Wish it came with a primer too for the price but overall satisfied with the quality of the product.Tomford has done a good job on this one."
		},
		{
			"review_title": "Great combination",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This color set is amazing. The eye shadows are full of pigment go on very smooth and don't crease over time."
		},
		{
			"review_title": "Classy quad with beautiful colors!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "The packing is elegant, eye catching and beautiful, but the star is the quad of course! The coverage is amazing and the colors are so unique. They work together beautifully to create the perfect smokey look, or a bright, shimmery daytime glow. It comes with two dual ended sponge/brush applicators. It's great to have the option of either right in the compact. My favorite feature is just how shimmery yet deep the colors are. Absolutely love this classy little palate!"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I really enjoyed this eyeshadow palette. I love the natural colors in this. I was able to create pretty looks without a doubt. I love how luxurious it looks and feels. The dust bag is super convenient to protect it when I take it on the go. I recommend this to anyone that has any doubt purchasing this because of the price. I think it’s worth it 100%."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Tom Ford never disappoints!! The eyeshadow is creamy and glides on really nicely. It feels pretty luxurious and doesn’t have any fallout. What’s interesting is that it’s not super pigmented even though it’s a luxury palette - I actually like it because it’s a more natural and neutral palette. The packaging is also really nice and luxurious! Love it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "If you want a subtle shimmer then this is for you! I liked that it was not too glittery but just right. You may be able to build it up by wetting it, but it will probably be more subtle."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Received from Influencer. This is a beautiful quad. Colors are pigmented. Blends easily. All 4 colors go great together."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "A little goes a long way for the day. I don’t wear a lot so heavy pigmentation is not a must for me. This goes on smoothly and doesn’t powder up regardless of which side of the brush that you use. I love how soft the brush is and this is perfect for my upcoming travel. No need to bring a normal sized brush with me when I go out!"
		},
		{
			"review_title": "Beautiful shade",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Beautiful case and velvet bag, I tried them with and without primer, I really liked the shade and the pigmentation both ways, creamy so easy to apply and without any uneven look, stayed all day even cleaned just with water and did loose a little color but you can still say it was on, easy to remove too. Giving 4 stars just because I do think is high on the price range since I have tried similar effects on a cheaper brands"
		},
		{
			"review_title": "Beautiful eye shadow!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this eyeshadow! Goes on so smooth and is very pigmented. Beautiful colors!. The packaging was very nice as well. The only reason I didn’t give this product 5 stars is because of the price. VERY expensive!."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product is a luxury to have. It feels luxurious, the packaging is beautiful, it has a suede cover to protect the case, the colors are beautiful, the shadows feel very creamy, I loved the selection of colors"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I received this product to try and review through Influenster.    I loved this eyeshadow quad. It, to me, was very pigmented and, as I tend to wear light eye makeup, had to blend it out more than I usually would. In my opinion,  as much as I don't typically spend so much on myself,  I do think this is worth the price."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Absolutely love these colors, so easily blendable and versatile. The packaging is very luxe and TF worthy."
		},
		{
			"review_title": "Good everyday pallet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I received this in exchange for my honest review. This is a good everyday pallet. The matte shades are so creamy and the shimmers are beautiful! I’m not the biggest fan of the small brushes but If you are using it for travel it’s good."
		},
		{
			"review_title": "Not worth the money",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "It's packaging is the best part of the product. There is fall out. The eye shadow is not pigmented at all. It looks really pretty in the packaging, but doesn't apply well AT ALL! I'm very disappointed even more once I seen the price of this eye shadow palette.  I've had better shadows for more a portion of this price."
		},
		{
			"review_title": "New Favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This is a perfect palate that you can use for every day or a more dramatic look. Tom Ford never fails to deliver on quality and the color deposit is very rich, and there is barely any fallout!"
		},
		{
			"review_title": "It's a fine palette",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Not a bad palette but totally not worth $80+ in my opinion. There's nothing that makes this palette extraordinary even though this is marketed as cream eyeshadow. ColourPop makes 'cream' eyeshows at a fraction of the price and they pack more of a punch. Overall a nice palette but I would not have purchased for myself."
		},
		{
			"review_title": "Fabulous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This eye shadow quad is so gorgeous and luxurious I was extremely excited to try they are so smooth like butter and super pigmented with no fall out the packaging has a heavy weight to it ladies and gents it’s overpriced for a quad but if you love luxurious items and packaging it’s definitely worth the splurge."
		},
		{
			"review_title": "Surprisingly Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This was my first Tom Ford quad. It’s really nice. The shadows are creamy and really smooth. They glide on nicely with a brush or finger tip. I didn’t experience any creasing while wearing though I do use primer. They aren’t the most pigmented eyeshadows out there so if you’re looking for indie level pigment look elsewhere, but if you want nice smooth eyeshadow that lasts then this might be for you."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This quad is absolutely gorgeous. I love how all four shades complimented each other to create an easy natural look. Even though the packaging felt luxurious, I don’t think it’s worth it’s steep price.  I still will use this for special occasions.  I received this Tom ford quad from influenster in exchange for an honest review."
		},
		{
			"review_title": "Love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received this for testing purposes and my honest review. If I had lots of money, I would buy more in different colors. This product glides on smoothly and is easy to blend. I found myself wearing everyday and is great for work. Little to no fallout. It’s a must try if you can splurge!"
		},
		{
			"review_title": "Gorgeous and Luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I was BEYOND excited to open this complimentary product to review. From the moment I saw the packaging it just screamed luxury. The eyeshadow is very pigmented and beautiful for everyday wear or to use the shimmer shades for a special event. Either way I’m hooked!"
		},
		{
			"review_title": "Such a luxurious palette!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Tom Ford never disappoints. The quality of this eyeshadow quad is beautiful. The packaging is so luxurious &fancy. The product itself blended with ease &was very pigmented. I got the quad in Tiger eye &the shades were perfect for an earthy smokey eye. The shades complimented my eyes beautifully. So worth the price !! 10 out of 10 from me ♥️"
		},
		{
			"review_title": "Creamy and buildable!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Oh my gosh, okay, I’ve been so hyped to review this ever since it came in. I LOVE Tom Ford and I couldn’t believe I had snagged one of these palettes!   I received it in the color Tiger Eye, which featured champagne, browns and coral tones.   For starters, I’m so impressed by the applicators — the quality was superb and they allowed me to blend sooo well. I could easily see myself using them to apply this on the go if necessary! They’re double sided and come with appropriately shaped brush ends.   Side note, the packaging…the case, it all feels so LUXE. I feel like I’m holding a well made palette in my hand.   The case has a huge mirror on the inside and snaps shut softly. I have no worries when carrying this in my purse that it might open & sprinkle shadows everywhere.   The shadow colors were fantastic, I thoroughly enjoyed every look I created with this palette & found more than enough use out of both daytime and nighttime looks.  I am absolutely obsessed and look forward to using it more and more.   I have high expectations for anything Tom Ford and he hit the nail on the head with these!   Strongly recommend to anyone!  Super thankful for the opportunity to comment on this!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This was a great color scheme. I find myself using it pretty regularly. The only thing I didn’t really like about it was the brushes. So I find myself using my own tall brushes and it still looks great."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I don’t usually wear eyeshadow—especially because it creases and turns into a mess after a while. This eyeshadow had great staying powder and the pigment was strong."
		},
		{
			"review_title": "Absolutely stunning!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I am absolutely obsessed with this eyeshadow palette! This colors are stunning and they are super blend able. I have super sensitive eyes and they were not irritated at all. I highly recommend this eyeshadow palette!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received this eyeshadow palette complimentary from Influenster for an honest review.  * I loved how easily these shades blended and how cohesive the color story was. The colors are not anything earthshatering, but it was a well balanced neutral palette. * The packaging matched the price point. It feels very sleek and luxurious. I don't like the included foam applicators as they seem to be a waste and easily fall out with use.   Overall I really enjoyed this product and am happy to add it to my arsenal."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "I recieved this product complimentary from influenster for my honest review. I love this eye shadow on my skin and the packaging was gorgeous. The only complaint is that the brushes included were disappointing."
		},
		{
			"review_title": "Pretty shades preform well.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I got this from Influenster to trial and I had tried it once so far, besides swatches. I tried three of the shades, applied with my finger because the included brushes aren’t what look like luxury quality. I had to run off to work out and did a very sweaty routine, but my eyeshadow held up fine. Note that I wasn’t having an oily lid day, these didn’t feel overly creamy either? I’m not sure how they’d hold up on a day where my lids were oily. Probably have to powder them and fingers crossed first. Would I repurchase a $90 quad? No, because I’m a mom of three and I can’t see spending that kind of money on four eyeshadows. They’re pretty, granted, but I have plenty of pallets of shades in these colors, it’s a good product no matter. These opinions are mine, but I was given this product for free to try out."
		},
		{
			"review_title": "Boring",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "This is not a palette I would personally buy myself all the colors are pretty much the same they don't stand out this is not palette going forward I'm going to gravitate towards quality wise it's not bad it's pigmented easy to blend creamy if your a neutral person it's not a bad buy"
		},
		{
			"review_title": "Beautiful colors!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "To start the colors were beautiful in Tiger Eye! I love wearing neutrals to enhance my eyes! It will definitely be in my rotation. The colors applied smoothly and can build up for a more dramatic night time look. I would highly recommend this line from Tom Ford!"
		},
		{
			"review_title": "Gorgeous colors",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I received this product for free from Influenster and Tom Ford for my honest opinion and review.   Gorgeous long lasting eye shadow colors. The case has a weighted luxurious packaging. Could go without the mini applicators as it diminishes the luxury feel of the pallet.   Would recommend for the pigment of the colors and for how well they stay throughout the day."
		},
		{
			"review_title": "Drying and much pinker than it seems",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I was sk excited to finally get my hands on one of these, but I was really let down. The formula feels lovely but really accentuates any fine lines/eye wrinkles. I  do not recommend this shade for my fellow light skinned warm undertoned humans. It really looks like redness rather than a nice natural color."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Great color pay off, and smooth blending. Definitely enjoy the neutral palette."
		},
		{
			"review_title": "Great shades, good pigment",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "As a fan of Tom Ford Beauty, the shades in this palettes did not diss appoint, however, the pigment was not as rich as expected. Layered over a primer and/or a base it seemed to pull more true to shade, of course. Beautiful for a softer, sheer shade with the exception of the deep, chocolate brown. A decent palette with high shimmer factor."
		},
		{
			"review_title": "I wanted to like this more",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I was so excited about this, but honestly my colourpop palettes have a better formula. It's not bad at all, just not impressive. It looks gorgeous when first applied, but it wears off so quickly, even after testing it with multiple bases. If you want something subtle, this is a good option though. I did receive this free to review, but this is my honest opinion."
		},
		{
			"review_title": "So pretty!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I received this free for review! I absolutely love it!! The colors are very pigmented and look so pretty! The packaging was also super cute. I’d definitely recommend it."
		},
		{
			"review_title": "Silky smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Tom Ford did it again. This eyeshadow quad is beautiful, blend well and last all day. Goes on silky smooth and it can be used all season which is a plus."
		},
		{
			"review_title": "love this pallet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Received this beautiful eyeshadow quad as a complimentary and I’m in love!! Such an amazing colors combo! The quality is on another lever, beautiful color combination"
		},
		{
			"review_title": "Natural look",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received Tom Ford's Tiger Eye Quad from Influenster for my honest review.  The packaging is very expensive looking, with the leather cover over the quad and a nice mirror attached with engraving on the mirror.  The colors are in very neutral shades, the colors are a bit sheer with a shimmer finsh. the formula is very smooth to apply on the lids. They blend really well. There is a little bit of fall out and it creases and fades after a couple hours. The applicators make it feel a bit cheap. When its a very pricy quad. Gives a nice natural look ,"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Loved the colors in this quad. They all go together very well and you can create multiple eye looks with these 4 shades. Texture was nice and soft, nothing chalky. I did expect them to be longer lasting given the price point. You need a primer 100%.   The packaging also felt a little cheap. I would have preferred something a bit sturdier.   Overall, while I am happy to have it in my collection, I wouldn’t say it’s a MUST BUY.  I did receive this product for free in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Beautiful colors, amazing pigment and stay! I love how versatile the colors are and the best part is there is no fall out! The powder itself is like a creamy consistency and just goes on so smooth. I received this this product as a free sample"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "The packaging is super lux - came with a sachet. On my olive complexion, the bottom two shades were opaque and worked with my skin tone. The top two were on the sheer side"
		},
		{
			"review_title": "Good, but not good enough",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "To preface, I received this quad complimentary via Influenster. As per my expectations, this eye quad performed beautifully. The matte was pigmented (almost too much??? You need to go in suuuper lightly), blended well, and the shimmers were buttery.    That being said, I would have expected out of this world quality for an $89 eyeshadow quad. I have zero qualms dropping $$$ on beauty, but when I can purchase a Pat McGrath palette with 10 PHENOMENAL shadows for $128, this just doesn’t seem worth it - $22.25/shadow vs $12.80/shadow.   I will say that the packaging is gorgeous, but it includes a mirror, which is unnecessary and ultimately landfill bound as mirror glass is not recyclable. It also has those tragic tiny mini sponge applicators, which though I guess theoretically useful? Just seem like a waste, since I still used a regular crease brush for the matte shade and applied the shimmers with my fingers as usual.   Unless you’re obsessed with designer makeup and/or a tots packaging ho, your $$$ is better spent elsewhere."
		},
		{
			"review_title": "Pricy but worth it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "The pigment is amazing but it still looks natural and fresh. All colors are warm/neutral and have a light/radiant shimmer to it.  The darker shade is more of a semi-matte. I have brown eyes and these colors worked really well! This is definitely worth the splurge!"
		},
		{
			"review_title": "Not the best for the price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I received it theough Influenster, To me it doesn't quite live up to the price tag.  It's super smooth but doesn't have a ton of color pay off. What color does show up blends well. But wouldnt soend the money on it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received this palette complimentary from Influenster to review.   There’s definitely a market for a small luxurious eyeshadow palette, but it’s one I don’t fall into. That isn’t to say it isn’t gorgeous or even worth looking at, but for a high price point, I have certain expectations that weren’t met.   The quad is strictly shimmers only, no mattes, so it’s great for a quick and easy top coat over your base or a nice glittery eye look that’s simultaneously muted and understated. And the colors are quite pretty, beautifully complementing one another for a simple nude brown look.  I did encounter a bit of difficulty with the red shade. It was the messiest of the bunch with a considerable amount of fall out in the pan. Red glitter littered the top of the packaging.   Overall, I recommend for a makeup lover that loves for luxury brands and won’t mind spending a pretty penny on 4 shimmer shadows. But for those of us needing a bit more out of our palettes, I’d say it’s a solid skip and admire from afar."
		},
		{
			"review_title": "Beautiful colors",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I was actually really surprised by this quad. The colors were pretty and transferred beautifully to the eyelid. They blended easily and didn’t have a lot of fall out. You can make a more subdued look as well as a glamorous look with these colors. The champagne color works great as a highlighter too. I used this palette for the first time while doing my make up for a wedding party and it turned out great plus it stayed put for the whole night (& night) Loving this quad so far"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Tiger Eye",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Love love it. So smooth and creamy, the shimmer isn’t over the top, and the colors have great pigment. It’s a dream to slide across the eyelid, and the colors are perfect complements. Also, that packaging is so cute and classy."
		},
		{
			"review_title": "Meh!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Anyone else having major hard pan issues?? I swatched it with clean hands, used it twice and already the lightest shade has hard panned quite a bit. I used tape to remove it and now the shade looks completely ruined. Disappointed for the price. Might try to exchange as I've heard some hard pan and some don't depending on the batch. I love the shades, so this sucks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Smoky Quartz",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I have quite a few Tom Ford quads, and this is the first to apply so easily and blend. I was truly amazed! I think I will order another! Obviously, you can buy less expensive makeup that works well or possibly better, but it’s Tom Ford…that’s what you’re paying for lol"
		},
		{
			"review_title": "Best Tom Ford Formula Yet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Stunning. These colors pair so well together. Not to mention, the formula is divine, sitting somewhere between a powder and a cream. Silky, sheeny, satiny, creamy - amazing! I have other TF quads in different formulas and this is my favorite formula hands down. Quickly has become one of my favorite palettes period. Sometimes I feel it can be hard to get a complete eye look with a palette that only has 4 shades; with my other quads I find I'm reaching for other palettes to combine. BUT not with this one! I feel I can get a beautiful and complete look and that these shades really work well together. If you love TF, buy it! Can't wait to get my hands on the Smoky Quartz one!"
		},
		{
			"review_title": "Good, but Not Great",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The formula is soft and blendable. The color comes off very cool (not neutral as the description says) - the darkest color looks almost bluish on my fair skin. The silver sparkle doesn't have a lot of impact. Overall, this is a nice palette, but not worth the extremely high price. And I have better eyeshadows from other brands for a lot less money."
		}
	]
}