{
	"product_id": "685",
	"name": "House of Lashes® Eyelash Adhesive",
	"brand": "House of Lashes",
	"categories": "Makeup, Eye, False Eyelashes",
	"price": 12.0,
	"about": "What it is: A latex-free adhesive formulated for long-lasting wear...Ingredient Callouts: Free of parabens, formaldehydes, and phthalates...What Else You Need to Know: This lash adhesive is formulated for long-lasting wear. It features a unique bottle with an easy-to-use brush applicator. The formulation is latex-free and waterproof—perfect for latex-sensitive and contact-wearing individuals. This product is safe to use for those with sensitive eyes and it is not tested on animals.",
	"ingredients": "Methyl Methacrylate Crosspolymer, Sodium Acrylate Copolymer, Methylacrylate-Acid, Vitamin E, Aqua (Water, Eau)",
	"how_to_use": "Suggested Usage:.-Coat the false eyelash band with lash glue..-Allow it to sit for 40 or more seconds..-Wait for the glue to become tacky before applying the false eyelash for better adhesion.&nbsp;...Tips and Tricks:&nbsp;.-Clean false eyelashes after three to four wears.&nbsp;.-Use your favorite makeup remover and a Q-tip to gently swab the false eyelashes and band. -Gently remove any excess lash glue with tweezers or your fingers.&nbsp;...Caution:&nbsp;.-Use only as directed.&nbsp;.-Apply the glue only to the false eyelashes band..-Apply the lash band to your eyelid above your lash line.&nbsp;.-Do not apply the glue or lash band directly to your natural eyelashes.",
	"num_reviews": 1035,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/house-lashes-eyelash-adhesive-P408663?skuId=2492890&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2492890-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Dark",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2492940-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Clear",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2492890-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "In love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "As a beginner lash girly I was very nervous that my lashes would fall off or not stick when I wore it but when I used this lash glue it really stuck to my face. I went to my baby cousins birthday party that was a bounce house and I got hit in the face by balls and whacked by little kids and my lashes stayed on the whole time didn’t even move.. So I would definitely recommend for a long wear day."
		},
		{
			"review_title": "thick chunky?",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Gate the job done, however it's it supposed to be thick?! Not a fan."
		},
		{
			"review_title": "stay away from",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "This caused my eyes to swell soooo badly! I’m going back to my DUO glue!"
		},
		{
			"review_title": "Lash Me Not, a wink for everyone!🖖🏾",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "OMLashes! I’ve just used the adhesive, after the initial purchase. Tell my why, why is the adhesive not liquid? It is a thick paste, I’m not sure if I should return and get a replacement.   Has anyone experienced this? Mind you, it was kept in the box and in the medicine cabinet.  With that being said, mustering patience and enough adhesive to wear my lashes. That’s all that counts!!"
		},
		{
			"review_title": "Very long lasting",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Excellent lasting glue compared to other brands. Doesn’t irritate me. That said, I have to use ponds cold cream to get them off and so using with lashes you don’t reuse is better"
		},
		{
			"review_title": "lashes will stay on but so will the glue residue",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "the only lash glue that will last after sobbing your eyes out. it’s really good if you need lash glue that will LAST. but downside is the residue. really sticky and hard to remove, I’ve pulled out some natural eyelashes trying trying to remove these residue"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Clear",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Work as needed had no issues it/glue you know. Will definitely buy again if I run out I would recommend to a friend."
		},
		{
			"review_title": "Swollen eyelids",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "First time using the dark glue, it smells so bad and gave me a horrible rash on my lids. Very swollen and red eyes. I have never gotten a bad reaction from the clear glue."
		},
		{
			"review_title": "This eyelash glue is literally gorilla glue lol",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I got broken up with while wearing false lashes with the house of lashes glue and my lashes stayed on all day after hours of crying and my eyes swelling from the crying.   10/10. Just be careful when taking off your lashes that you don't rip your real ones out, that's how strong this glue is!!!"
		},
		{
			"review_title": "Don’t buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This lash glue has caused me to very rashes repeatedly on my eyes after i use it. And it’s so sticky you can’t ever remove it."
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve only used duo stick green label lash glue since i started makeup. When I figured i would try this one, i tested it on one eye and that eye ended up very itchy and irritated the next day. I also developed a style from it, considering that was only one eye i tested on"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Clear",
			"review_buyer_description": "Gray eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "really good last all day and leave barly any residue"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Clear",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "Used this for my daughter’s wedding.  It was awesome.  My lashes stayed put all day!"
		},
		{
			"review_title": "BEST LASH GLUE I'VE EVER USED! <3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "this lash glue held my lashes on, through, screaming, crying, throwing up all that and more.   you may think, Oh man, she had a rough night out.  nah bestie, house fire. everyone's fine (animals and all) minus residual truma. This lash glue will forever be in my makeup kit without a doubt.    love you House of Lashes 🥰😘❤️"
		},
		{
			"review_title": "Must have.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I bought this lash glue after running out of my duo glue, and let me tell you this is a holy grail!! This glue makes my lashes stay after swimming in water, taking showers, and yes it is high wind tested after going on 10+ roller coasters they really stayed on, even on the famous Lethiathan, Behemoth, Yukon Striker, etc. I wasn't expecting it to stay on but holy it did!! Love this glue so much it doesn't irritate my eyes either."
		},
		{
			"review_title": "No bueno",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Such a disappointment. I was looking forward to using a black eyelash glue. This stuff just did not work."
		},
		{
			"review_title": "Formula change?",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This was my go to lash glue for almost 10 years, always held my lashes on so well, had a nice floral smell, no skin reaction. Not sure if I got a bad batch but the last 2 bottles I got smelled bad/chemically and caused my eyes to swell and redness where my lashes were attached. Hope it was just a bad batch :("
		},
		{
			"review_title": "Hurts to remove, but makes lashes last long",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Lashes last forever with this, but that’s not a good thing when you want to take them off. I’ve tried to take them off with makeup remover, lash remover and micellar water and it still won’t come off unless I rip them off which is hurts my Literaly eyes. I don’t really recommend this tbh."
		},
		{
			"review_title": "CAUSED MY EYES TO SWELL",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "THIS PRODUCT WORKS REAL BUT CAUSED MY EYES TO SWELL SO BAD. NEVER USING AGAIN."
		},
		{
			"review_title": "Super easy!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, notSure skin tone, Combination skin",
			"review_text": "I bought this product to apply my fake eyelashes and I really liked it! It stays in all day, and when you go to remove it there is no pain at all! I recommend!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dark",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Mixed review ...it IS SUPER WATERPROOF.... But it never dries... so every time I sneeze it glues my eyes shut!!🤪🤪😂😂😂"
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "this is the ONLY brand i use and will ever use. i have super oily eyelids and my lashes stay on all night!! (even after being out til 5am) absolute must."
		},
		{
			"review_title": "Great glue bad for skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This glue is hands down the best glue I have ever tried as if pertains to hold. You need only a little and it’s tacky enough that it’s not long before you can apply. BUT, the swelling and the allergies are out to control. After applying, I instantly got massive burns on my eyelids and my eyes look like hot dogg for a eeek. . After . After"
		},
		{
			"review_title": "A staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Probably on my 10th bottle - HOL has the best glue! After developing an allergy to the adhesive on lash extensions, I started being sensitive to certain lash glues as well, but HOL works fine with my sensitive eyelids. And it holds your lashes so well, I’ve done ziplibing, bungee jumping and rollercoasters with this glue, It’s my tried and trueee"
		},
		{
			"review_title": "It’s alright",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "It does the job but there is definitely better options for a cheaper l price"
		},
		{
			"review_title": "Eyelash Glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I purchase this glue at random my glue was coming off. It isn’t sticky it dries clear. My lashes was on all day to. Will buy again I usually buy duo but this is equally good"
		},
		{
			"review_title": "pls dont buyyyyy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "omg i couldn’t wash all the glue out of my eyelashes at the end of the day and it takes my eyelashes out😭😭 and i tried putting just a little glue and same problem plsss dont buy get the duo lash glue instead"
		},
		{
			"review_title": "lashes stay on but wont come off",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Oily skin",
			"review_text": "this glue made my eyelashes stay on but the problem is, it does NOT come off. i tend to put lashes close to my lashline because i use big lashes so they have a thicker lash band and oh my god, this glue clings to my lashes. trying to take it off i rip out multiple lashes and it still ends up staying for 1-2 weeks. i literally drown my eyes in the shower trying to get it off and nothing, nit even makeup remover gets it off. if u want lash glue that stays i recommend but getting it off is not worth 9$..."
		},
		{
			"review_title": "Kept lashes on thru a car wreck/night in hospital",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "Y’all, I recently rolled my car at a high speed, broke a bone in my face, got a concussion, and spent a night in the hospital. When I woke up in the morning, my lashes were still there and looked GOOS? My face was swollen to the size of a baseball and this lash glue HELD. Anyway, this is now my holy grail, this stuff is no joke."
		},
		{
			"review_title": "A must have for my lashes…",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love this glue, really works well and doesn’t irritate my eyes at all. I’ve used both the clear and dark. It dries down a whitish color but you can just go over with liner and you’re good to go."
		},
		{
			"review_title": "nope",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "every time i use this, my eyelids always swell up no matter what. not really if i leave it on for some short time, but if i go out a full day with it, swollen eyes. also, be careful not to make it messy because once it dries it becomes super messy. wouldn't buy against becomes a"
		},
		{
			"review_title": "Not great for hooded eyes",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "For background I have hooded eyes and have used duo lash glue in the past. when I applied glue the formula stayed sticky after drying which caused glue to take off eye shadow after dried down. This was frustrating and difficult to fix. Formula was additionally difficult to remove off eyes. I prefer the formula of duo lash glue if dealing with hooded eyes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Clear",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Ive bought this so many time over, been my go to for years love it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Amazing glue. Dries quickly, and never have issues of my lashes coming off even if I fall asleep with the lashes on."
		},
		{
			"review_title": "Strong glue, but bad reaction on eyelids",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was using this product everyday for a couple months, after a few weeks I noticed it started to feel like it was burning when applying it, then overtime I started developing a rash along my lash line. It did hold up for the whole day, but I guess I developed a bad reaction  to the glue. No other glue had caused my eyelids to react how they did."
		},
		{
			"review_title": "Staple lash glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "So I don’t normally wear falsies anymore so this was sort the first lash glue I picked up because it was the cheapest. Despite the price it still held up nicely, however at times my lashes would fall off this might also be attributed to the hot tropical weather in Hawaii so I give it a 4/5"
		},
		{
			"review_title": "HOLY GRAIL GLUE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This has an awesome consistency & by far the best lash glue (and glitter too) that I’ve ever used!!!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Clear",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Rips out lashes and smells like pure fish. Youd think they would make non scented glues by now."
		},
		{
			"review_title": "Best lash glue 100%",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "I've tried lots of lash glues but this one is the only one that dries fast enough for me to apply my lashes comfortably.  I have been using it for a long time now and it never fails me. It's also the most hypoallergenic lash glue I have found and that's just a plus for it, it's my holy grail lash glue fr."
		},
		{
			"review_title": "Very waterproof",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I’ve tried a few lash glues and this one by far is the best, I’ve gone swimming with lashes on and after spending the day swimming my lashes were perfectly intact the only complaint I would have is that I find the product runs out quite quickly because of the small amount of product given so I definitely think they should have a bigger sized product"
		},
		{
			"review_title": "Game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have used other lash adhesives for years and finally made a change. And, this has changed my glam game! I am so glad I switched.....easy to use, quick dry, and stays put!"
		},
		{
			"review_title": "can do better",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "they need to stop lying for them points im ur true reviewer it's okay like my eyeballs be glued and the lashes don't give sometimes get a better one than this cuz it's tiny and doesn't glue right."
		},
		{
			"review_title": "Makes lashes stay put",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I decided to take a chance and venture outs beyond my usual eyelure glue and I’m glad I did. easy to apply and your lashes won’t budge."
		},
		{
			"review_title": "Love! Never trust any other lash glue.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "They definitely changed the formula to a more runny viscosity but if you angle the lash band to not drip you won’t have any issues of it dripping onto the actual lashes. Be sure to let it dry for at least a minute so it changes colour, then press onto lashline. Still love the glue anx always lasts all day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Clear",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is my favorite lash glue. It has an easy applicator and a good amount of product comes out to be applied unto the lash strip,"
		},
		{
			"review_title": "Strong and Sensitive eye friendly",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Best lash glue I've ever used it doesn't cause allergies or irritation. I remove within a double cleanse. It is long lasting and works amazing with my heavy lashes. I haven't found a better one that doesn't sting my eyes"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "no stickiness at all, don't like it, my lashes kept falling using this lash glue"
		},
		{
			"review_title": "Not worth your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "poor quality, doesn't last. I have tried to work with this one many times but it disappoints me. This makes my eyelash application very difficult."
		},
		{
			"review_title": "Passed the ULTIMATE test",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Dry skin",
			"review_text": "I have been using this eyelash glue daily for a while now, but today it passed the ultimate test. I went wakeboarding for the first time, and wiped out FACE FIRST 3 times into the water. I was sure after the first time my eyelashes would have been lost in the ocean, but they  DID NOT budge at all, the second pic is my lashes at the very end of the night (after wakeboarding, swimming, and being in the sun all day). When I die, bury me with my lashes and make sure to use this glue. House of lashes please sponsor me 😂 hahahaha"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Very easy to use and dries quickly. Easy brush too allows for additional glue to be added once the lashes are placed, if needed. Residue removes easily with eye makeup remover."
		},
		{
			"review_title": "Better than my ardell lash glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Keeps my lashes on all day with no lifting! My ardell glue can never hold down my inner and outer corners. They end up lifting almost immediately and my lashes basically slide off at the end of the day. But not with this glue!!"
		},
		{
			"review_title": "LOVE!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I’ve been using this glue for years. I’ve tried both the dark and clear and it’s hands down one of my favorites. I always struggle with my inner corners sticking down and this glue ensures my lashes are in place for 12hr+"
		},
		{
			"review_title": "Disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "I really wanted to like this glue, but it doesn't last! Within 3 hours my edges start lifting and I have to reapply. I tried it with HOL lashes and other brands with the same result. I even tried applying two layers on the ends (apply, wait 1 min, apply again) but they still came off."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Great adhesive and easy to apply. Long lasting and works with any lashes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "strongest lash adhesive on the market. will last forever. only downside is if you pull your lashes too hard at the end of the day, you may snag some real ones with it."
		},
		{
			"review_title": "wouldn't rebuy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This product is good I you want to wear lashes for a short amount of time it's hard to wash off and good with thin lashes"
		},
		{
			"review_title": "Holds your lashes on but the negatives outweigh",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "This stuff is horrible. It leaves glue residue on your eyes for I kid you not, days. I swear it will be the reason why I get wrinkles down the line because of how hard I needed to scrub my eyes to get this glue off of my eye. Keep in mind it rips out so many of my natural lashes as well. 0 stars."
		},
		{
			"review_title": "Loved it but it did me dirty",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I used to buy this all the time until & I was SO happy they brought it back. It was strong & lasted all day but unfortunately it irritated my lash line after first use, maybe they changed their formula?"
		},
		{
			"review_title": "Is a nono",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "It was a bit clumpy when I received it.. so I tested this lash glue on one eye- I always trusted in DUO lash glue and never used any other lash glue ever, reason why I tested on one eye first.. I ended up getting a real itchy eye on the side I tested the house of lashes glue on, so I disposed the lash glue. It could have been expired, idk.. I repeat it was clumpy when I got it"
		},
		{
			"review_title": "Best lash glue ever!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Had my lashes put on before I went out, cried with my lashes on and then came home slept with them on and they didn’t move!!! Seriously the best lash glue ever"
		},
		{
			"review_title": "Irritated Lash Line",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I tried out this lash glue for a night out and woke up with my eyes feeling very itchy and irritated only on the lash line that the glue was applied to. I am sad that it did not work well for me because it seemed to have a good hold to it, but I will not be using this again due to the discomfort it gave me."
		},
		{
			"review_title": "Great lash glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This lash glue is amazing. Fully sticks down and holds. I use this for my clients. I used duo before and it just wasn’t holding up. House of lashes glue is my best find so far!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "By far my favourite lash glue, sticks amazing. Don’t have issues with lashes coming off on the corners with this glue."
		},
		{
			"review_title": "Too strong on real lashes",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The glue itself is really good, ￼but what I really don’t like is how strong the glue is on your real lashes! There’s always leftover glue on my real lashes that’s very hard to remove. I’ve noticed that I lost so much lashes! :("
		},
		{
			"review_title": "The best adhesive!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "The only lash glue that will keep my lashes in tact even after a full day at the waterpark! I don’t use anything else. I love it!!"
		},
		{
			"review_title": "Best Lash Glue I’ve Tried",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "This glue is amazing and it’s the best one I’ve used so far. It’s slightly blue/white when first applied but dries completely clear. It lasts for the day too!"
		},
		{
			"review_title": "I love her, but she doesnt love me back",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is by far the best lash glue i have ever used. It dries nice and clear, becomes tacky fast and  holds lashes to my eyes like nobodies business. That being said, I am allergic to something in the formula at it makes my eyes super swollen, irritated and cracked for multiple days after I've taken it off. Im obviously a glutton for punishment because despite knowing all of this, i still continue to use it from time to time, especially for big events where I cant risk my eyelashes lifting. I recommend this  to everyone but definitely test it on your skin first! If you aren't allergic to it like i am, all i can say is that I am super jealous of you because this is the best glue in the game!"
		},
		{
			"review_title": "How I've missed you my love.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "HOL has been my go to for the past 8 years and when it disappeared from Sephora for a little I tried out a few other adhesives and none of them worked. So happy it's back, my falsies don't move when I use this bad boy. ❤️"
		},
		{
			"review_title": "1000% Better Than DUO!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this glue. My lashes stay on for days! The glue isn't harsh so when I take my lash strips off, they don't pull my natural eyelashes out. I used DUO for years and this one knocks it out of the water!"
		},
		{
			"review_title": "A must have for falsies",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "My favorite eyelash glue! This baby is one of the best eyelash glue in the game. Was sad when I couldn’t find it during the start of the pandemic. I’m so glad that they came back."
		},
		{
			"review_title": "Can live without not my fave",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
			"review_text": "Honestly doesn't last as long as some of my $4/$5 holy grail liquid adhesive..definitely won't be buying again"
		},
		{
			"review_title": "Formula has changed for the worse!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This previously was my rider or die lash glue and I swore by it! I would recommend to anyone and everyone I knew, however I don't know why a company would change a formula when it was perfect (albeit a little thick) to a thinner formula that the lashes lift up within minutes of applying. So upset and now looking for a new lash glue to replace the 2 bottles I just recently purchased. #bummed #usedtobeperfect"
		},
		{
			"review_title": "WHY change the formula?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This previously was my rider or die lash glue and I swore by it! I would recommend to anyone and everyone I knew, however I don't know why a company would change a formula when it was perfect (albeit a little thick) to a thinner formula that the lashes lift up within minutes of applying. So upset and now looking for a new lash glue to replace the 2 bottles I just recently purchased. #bummed #usedtobeperfect"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Dark",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Strong, but wasn’t for me. Dries like rubber and was really stuck to my natural lashes."
		},
		{
			"review_title": "Doesn't work at all.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I just received this tube, and I was so excited to try it. To my disappointment, this glue does not work as it never held my lashes place. I've had better luck with drugstore lash glue. Don't bother with this one."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Clear",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Not so good. Lashes come off after a while, not that strong. Duo brand is a good."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this product  I was sooo upset when benefit lash glue disappeared. This is IMO a lateral dupe. Only decreased a star as it tends to sting my eyes later in the day     in the day"
		},
		{
			"review_title": "Unpleasant and gooey",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This adhesive is quite unpleasant to use. The product comes out thick and gunky, sort of like old glue or some sort of goop. I don't recommend it at all!"
		},
		{
			"review_title": "Safety Issue",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I LOVE THIS PRODUCT, but I’m only giving a 1 star because I received it recently and the clear glue turned blue and the stick had stains on it, which tells me it wasn’t safe to use!!!"
		},
		{
			"review_title": "My HOLY GRAIL GLUE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I have been ride or die for this glue since 2017. Started using it as a spicy dancer and once I knew it could last through a spicy shift I knew it would survive anything. I never have lifting and anytime I stray from this and try somethings else I regret it. The best of the best."
		},
		{
			"review_title": "Great for sensitive eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I have very sensitive eyes and most adhesives make my eyes itch. This was great! Didn’t itch and stayed on my lashes all night. I’ve tried it when I had eyelash extensions and it didn’t damage them at all! I used Lancôme makeup removed and"
		},
		{
			"review_title": "is now visible? but still works the same",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "i have loved this for so many years, through dance competitions, clubs, nights out, hot weddings, strong winds, and it has always been clear, so strong, never faltered, and removes painlessly nicely with micellar water. but my most recent purchase was a strange change in formula b/c my lash glue was iridescent? and you could see it through the lash band. it still works but i really hate that boo :("
		},
		{
			"review_title": "Never disappoints!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "the ONLY lash glue that has worked for me. i struggled with applying falsies for about a year and was so close to giving up on them until this lash glue was recommended to me by a Sephora employee at checkout. HOLY GRAIL!!!"
		},
		{
			"review_title": "Performs Similarly To Duo Brush On Clear Lash Glue",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Doesn't stay glued down. I had been using the brush on Duo clear lash glue before this. They perform very similarly. Falsies inner corner lifts every time, even if I glue it back down two or three times over the course of 6-8 hours. I think I'm going to try the Japanese D-up glue next, that Samantha R swears by."
		},
		{
			"review_title": "get it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone",
			"review_text": "The only lash glue I use … the best  Lashes never come off and last through everything"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Clear",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Easy to apply and my lashes stay on all day without moving. Zero irritation and love how I can control the application with the wand. The glue however does settle into my natural lashes and it takes time to get out, even with makeup remover."
		},
		{
			"review_title": "Works great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This lash glue is great! Easy to apply and control the amount of product. Worked great for a long day of wearing lashes!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Clear",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Used to love this lash glue and was very excited to see it recently restocked. However not sure if the formula changed but the inner corners of my lashes will not stay on all day anymore. :("
		},
		{
			"review_title": "Perfect price point and stays tacky!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Absolutely love it! I recently tried the black adhesive and it blends so seamlessly into my eyeliner and lash line. It's best to not skip using eyeliner with this but otherwise it's perfect - very tacky, dries quickly and stays on all day (and the price point is perfect) . I would definitely recommend this product."
		},
		{
			"review_title": "Works well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "Works well and holds as promised.  I recommend lining your top lashline first with black liner as this adhesive is black.  Any gaps from you applying your lashes will be filled by the black liner so there will be no gaps."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Amazing product, but only complaint is it’s very hard to get off as I used micellar water on it and an oil cleanser and some was still on my eyelid."
		},
		{
			"review_title": "The Holy Grail.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Hands down my holy grail for lash glue. Nothing compares. I can't stress how good this lash glue is. Fast drying, strong hold, everything you want from a lash glue."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "The best lash glue I’ve used ever! Even on a roller coaster, your lashes are in tact."
		},
		{
			"review_title": "good everyday lash glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "This is the only lash glue both dark and clear that gets tacky with enough time and has long lasting power lol. The only reason I don’t give it 5 stars is because depending on frequency of usage it has a tendency to get messy and dry out"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Loved it it dries out fast within 5-10 seconds it looks green at first but turns to a beautiful black and the lashes stick real good. Definitely worth it. Oh and the cap inside is great to not have a messy lash glue bottle."
		},
		{
			"review_title": "super sticky & amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "Love it. I only apply once on my eyelashes and they wills tiny right away. After I take my eyelashes off it doesn’t not leave residues on my natural lashes or glue.  Also it doesn’t smell bad or makes my eyes watering  Well recommended"
		},
		{
			"review_title": "Best lash glue ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Best lash glue I've ever used! I've used this on myself and others for special occasions. I never have to worry about my lashes coming off when I use this glue!"
		},
		{
			"review_title": "PLEASE RESTOCK",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "PLEASE BRING THIS BACK . It’s the best lash glue and amazing for my kit, love the white clear one!!"
		},
		{
			"review_title": "PETITION TO RESTOCK!!!!!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Hands down the best eyelash glue out there!! Been using this for years! PLEASE BRING IT BACK!! RESTOCK RESTOCK RESTOCK! This glue is the only one that lasts literally ALL DAY!"
		},
		{
			"review_title": "Petition to bring this back",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "One of the best lash glues out there -please restock."
		},
		{
			"review_title": "RESTOCK",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "I need this to be restocked like yesterday! Thanks Sephora!  It’s the best lash glue I’ve ever used. My lashes stay in place for HOURS! love love love love love love love"
		},
		{
			"review_title": "restock this item Sephora",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "@sephora please bring this product back! It’s literally the best lash glue I’ve ever had!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The ONLY lash glue I have ever used that didn’t make my lash line itchy or sore, my skin is super sensitive. So easy to apply, and dries fast enough that application is fast and simple. Also, no burning if it gets close to your eyeballs. Plus it lasts crazy long. Obviously I don’t recommend this, but I once accidentally fell asleep with my lashes still on with this glue, and woke up with them still perfectly attacked. And I’m a violent sleeper! So yeah, 10/10 would recommend to a friend."
		},
		{
			"review_title": "nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Works very well, you have to wait 30 seconds and apply. I’m not used to putting lashes on, the applicator makes it easy though."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "One of the best lash glues I’ve tried. Stays on all day, but does leave a sticky residue on your lash band when you take them off. (stickier residue than the other glues I’ve used)"
		},
		{
			"review_title": "LASTS FOR A WEEK",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I glue my lashes underneath my lash line and this glue holds them up really well. In the picture I’m on 4th day but usually I keep them for a week until I reapply again. Wearing ardell #251"
		},
		{
			"review_title": "THE BEST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "By far the best lash glue I’ve ever used. It holds up insanely well"
		},
		{
			"review_title": "Holy Grail Strip Lash Adhesive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "The best strip lash adhesive I've ever used! You don't have to wait for it to get tacky like other glues."
		},
		{
			"review_title": "Not my favorite anymore",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This used to be my favorite lash glue, it would last a good while before I had to repurchase. My newest one has dried out so fast. I’ve only had it for a little over a month and it is so clumpy. For being Allures “best of beauty award winner” they should rethink this."
		},
		{
			"review_title": "go-to lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’m not sure why some people don’t like this lash glue, it’s literally the best one hands down. With the HOL glue I NEVER have to reapply glue to my lashes throughout the day. When I ran out of this I used the Kiss glue, Lily Lashes glue, and others - where I had to always reapply. BEST GLUE OUT THERE"
		},
		{
			"review_title": "Worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Loveeeee this lash glue! I never have a problem with my lashes throughout the day. It’s similar to the duo glue but I do feel like this one does not allow your lashes to budge at all!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "An absolute fave!! The only lash glue I use and they make my lashes stay on all night!"
		},
		{
			"review_title": "It does it’s job",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "It depends on how much you put on your lashes. If you put a good amount, it stays on the eye pretty well but it leaves residues that’s a bit hard to get rid of. And if you don’t put a lot, especially on the inner corner, it won’t stick throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "absolute favorite lash glue ever!!! lasted during marching band AND IT RAINED SUPER HARD AND STAYED ON! even after crying, still sticking to my eyes!"
		},
		{
			"review_title": "Irritated Lash Line",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "It sticks fine for me but personally it made my upper lash-line where id glue my lashes at felt raw and irritated the 2 times Ive used it. I stopped after that assuming something in it maybe irritates me. It smells very much like an essential oil and glue."
		},
		{
			"review_title": "THE BEST!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This glue is the best. I have sensitive eyes and it doesn't cause my eyes to tear up like crazy. I've cried, gotten wasted, slept face-first in a pillow with my lashes on and this glue holds STRONG lol. I absolutely love it, can't recommend it enough."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I have tried a lot of different lash glues but this one is it! I have put some lashes through the RINGER yet they still stayed on through everything. I have tried the black but if you misplace it, the black glue will show. I would highly recommend this. However, be wary of pulling out some lashes."
		},
		{
			"review_title": "CANNOT LIVE WITHOUT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "RAIN OR SHINE, I KNOW THIS GLUE GOT MY FALSIES ATTACHED TO MY EYELID. I NEVER Have to worry about the ends sticking off or the lash falling off when I am using this product!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This used to be favorite lash glue, but I think in the last 2 years the formula changed and my lashes never stay put. I will not buy this again and may just throw the tube away and try a different brand"
		},
		{
			"review_title": "Yes yes yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Easily the best eyelash glue I have ever tried. Dries quickly, very user-friendly, and could probably hold my lashes in place during a tornado. Have been using this one for a couple of years and it’s outstanding."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Only thing that keeps my lashes on all day! A little difficult to remove at the end of the day but I’d rather not have to worry about my lashes coming off"
		},
		{
			"review_title": "GAME CHANGER!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "This eyelash glue absolutely changed the game for me! I had tried using duo and kiss lash adhesive but it wasn’t strong enough and hardly stuck on. I have pretty round shaped eyes and I can imagine that could be why I’ve always struggled keeping the corners down. This eyelash glue is so strong, I don’t have to worry about my eyelashes ever peeling up during the day! I also like how it is easier to tell when the glue is tacky with this one because it gets a little translucent when it’s ready. If you’re struggling to get your lashes on, this will change your life!"
		},
		{
			"review_title": "WORTH IT!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely love this product. I have been using this for close to 2 years now and it’s the best eyelash glue in the game. I have went to Sixflags on several occasions and went on all the rollercoasters, even 2 times in one day on the tallest roller coaster in the world Kingda Ka that goes 120mph and my lashes did not budge or lift. I am telling you it’s worth the money. Don’t hesitate to buy this product. I love it."
		},
		{
			"review_title": "Not good for oily skin or busy lifestyle.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love the look of this product but it’s just not very strong glue for my oily skin type. Does not hold on my lashes for more than few hours and lashes come off much faster if I move around."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "I really wanted to like this lash glue but it didn’t do that great of a job in terms of securing my lashes on. My black duo lash glue works better than this. Also this glue got to gloopy after only a couple months of non usage? Had to throw it out unfortunately."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Best glue I’ve ever used. Although doesn’t dry as clear as I would like."
		},
		{
			"review_title": "Pretty When You Cry",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "the only lash glue that lasts, i have watery eyes and cry often, and even when i hysterically sob my lashes stay in place!!! 1000000/10"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This was not the best eyelash glue.  Throughout the day my lashes would be half off."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Best glue! Can wear more than one day  Funny smell but subsides after a few seconds"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this glue! I recently purchased my third one because no other glue does what this one does. When it dries, the lashes stay ON.   PRO: stays on and does not come off CON: the tube gets a little funky after a while and the glue seems to thicken. This makes the bottom 1/4 of the glue unusable   ***TIP! I know this lash glue is difficult to remove so here’s what I do and it works wonderfully. After washing my face and removing my eye makeup with an eye makeup remover, I’ll dip a cotton swab in the eye makeup remover, swipe the excess remover on my hand and then gently rub or brush the cotton swab through my lashes (like when you’re applying mascara). This technique helps get rid of all the glue and it sticks to the cotton swab(s) so I can just throw them away mess free!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "horrible! hated it, doesn’t stick at all. it literally is just a liquid."
		},
		{
			"review_title": "wanted to love it :(",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Love the glue but hate it when removing. I use an oil cleanser, but there is always residue stuck to my lids and lashes!"
		},
		{
			"review_title": "great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my favorite glue. Works well with all lash bands and my lashes have stayed all day without lifting off. Easy to apply to lashes and very easy to remove when taking off my makeup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Love this lash glue! My eyes are super sensitive (especially since I wear contacts) and this is does not burn or irritate my eyes at all!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Works so well! And for the price, little goes a long way and you really can’t go wrong with it."
		},
		{
			"review_title": "Great adhesive but stinks a bit",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I have this in white/clear and I like how my lashes stayed on all day and that I didn't have to apply two coats of glue, I just don't like the smell of the glue though."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Only giving a 4 stars for the fact that even after it seemed like it was dry it was still a little tacky feeling and would not “ fully dry” for what seemed like hours. It did hold the lashes for a good time though minus that issue."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "It does a good job at keeping lashes on but it stays a bit tacky even after it’s dried and I just found it a little harder to get all the glue off when taking my makeup off."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "It’s easy to apply a nice thin layer even on thin bands. Stayed in pretty well. Price is average. For a product that does well and isn’t as sticky as duo or others I’ve tried"
		},
		{
			"review_title": "Lash glue that works as intended",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Best lash glue I've used so far, and I've tried Duo clear and Ardell clear. I'm still rather new to the lash game, but this made my clumsiness less obvious by far. This only requires a small amount applied to the lash band, then I lightly blow for 20 seconds, and apply while it's still a little wet so I can get it in place easier. It stays all day, and is still slightly tacky when I remove them."
		},
		{
			"review_title": "Best Lash Glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love this glue. No mess- dries clear. My lashes stay on all day without lifting which is my biggest concern. This tube lasts for a while since a little bit goes a long way! Love it"
		},
		{
			"review_title": "Very Good Lash Adhesive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I really liked this lash glue - it applies easily and truly holds your lashes in place all day. Just need a little more force than normal to remove when your day is done but you can rest assured that your lashes will stay put all day.  The only downside I found was that there is this a whiff of an off smell when you first open the bottle each time but fortunately it does not linger more than a few seconds."
		},
		{
			"review_title": "No drama eyelash adhesive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "By far the best lash adhesive I’ve used.  My lashes stayed on for two days even after washing my face and applying skincare products."
		},
		{
			"review_title": "Yess!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have tried so many times to put on lashes and it never worked- until I bought this. Once applied, I could pull on the lashes and they didnt budge. It dried clear and was not visible over my makeup. Very happy I found this lash glue!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Amazing!!!! I am obsessed with this product! It works so well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I prefer this over Duo 100%. The applicator is what does it for me. It also has a great, long lasting hold."
		},
		{
			"review_title": "Great Glue!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really like this glue! I use both clear and the black. I tend to have a hard time getting my lashes to stick on the corners and this keeps everything in place where it's supposed to be."
		},
		{
			"review_title": "Serious Hold!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "Never thought I would write a review on an eyelash glue, nor did I think I would notice a difference between multiple ones. This glue is bomb. It dries fast and clear, it stays all day, and it doesn’t leave any residue or dried glue on my eyelids once I took my lashes off. Very different in a good way than your typical beauty supply store eyelash glue."
		},
		{
			"review_title": "Oh it thought my inner corners said something",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "The best eyelash glue ever!! The applicator makes it easy to apply the glue on the lash band. Do not need to wait that long for glue to get tacky! For my ladies struggling with the inner corners! This is waterproof!"
		},
		{
			"review_title": "THIS LASH GLUE IS THE TRUTH",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This lash glue is really the truth! I wore it all day. It lasted through me throwing up and crying (for hours) after a day of drinking and it did not budge at all. It’s worth it!!"
		},
		{
			"review_title": "a little goes a long way",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "This is easily my favorite lash glue! You don’t need a lot to apply to your lashes and it sticky and holds very well. This is definitely crying proof and you can be in a car with the windows down and your lashes will still be in place:) although the edges of the tube do make clump balls, I think that’s normal since it’s a tube of glue-I’ve had this experience with another lash glue that also uses a wand, but it doesn’t bother me at all"
		},
		{
			"review_title": "Eh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "The product is okay, I don’t like how the product has clumps of balls of glue."
		},
		{
			"review_title": "Bomb",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Probably the best lash glue out there in my opinion. Pretty new to the whole false lash application process however this makes it super easy to do and it’s very long lasting. I’ve tried the duo lash glue and it really didn’t compare, I actually had to exchange it for this one because I wasn’t impressed. Until I find something that can beat this I’ll forever use it!"
		},
		{
			"review_title": "most durable .. withstands crying",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "this is the most durable, easiest to apply lash adhesive! it can withstand crying (haha...), wind, sweat, and activity. i've tried sephora brand's and duo's adhesive and neither could compare to house of lashes's adhesive."
		},
		{
			"review_title": "My new go-to!  Doesn't rip out lashes.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "And it holds well.  Used to be so stressful removing my lashes.  I like Velour but it's too sticky.  And the Lilly one was good until they changed the formula.  This is the perfect glue that works and does no harm.  Wish it were more clear.  I have to toss lashes often due to adhesive build up."
		},
		{
			"review_title": "best lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Best lash glue ever! You can’t see the glue when u put on the lashes . It last  all day !"
		},
		{
			"review_title": "BEST LASH GLUE IN THE GAME!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Let me start out by saying, i NEVER write reviews. But this product deserves one.   I just started learning how to wear lashes and bought multiple falsies. At first, I used the Duo lash glue and either it wasn’t glueing to my lash line or it’d make my eyes water (in my experience). HOWEVER, this lash glue is PERFECT. I love how you can tell it’s dried a bit and you can be quite precise when applying lashes. The bottle is small but a little goes a long way! Definitely my #1"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "Great hold and doesn’t leave a lot of Residue on my lashes.  Does not feel uncomfortable and doesn’t leave to much glue on eyes after wearing them."
		},
		{
			"review_title": "Honestly the best lash glue.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "The formula is runny, so it does take a little getting used to. But as far as hold goes? This product is amazing. Super tacky and once your lash is on, its on ALL day. Works well with both thick and thin banded lashes. Plus the added bonus of no disgusting fish smell. My duo is going in the trash!"
		},
		{
			"review_title": "missing the black adhesive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve tried several lash glues and this one is my favorite! I always got the black adhesive, but it looks like they stopped making it? But this clear/white is just as good!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "By far my favorite lash glue! Your lashes won’t move!"
		},
		{
			"review_title": "Not for sensitive skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I have sensitive skin and it is hard for me to find lash glue that does not irritate my skin. Since it said this is for sensitive eyes, I thought that this brand would finally work.  I was wrong The patch test caused my skin to burn and get red. Not recommended for those with sensitive skin."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This glue is so runny and liquid that gets EVERYWHE within my lashes. I love wearing long fluffy lashes and this glue is a hot mess. Very difficult to layer since it gets all over the body of your lashes tripping. So awful product I will stick to buying the Kiss lash glue from Walmart 100 times better. Is like milk"
		},
		{
			"review_title": "Finally a lash glue that doesn’t smell like fish!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Finally!!! A lash glue that DOESN’T smell like FISH!! The struggle was real people!! I could not take the fishy smell in lash glue. Now I don’t have to. Not only does it smell fine, but it works great. I don’t wear lashes more than 6 hours so I can’t speak to any amount of time longer than that, but my lashes stay put for 6 hours with this glue. I am extremely happy and I highly recommend this glue."
		},
		{
			"review_title": "Holy grail lash glue for YEARS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Best eye lash glue of all time. And my eyes are sensitive. Please come back in stock so I can have a backup!"
		},
		{
			"review_title": "Ugh.. Went into the trash!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I've only tried the trial size.. First the black one.. I used twice and it just dried out so fast I ended up throwing it in the trash right away trying to put on lashes.   Same thing with the white.. I tried it.. hard getting the dried out product out. Barely used it.. went into the trash.   I think there is better glue out there that isn't as much Trouble plus for how much this hassle's me.. it's too much money.   There is still a lot of product in this little bottle.. barely used it.. but I hate it and going into the trash!!   Not sure if there is a difference in the bigger sized.. but what's the point if it'll dry up within 6 months to 2 years?   I want my products to last.. especially for the cost!"
		},
		{
			"review_title": "Only sticks on for a few hours",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I wear lash strips everyday, and I have tested out a bunch of lash glue. I thought maybe I should give House of Lash a try. This product didn't make my lash stay on very long. The corners of my lashes always seem to fall of. Also my eyelids are not oily, hopefully that helps."
		},
		{
			"review_title": "BEST EYELASH GLUE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Best eyelash glue out there! 1000% prefer over Duo Lash Glue. Very easy to apply."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This lash glue is the best on the market! I’ve tried a lot and this one always impressed me. Won’t regret buying this !!!"
		},
		{
			"review_title": "A must for long time lash wearers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This glue does not irritate my eyes like others. It keeps my lashes in place ALL day and I wear falsies everyday. I also find this glue is easy to clean off the lashes after several wears making the lashes clean and ready to use again."
		},
		{
			"review_title": "LEGIT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The staying power with this lash glue is a force to be reckoned with! I wore this glue on my lashes during my wedding, and it held up so well. Since this stuff is so strong, make sure to put a little micellar water or makeup remover on a Q-Tip and loosen it up before removing your lashes."
		},
		{
			"review_title": "better than DUO!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Best eyelash glue I’ve ever used! It’s even better than DUO! The brush applicator makes it really easy to use and my eyelashes will stay on through ANYTHING, wind AND rain, even some tears."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love how  it goes on white, then turns green when it’s time to apply the lash, and then dries clear. It Lasts all day, and is by far the most comfortable lash glue I’ve ever used."
		},
		{
			"review_title": "THE BEST LASH GLUE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I have tried so many and this glue is 10/10 the best. When I go out with my friends and am dancing all night this is the lash glue I carry with me - in case of emergencies always! (usually my friends, not mine because this bad boy stays on all night) I actually brought this to a wedding with me cause I carry it everywhere when wearing my lashes (just in case) and the bride had an emergency of her own and house of lashes lash glue came to the rescue!!"
		},
		{
			"review_title": "Holy Grail Lash Glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This is my go to lash glue. I always have an extra on hand because I don't want to run out. I wear lashes almost every day, and with this glue I dont have to worry about the lashes lifting in the corners throughout the day. I go home with my lashes in tact after being gone for 12 hours. Like others mentioned, once you apply the glue to the lash you will notice the glue turn a greenish color. This let's you know it's tacky and it's time to apply! At $9, this is holy grail status!"
		},
		{
			"review_title": "I’m on the fence.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I can’t decide if I like this or not. /: Pros would be that it’s nice that there’s a change in the tint of it after you apply it to the band so that you can tell it’s tacky and ready to apply. Cons would be that (in my bottle at least) it was very runny and hard to apply because of this, and made it run down onto the actual lashes. It also left residue on my lashes for days afterwards even though I had washed and scrubbed my face after I took my lashes off. I didn’t have an issue w the wear, but we are also on quarantine and I sat on my couch w them and went nowhere else. Hoping with some practice I can learn to love it, and can start to recommend it as it was recommended to me."
		},
		{
			"review_title": "It Works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Literally have 4 of these at a time because I get so paranoid that they will disappear/sell out! Lasts more than 5 hours, if I apply a lot it can even last through the night. I like the clear better than their blackish glue because it does dry clear 100%."
		},
		{
			"review_title": "Good if you can’t find hair glue",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I still like hair glue better but this worked well and my lashes stayed on all day. It is a messy product though. The glue gets on the outside of the bottle when you are using it so you just want to be careful and near"
		},
		{
			"review_title": "Wait for glue to dry before applying to lid",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Does the job, decent price - I like this one because you can use the stick to apply it precisely instead of squeezing glue onto your lashes directly. BE SURE TO WAIT UNTIL FOR GLUE TO START DRYING before applying the lash, otherwise it won't stick well to your lids. The glue will start changing colors to like a half transparent/blueish hue and that's when you should apply it. It's great to throw into your bag for any re-application you may need to do, although I haven't had any issues with my lashes falling off - they stay on pretty well. I haven't tried the DUO stick version so I don't know how it compares, but this does the job well so I don't feel any need to try any alternatives. :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "this is one of the few lash adhesives that I'm not allergic to. It hold very well if applied correctly. Easy to apply and rinse off well with face soap."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "BEST lash glue in the market, your lashes will stay on forever"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I apply eyelashes almost every time I go out and this has to be one of my favorites! I used the black adhesive for a while however I love how this one dries up clear. Highly recommend."
		},
		{
			"review_title": "Strong Glue",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Don't expect to be taking your lashes off anytime soon if you use this glue. It ensures your lashes stay on all night. The 3-star rating is due to the glue sticking to my lashes for daysss after I've removed them with an oil cleanser, balm, purity face wash, straight up olive oil, nothing worked. My lashes had glue on them forever."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I wish I would’ve read the reviews before purchasing this!! Omg this is the worst glue i’ve ever used. It is so incredibly weak. I don’t know if they’ve changed the formula but I will be returning and buying some Duo."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the second time I’ve purchased this eyelash glue. After a lot of research I chose this one as the reviews where so good and I have to say the glue is great! The first time I bought it I was a newbie when it came to putting on false eyelashes and this product made it so much easier than the other brands like duo, the duo brand made it kind of hard for me to apply lashes that I just stopped trying but then I tried this glue and fell in love!!"
		},
		{
			"review_title": "Why do people like this?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I just became a falsies addict and everyone raved to me about this glue so I decided to purchase. I gave it one star because it IS super sticky and stays on all day but i HATE the application and texture! The glue comes out thick and clumpy on the brush and its hard to get a nice thin amount on my lash band. Because its so clumpy, when it dries, its super noticeable and annoying! Removing is a pain and i'll have lash glue on my lashes for 3 days after and i am a quadruple cleanser (face wipe, oil cleanse, regular cleanser, micellar water after shower). Duo is WAY better and helps my lashes stay on just as well."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I didn't like this much after a few uses. The glue actually didn't last long and my lashes came off within 4 hrs.  I would not recommend this if you're looking to wear this for long wears like weddings or something with a lot of movement that makes you sweat or what not."
		},
		{
			"review_title": "different formula...?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This used to be my fav but I recently bought 2 bottles and it’s not the same. It doesn’t hold any better than other glues, in fact it’s way weaker than my other brands. I’m confused and disappointed. I’ve never had to worry about reapplying this glue through the day but the ones I just got really suck. Someone else said the dark formula seems to be different also so idk"
		},
		{
			"review_title": "It is the best eyelash glue!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
			"review_text": "It lasts all day and is very comfortable to apply. The only problem is to remove it, despite cleaning your face, there is a residue of glue on the eyelashes for a couple of days."
		},
		{
			"review_title": "Definitely worth it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Best lash glue to use if you’re a rookie or pro! Easy to use I love it. Minor flaw is how sticky the bottle can get if you get some product on it ."
		},
		{
			"review_title": "Great, Keeps Lashes on All Day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "Fantastic eyelash glue. I have used this with a bunch of different falsies including Velour and they really stick them on. Occasionally a corner will pop off and I do another coat there and then it won't budge for the rest of the day, even when windy.   It dries clear so I can't see it at all. I do a couple uses on each set of falsies and then pick off the glue with my pointed tweezers. Only annoyance is that sometimes there are tiny balls of glue at the base of my lashes that don't come off with eye makeup remover, have to go in with the tweezers and be careful to pick them off without stabbing myself, but I think this happens with all lash glues.   No smell, big pro compared to the duo."
		},
		{
			"review_title": "worth the hype!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Must have lash glue for beginners and pros alike! It’s white in the tube and when first applied to the lashes and turns to blue when the adhesive is tacky enough for you to apply the lashes. Then it dries clear. My eyes and eyelids are fairly sensitive and can water easily and this glue has given me the least amount of problems. You can reposition the lashes if needed and sometimes take the lashes off completely and move them if you have to without reapplying the glue. It’s a sting hold and keeps my 3D mink lashes on all day or night long. I rarely have issues with the ends of the lashes lifting anymore too. Taking the lashes off is easy, just be careful when pulling the glue off of the lashes. My only complaint is that I went through the product pretty quickly and the brush bristles somehow got glued to each other making application harder as time went on. I’d still recommend and can’t go back to any other brand!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I dont understand the hype Over this product. I would much rather buy duo, its cheaper and way better hold to my lashes"
		},
		{
			"review_title": "Caused allergic reaction",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I have never had an allergic reaction to anything before, however this product caused my eyes to swell up massively and they were extremely itchy, sore and red. I will be returning this product."
		},
		{
			"review_title": "HG for years. Limited edition?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "My HG lash glue. I have tried Tarte, Duo, Huda, and this. This wins and has been a staple in my daily lash routine for the past two years. Please keep making this!!! Limited edition label kinda freaks me out...."
		},
		{
			"review_title": "Eyelashes don't move until you want them too",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "New HG eyelash glue. You only need a thin strip of glue and you can put it on right away.  I wear falsies for work and they stay put for 9 hours without needing a touch up."
		},
		{
			"review_title": "Holds strong",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "Amazing. I’m new to the world of lashes and I’ve tried a few different glues. This is by far my favourite. The applicator is user friendly and it held my lashes all day. I will say it is hard to get off, my waterproof eye makeup remover had a hard time getting it off my eyes after."
		},
		{
			"review_title": "WOW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "Oh my God I finally found an adhesive that 1. Keeps my lashes on all day 2. I don’t have to waste time waiting for it to get tacky.  3. Lashes go on within seconds. This is ten times better than Duo! I’m just confused why it says Limited Edition?? Please don’t get rid of this. I literally just reordered 3 more."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "Way better than duo in my opinion. Lashes stayed all night!"
		},
		{
			"review_title": "Worth the money $",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Keeps your lashes on all night with no irritation. Dries actually clear. Brush tip is super convenient and makes application so much easier. The dark one is good too. Highly recommend!"
		},
		{
			"review_title": "Latex Allergy Heaven Sent Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I used to use the brand Duo forever! I grew up doing dance products and it was the best product for really cheap. Probably used for over 10 years. This past year I started to have reactions to the glue where my eyes would twitch and swell during and for a long while after use. I had searched for latex free options because I knew that the latex had to be the problem and I must have developed an allergy. I heard great things about the house of lashes glue and it was really the only one that peaked my interest. IMMEDIATELY my eyes didn’t swell or twitch or water anymore and I was able to wear falsies again. But the best part is it really really sticks your lashes on great and isn’t a mess to use. You only need the littlest amount of the glue on your lash, wait for it to kinda go green and tacky and stick it on with no budge. What’s great to is that it does still have a sort of tack and stick once fully “dried” down so if for some reason it does loosen per say a crying sesh it will easily stick back without the need to re-apply the glue."
		},
		{
			"review_title": "Highly recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I've become a big fan of false lashes. I had been using store bought adhesives without latex (I'm allergic to the latex) but was looking for something better. I found a gem in this glue! It says 30 to 60 seconds to get sticky and they are right! It was so easy to put on and cut down on the time it usually took to put them on. They stay on with no lifting and I slept with them on and a little touch up and I was out the door! I wear contacts and had no issues! No irritation and they work with any lashes. Highly recommend."
		},
		{
			"review_title": "Not The Best",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Not waterproof.  Any watering if your eye will peel them off. Application becomes a nightmare with the build up of product on the tube. Never used Duo so I cannot compare to that but this one is not the best I have used."
		},
		{
			"review_title": "BOMB!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I have used this lash glue for a minute now. Keeps my lashes on for 8 hours+. I have cried in lashes, and slept in lashes. My lashes were still in place!"
		},
		{
			"review_title": "Great lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
			"review_text": "So Duo totally doesn't work for me. burns my eyes and doesn't even stay intact. i was using the benefit lash glue for a while and it was my fav, unfortunately they discontinued it! i was on the hunt for a new lash glue that actually works. I bought this and its amazing, it dries black and keeps my lashes in place all day, best of all it doesn't burn my sensitive eyes!"
		},
		{
			"review_title": "Did the formula change?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I have been using house of lashes adhesive for about two years and just recently bought a new tube and the formula seems to be different. I’m not sure if it was a bad batch but the adhesive came out as a light brown color and dried as black. Previously when I had bought it the adhesive looked black when one took out the brush. I went to my local Sephora store and they checked the others and they were the same a brown color. I’ll check back in a few months and hopefully the formula hasn’t changed and it was just a bad batch."
		},
		{
			"review_title": "Love it !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Best glue..I've tried duo ,ardell and this works wayyy better  Keeps my lashes on all day. Very happy with this product. :)"
		},
		{
			"review_title": "New favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "Duo was always my go to lash glue until i tried this. Love it! Does not leave any residue on my eyes after i take my eyelashes off. Only down side is its a little difficult to get the glue on to the eyelashes with the applicator."
		},
		{
			"review_title": "Best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Obsessed with this glue. I thought I was doing lashes wrong until I got this. Dries perfectly clear so can use over liner or bare. Gets really tacky so lashes stick right on and don’t pop up when you’re trying to place them on."
		},
		{
			"review_title": "Best Glue Ever! Extremely Happy ☺️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "I loooove the House Of Lashes glue!! Great for sensitive eyes and so sticky you can push any corners back down if they lift up at anytime. This lash glue actually stays on. I can cry, sweat at the gym, go on a three day camping trip & they still stayed. I’m very confident to tell you this is the best glue out of many brands. I’ve been wearing lashes for 15 years & I would never go back to the quo or kiss brands."
		},
		{
			"review_title": "Nope.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Light skin tone, Oily skin",
			"review_text": "Disappointing! Everyone raves about House of Lashes glue but I hated it.The only think I like was the applicator and color. It did not keep my lashes on and it was really hard to work with."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve used both the black and clear and they’re the best lash glues I’ve ever used. I’ve previously used duo, Ardell, and kiss and this one is so much better. It’s a little more expensive but I can always guarantee my lashes will stay in tact. I find the clear a little more user friendly but the black is great if I’m wearing eyeliner."
		},
		{
			"review_title": "DO NOT BUY, YOU HAVE BEEN WARNED!!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The absolute worst!!! I'm an experienced false lashes user, and this glue simply does not work. My falsies popped out after 30 mins or less. Extremely disappointed because other people seemed to rave about it here, honestly, $3 Kiss glue works better."
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The only lash glue I use since I discovered it. It lasts all day and I don’t need to reapply. It also dries quick. I usually get the black but decided to try the clear and I love it just as much. Simply the  best glue!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Porcelain skin tone",
			"review_text": "Omg I’m in love! I snowmobile and often without goggles in the trees and sweat a lot, I always worry my lashes will come off but this stuff was amazing, first ride and I’m hooked"
		},
		{
			"review_title": "the best color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Tan skin tone, Normal skin",
			"review_text": "Man does this stuff work! Almost too good! You could keep your lashes on for atleast 2 days if you wanted. Just wish it was a tad easier to take off that’s it but love this color I’ll never get white again"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "This is definitely the best lash adhesive I've ever tried!! Dries fast and applying is so easy!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Best eyelash glue ever. Love the applicator, quick drying time, tackiness, longevity, everything. I always come back to this one."
		},
		{
			"review_title": "Didn’t work with my sensitive eyes",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I wanted to love this but it gave me a rash on my eyelid, itchy eyelid and peeling skin. I have very sensitive eyes so it’s probably just me, but I ended up having to throw it away. This was the only thing I changed so I know it has to be the glue. The hold was fine so I’m giving three stars even though it was unusable for me."
		},
		{
			"review_title": "Love this glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This lash glue is my absolute favorite. I don’t like to use anything but this. It dries quickly and it holds well. I can wear my lashes for days if I wanted. I have fallen asleep in them before and they were still in tact. This glue is amazing."
		},
		{
			"review_title": "Disappointing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
			"review_text": "I've heard amazing things for this glue but it didn't work for me at all. It gets tacky fast (which is great) but my lashes would be half off an hour later. I'll be sticking to DUO."
		},
		{
			"review_title": "Easy for beginners",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Easy enough for me to use without more than verbal instructions from the Sephora employee. Bought the clear-white one. Goes on iridescent and turns clear when ready. Definitely stays on even with my sloppy job. Comes off easily when I want it to and doesn’t feel like I’m hurting my skin too much..  Idk where the others are getting nice smell though - it smells like my ancestors telling me that this is not good for my health but what can I ask for from an adhesive? Tbh only reason I put 1 less star, the smell is hard for me to get past."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Personally this is my favorite lash adhesive, much better than duo and it doesn’t smell bad! I like clear more because I’m not good at applying as much so it doesn’t show up when I mess up"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Hands down my favorite adhesive! Easy to apply, dries super fast and lasts all day."
		},
		{
			"review_title": "best lash glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "10/10 would recommend ! Very strong glue after falling asleep with lashes and they were still on when I woke up , takes some time to get used to but very professional glue"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "It stays on all day and no irritation. It’s hard to take  glue off from lashes after use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
			"review_text": "This and the lash glue that comes with eyelure lashes are the only ones I use. The brush makes it easy to apply and it lasts well. It also is easy to get the residue off."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have been using the black version of this for a while. This formula is completely different from the other. This version is thin, and never completely dries down. It’s tacky texture will leak all over your lashes and leave a weird hard to remove residue."
		},
		{
			"review_title": "Best adhesive!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This is the best eyelash glue I've ever used. I never have issues with my eyelashes coming off, especially at the corners."
		},
		{
			"review_title": "AMAZING PRODUCT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "amazing product! this is the glue i used daily. works very well! i recommend this glue"
		},
		{
			"review_title": "No more lifting lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been using Duo for years, and my biggest issue was always how quickly my lashes would lift. My eyes water very easily and with Duo it would quickly make my lashes start to come off. Trying this lash glue was the best decision I ever made. Even when my eyes water, my lashes won’t lift! When using this glue, once you pop those lashes on, they’re not going anywhere. And the nice part about it is it doesn’t tug at my real lashes when I take my falsies off. Best glue ever!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Great lash glue! Does the job and not expensive. I like the applicator, it makes it easier to apply it to the lash and less messy compare to some where you have to squeeze the glue out. My lashes stayed on all day!"
		},
		{
			"review_title": "Glue will not budge",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Normal skin",
			"review_text": "This makes eyelashes super easy to apply and will hold them on your face forever. The only problem I run into is once the lashes are off, the adhesive is hard to remove."
		},
		{
			"review_title": "Good for sensitive eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This stuff really works! My super sensitive eyes react to EVERYTHING, so I was expecting not to be able to use this glue, but so far it feels fine. It gets tacky within about 15-30 seconds and holds really well after that. I'd recommend it if you have sensitive eyes and need strong lash glue!"
		},
		{
			"review_title": "the best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This lash glue has kept my lashes on during sex, festivals, 25 mph wind while biking, accidentally running my eye while drunk.. you name it. Once you put it on it only comes off when you take them off at the end of the day. I don’t think I can live without this lash glue!! It’s probably the best lash glue I’ve ever used and can’t live without"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I wanted to love this lash glue because I love House of Lashes but I’m disappointed with this product. It does not dry completely and it smears on my eyelid. It doesn’t stick well to my lash line and the inner corner part always seems to lift up. Don’t waste your money. I prefer velour’s or duo’s lash glue!"
		},
		{
			"review_title": "The best eyelash glue on the market",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This has been a repeat purchase in my life again and again and i cannot recommend it more that you try it yourself! I use to use clear drying glues and since i switched to this one I haven’t even bothered looking back, it keeps my lashes on all day and i never have to worry about my lashes coming loose with this adhesive"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
			"review_text": "Love this lash glue!! Works amazing. Keeps my lashes on for hours!"
		},
		{
			"review_title": "no irritation!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "First eyelash glue I’ve used that doesn’t irritate my eyes or make them water! Very happy with the product. Duo used to irritate my eyes so much. This is great for sensitive eyes."
		},
		{
			"review_title": "Never dries!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "The worst glue I've ever used. This was the strangest lash glue, it never dried. It was constantly tacky. I tried using very small amounts and even tried using a fan but the glue never dried! Also removing it was a pain. Because it never fully dried, when I would try removing my lashes, the glue would just smear around.   I wanted to love this because of all the reviews but unfortunately every experience I had with this lash glue was a mess."
		},
		{
			"review_title": "strong hold",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Talk about strong hold! Through a break down, weight training, a long run, my lashes still looked just as great as they did when I first popped them on. I would highly recommend this to anyone that is doing any movement through out the day."
		},
		{
			"review_title": "don’t bother",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Normal skin",
			"review_text": "I used to love this product. I swore by it, but I don’t know if they changed the ingredients or what. But now my eyes get red and crusty when I use it and painful. I won’t use it again. It sucks because it used to be so good. Don’t bother. Other friends and family have had the same problem"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "Best eyelash adhesive glue I’ve ever tried and the only one that doesn’t given me an allergic reaction! I wish that it wouldn’t clump up in the tube though..."
		},
		{
			"review_title": "One, Two, Tacky ⏰",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’m relatively new at the lash game so this glue made it a lot easier for me to get the hang of it. I’m a very impatient person so waiting for the glue to get “tacky” isn’t my style so when I got this and it was tacky rather fast I knew it was a good fit for me!"
		},
		{
			"review_title": "Best lash glue out there!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I wear false lashes every day and have tried brands from DUO to Kiss and nothing beats this! The hold is so strong and the formula is non-irritating for sensitive eyes. I usually let it dry for 20-25 seconds after applying for it to get tacky and sticky."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Love this lash glue..it’s the only glue I’ve found that will keep my strips on"
		},
		{
			"review_title": "Actually is clear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "This is the only lash glue I trust honestly if you use it correctly and get your lashes on they're locked and loaded and are not going anywhere with this."
		},
		{
			"review_title": "Does the Job",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This eyelash adhesive was easy to apply and held strong all evening long."
		},
		{
			"review_title": "I will stick to Duo...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Normal skin",
			"review_text": "I made a big mistake by feeling adventurous and wanting to try a new lash glue! Not only did this irritate my lids, but it was difficult to take the glue off completely. My lashes stayed on somewhat, but this glue is not as strong as people like to say it is."
		},
		{
			"review_title": "My Go to lash glue!! it's a staple!! obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "this is the best eyelash glue I have ever used! other brands come off easily when this one stays put no matter what weather or winds your at it will stay in place! I always end up grabbing four since I live in this product. thank you for making such a trust worthy product ;)"
		},
		{
			"review_title": "Only glue you need",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
			"review_text": "Strongest glue ever! The corners never lifted and it stayed on for hours through Hawaii's humidity and sweat! It was easy to remove the false lashes from lash line but definitely hard to remove the glue from actual lashes and my own lash line. Worth it for the durability. To make sure my lashes don't lift I put one or two even coats on the falsies plus one coat on my own lash line and it doesn't budge!"
		},
		{
			"review_title": "I've had better products....",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Not as adhesive as advertised! Had to apply multiple times"
		},
		{
			"review_title": "Best glue that ever was BUT...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "The best lash glue ever in LIFE!! But...I wish they would sell a good glue/makeup remover with it. This stuff sticks to your lashes for what seems like a lifetime. Again, I would never apply falsies without this glue though!!  It helps to be a pro a applying them too because this is quick drying."
		},
		{
			"review_title": "I got a used one",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Super disappointed after receiving this adhesive because it had already been opened. You can tell when something is used when the rim of the container is dirty and has product on it. New products have the rim clean from when they fill the container and close it. Didn't even get to try it as I'm returning it :/"
		},
		{
			"review_title": "Lashes Don't Lift Anymore!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the best lash glue I've used! I really love it because it sticks your lashes on all day long without any lifting. I used to have to carry my lash glue and tweezers around with me whenever I wore lashes, but now I don't. I've tried it with falsies with thick lash bands and thin, it performs the same. When the glue is drying it turns translucent with a greenish hue, that's how I know it's ready to be applied. I highly recommend this!"
		},
		{
			"review_title": "DONT GET THE BLACK ONE",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "I bought this product after loving the white one. This one is the worst eyelash glue ever! I kept unsticking after only an hour or 2! The white one is awesome but this one is terrible! Quickly went to exchange it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Best Adhesive for lashes! This is the only adhesive that keeps my lashes from lifting throughout the day. I am docking one star because I seem to have an allergy to it as my eyelids swell and itch."
		},
		{
			"review_title": "HG lash glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Honestly, if you're looking into buying eyelash glue, pick this one up! Your fake lashes aren't going anywhere.  With this glue, I can confidently go to the gym for a sweat sesh after work and know my lashes won't pop off.   The trick to the longevity of this glue is allowing it enough time to get tacky...like 3 to 5 minutes while you finish the rest of your makeup or work on getting both of your winged liner to match. :-)  I do prefer the black glue as it helps hide the lash band of lashes like Ardell or Kiss. If it doesn't matter to you, the clear version works just as well."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "It sticks better if I wait a minute before applying."
		},
		{
			"review_title": "Not my favourite lash glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I don’t love this lash glue. It gets everywhere and I find myself picking it out of my lashes for days. It’s not for me!"
		},
		{
			"review_title": "Skip This One",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "Horrible product.  Messy.  Flakes.  Drugstore eyelash adhesive works much better than this."
		},
		{
			"review_title": "best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Best lash adhesive I have ever used.  I won't use anything else."
		},
		{
			"review_title": "A Go To.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "This eyelash adhesive is pretty good, especially for the price. I was buying it before HOL hit Sephora which I'm happy about. The only reason I'm giving this 4 stars out of 5 is because of the build up that occurs around the lid. It could just be me and the way I wipe off the excess, but's super annoying. I would have to clean it every now and then. I think it's great for beginners, OG lash girls, and it's price is GREAT. Definitely worth a try!"
		},
		{
			"review_title": "Not Worth The Hype",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "This lash glue isn’t great. Kind of a pain to work with tbh. Remnants of it will stay on my eyes for like five days but won’t keep my lash on for five minutes. Only reason it has two stars is because the applicator makes it super easy to apply other than that, it’s a no from me."
		},
		{
			"review_title": "Best glue ever.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This is the best glue I have ever used. My lashes stayed on 12  hours!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": ""
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
			"review_text": "Best eyelash glue ever. I have used many brands of lash glue in my life time and i can tell you that this stuff is magic. I use this along side the house of lashes lash sets and they stay on for days. swim, sleep, shower, raves, anything you do with this glue, it will hold."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "I live in Texas Fort Worth. And it’s humid humid. Duo glue didn’t work for me cause it really felt like the glue was melting on my eyes. So I tried the HOL. And it’s life changing. The best eyelash glue."
		},
		{
			"review_title": "Best Eyelash Glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This is the best eyelash glue that I have tried! The brush applicator makes it so easy to apply. You hardly need any at all just a thin layer and it dries quickly. I have struggled in the past with applying eyelashes and this glue makes it so much easier!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "At first I didn’t like this product, but then I realized you don’t have to apply it to the lash band and wait, you just need to apply the glue and then apply the lash instantly and it sticks so great, you don’t have to sit there and mess with it to ensure that it adheres. I will be repurchasing"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Rich skin tone, Combination skin",
			"review_text": "I wore this for 12 hours. I worked out. I showered and purposely got the lashes wet. I tugged a little at them. They stayed on relentlessly. When it came time to take then off, I used the purple clinique makeup remover and it all melted right off easily.  I need this product forever."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I was very disappointed in this product. It didn’t set up good at all, lashes would start to come off after a few hours, and if it’s humid outside or you sweat, you can expect the glue to get sticky and lashes will start to come off.. after not finding Huda lash glue, I bought this. No comparison to the Huda glue..."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Tan skin tone, Combination skin",
			"review_text": "Better than duo BUT Not a lash-rippERas HUDA"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": ""
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": ""
		},
		{
			"review_title": "Best Lash Glue Ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "This lash clue is amazing, best lash glue I have ever used. I always say it is like cement my lashes NEVER come off, the white colour is my go to but both are so good"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": ""
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": ""
		},
		{
			"review_title": "BEST EYELASH GLUE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "This is the BEST eyelash glue hands down, I've tried all the others and they don't compare to this one. Its so easy to apply and dries so quickly , super easy for beginners, if you have trouble applying eyelashes trust me this will be the glue for you! I suffered so much trying to apply lashes for years and this has been the best and it lasts so good even through roller coasters."
		},
		{
			"review_title": "trash",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Olive skin tone, Normal skin",
			"review_text": "Worst  lash glue ever. Couldnt even get my Huda lashes to stay on my eye........  then the glue was stuck on my eyelid and was impossible to get off. t e r r i b l e.. Im returning this trash"
		},
		{
			"review_title": "meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Not a fan. The regular Sephora eyelash glue works better. Granted, I love the black color. This only held my lashes on 1.5 days versus my normal 3 days."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
			"review_text": ""
		},
		{
			"review_title": "Could last through a tornado.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This glue is amazing. I will never again buy any of brand of lash glue! I used this glue to put on my lashes two days ago and even after facing 90+ degree weather and 85 MPH winds on a roller coaster, my lashes were still attached to my face and continued looking flawless!"
		},
		{
			"review_title": "Worst Glue Ever",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This stuff is awful... it’s super sticky and doesn’t dry. I used it and it all transferred onto my eyelids but I couldn’t get it off because it was so sticky."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
			"review_text": "This is my go-to lash glue, I swear by it! I’ve been able to sleep in my lashes and they’re still good to go when I use this. Sometimes I have 16 hour days, and with this I don’t have to fear my corners lifting or anything."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Love this stuff and it doesn’t irritate my eyes like the duo definitely recommend"
		},
		{
			"review_title": "Not sticky enough",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "Considering the allure stamp, and all the high ratings, I had high expectations for this glue. It simply would not stick. It was a lot worse for the more dramatic eye lashes. I will not be purcahsing this again. I did always wait at least a minute for it to get tacky to stick, but it still did not stick."
		},
		{
			"review_title": "Duo’s better",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "First time using this glue and I don’t know if I’m doing something wrong. I tried it since everyone seem to like it and they say it really holds the lashes but it’s worse than my duo glue. It barely holds on and I have to reapply the glue several times which messes up my shadow."
		},
		{
			"review_title": "Soooo good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Soooo good! I've tried a few and they always clump or don't stick or leave glue everywhere. This one works so well. And the fact it's black gives you what looks like liner."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "A pretty good lash glue. I don't wear falsies a lot anymore, but this is still the best lash glue I've used. I love the brush applicator. The packaging is also very cute, which is a plus"
		},
		{
			"review_title": "Stick to the Duo adhesive instead",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve only worn lashes a few times and I’ve ever only used the Duo adhesive. I was looking around in Sephora and wanted to pick up lash glue and ended up picking up the House of Lashes glue in clear. I shouldn’t have. After doing my makeup, I tried putting on the lashes with the glue but it REFUSED to do its job and stick. When I finally gave up, I set down the lash and noticed that the glue had gone GREEN ON THE ACTUAL LASH BAND. My eye is now irritated (please excuse the messy look) and I’m disappointed in Sephora for supporting a product like this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Holy grail eye lash glue! Every time I try something else I always go back to this one. It stays on all night and day no mater what. I even have watery eyes and this doesn’t budge!"
		},
		{
			"review_title": "Great for newbies!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "For a newbie with applying false lashes, you can’t go wrong with this product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I love this lash glue it works perfect for me. I’ve tried other brands and I have a hard time getting them to stick but this one last all day"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "It was very easy to apply an it keeps my lashes on very nice don’t have to worry about my edges lifting"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Did they change the formula? Bc this isn’t as good as it used to be!? It’s a lot more liquidity"
		},
		{
			"review_title": "Very happy :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "Really good lash glue. Stuck on all day through the 4th! Lasted through the party and everything. I used this for the first time with tarte eyelashes and mascara. it was actually my first time using falsie lashes :)"
		},
		{
			"review_title": "I luv it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This was amazing. I have sensitive skin and this product did not make my eyes itch at all. Dried fast and since it’s white on black, it was easy to see where my lashes were going. My lashes did not budge until I had to take them off, which I usually wear lashes for a period of 6-10 hours. Very pretty packaging, color and I highly recommend! I’ve tried Duo in the past and notice that the lashes would pop off by the end of the night. Using this one if I have enough glue on lashes, stays right on."
		},
		{
			"review_title": "best eyelash glue, PERIODT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "omg i cant beleive i used to use weave adhesive before i started using this LOL. this is the best eyelash glue PERIODT!   make sure you close the lid tightly."
		},
		{
			"review_title": "Incredible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I literally went boating and tubing with lashes on, using this glue and they stayed on ALL DAY. I've been using these for 2 years and not once have my lashes come off without me taking it off myself. Seriously amazing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "Best eyelash adhesive I have tried. Will continue to purchase."
		},
		{
			"review_title": "Favorite heavy duty lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "The toughest lash glue i've used. I do use this everyday so go light with it if you choose to. That way you won't pull out your natural lashes. Doesn't stink like the DUO. Very affordable and dries super quick, like, 15-20 seconds quick."
		},
		{
			"review_title": "recommend!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I have NEVER been more happy with lash glue in my life!! I think this is only for purchase online but this will keep your lashes all day!!! Really really recommend for people who wear lashes all day, my eyes water a lot throughout the day and this lash glue hold it together!!"
		},
		{
			"review_title": "BEST GLUE HANDS DOWN",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "House of Lashes is amazing. Whenever my friends suffer from loose eyelash strips, I recommend this product to them. THEY ALL LOVE IT! It is white, but dries clear and fast! I will say if the eyelash strip is not completely black, eyeliner should be used with the white/clear glue, or the black glue should be purchased! Works wonders!"
		},
		{
			"review_title": "SWIMMING APPROVED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I wish I could give it more than 5 stars! I love this lash glue and I recommend it to all my friends. I even went swimming one day unexpectedly while wearing my Lilly Lashes and my lashes did not budge!"
		},
		{
			"review_title": "Superglue for Falsies",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I was driving in a convertible for 3 hours at 80 mph on the freeway and they stayed on the whole time"
		},
		{
			"review_title": "Love this adhesive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Olive skin tone, Combination skin",
			"review_text": "I love this product. I have permanently switched to this glue. It is way easier to work with than other brands and my lashes don't come off in the corners throughout my day."
		},
		{
			"review_title": "BEST.GLUE.EVER.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Best lash glue ever! I’m sad they don’t carry this is stores anymore but I will always get this glue for my falsies. It really hold up through anything and lasts all day. Highly recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": ""
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This is my favorite glue however the last batch that I got doesn’t take as well as its predecessors. Not sure why but it lacks the tackiness that it’s known for."
		},
		{
			"review_title": "Must have , throw out anything else you own !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "The best lash glue on the market !  I was able to wear my lashes for 24hours   when I was in the hospital having my daughter ( forgot I had them on to take them off) and they didn’t budge ! This is always my go too , I been using this for about 2 years now and I won’t go back !"
		},
		{
			"review_title": "AMAZING❣️❣️❣️❣️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have tried several different brands of lash glue"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The glue was a bit to runny for my liking I prefer a thicker glue like DUO"
		},
		{
			"review_title": "FAAAAAAVVVVV",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Olive skin tone, Oily skin",
			"review_text": "my absolute fav eyelash glue, it has been sold out for so long there for I tried other glues such as velor and duo but nothing last like mu house of lash. Sephora needs to sell the clear glue as well!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "You have to let this dry down a lot before applying but once you do its THE BEST."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Normal skin",
			"review_text": ""
		},
		{
			"review_title": "Breakups? A Problem? Nope!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I bought this a little while ago when I was with my man, and was wearing this with my Lilly falsies when he broke up with me. Completely forgetting I was wearing falsies, I cried for hours on end. THIS. PRODUCT. DIDN’T. BUDGE. I recommend it to all my friends! I used to have a problem with the corners not staying but found out I just wasn’t holding them down hard or long enough when using."
		},
		{
			"review_title": "Great with a warning",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a weird review maybe because the tube I ordered from Sephora was pretty horrible. I mean the glue was so clumpy and sticky it was like a joke (like some reviewers below said)-it did keep my lashes on really well though. Because of that I ordered it again directly from HOL and it is incredible!! Works perfectly so easily and holds forever. Basically I think one of the batches Sephora had was a bad batch or stored somewhere where it was allowed to freeze which can change the formula of certain glues. So order HOL is my takeaway."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "If using this glue kept my lashes on after an hour of crying then it’s a 5/5 in my books. Go get it girllll."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Stays on for hours! I wish it came in clear"
		},
		{
			"review_title": "Is this a challenge?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "My eyelids are sticking to the brows above them. I used this glue for my pretty eyelashes (I realize I should’ve washed my makeup off, it happens)last night, and it’s sticky. Blinking is a challenge for me right now. It did keep my lashes on tho, I will say."
		},
		{
			"review_title": "Great but aggressive.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
			"review_text": "This has been my go to lash glue since I purchased, my lashes don’t pop off in the inner corner anymore. It’s a great lash glue but it’s so aggressive on my lashes when removing it at the end of the day. I find the best way to remove my lashes is to get a really wet makeup wipe and start massaging the lash off slowly. Other than that I love it!"
		},
		{
			"review_title": "Holy Grail Lash Glue!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "The best eyelash glue I have tried! Lashes go on flawlessly every time! My only criticism is that I use this glue daily and recently after months of use without issues - my eyelids have become red and swollen/irritated from leftover residue of the glue. I may try a different brand to compare and see if the issue resolves."
		},
		{
			"review_title": "Love-hate relationship",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "There's a couple of pros and cons about this glue. I got it in black and while I love that it dries quickly"
		},
		{
			"review_title": "Best lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Holds all day. It’s better than duo. Also the application is so much easier"
		},
		{
			"review_title": "IT SUCKS ***",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "It ruins your real lashes and fake one dries out too quick and it’ll start getting thick and hard to get off residue"
		},
		{
			"review_title": "Best eyelash glue ever!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Best eyelash glue I have tried and I have tried allot of them. The reason why I give it a 4 star instead of a 5 star it’s because it leaves glue residue and it’s hard to take off. But other then that it’s amazing! I really recommend it! Especially for events!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I'm no way an expert in putting on falsies. However I am so glad I purchased this! the inner corner of the lashes don't seem to stick as well but I take full fault for this as I didn't trim them before hand. Much, much better than Duo!"
		},
		{
			"review_title": "Great Product Great Price",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Works great the glue is very reasonably priced and works great"
		},
		{
			"review_title": "A Nice Staple Lash Glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "This glue definitely gets the job done. I find that lashes go on the easiest and last the longest with house of lashes. I use both colors but mostly the black. I would consider this a staple glue to have."
		},
		{
			"review_title": "Holy grail lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This is my holy grail of all lash glues. It drys quickly and keeps my lashes on until I take them off. I want to try the black next. You will not be disappointed. Will recommend to others as well as purchase again. I just wish the tube came in bigger sizes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "The best eyelash adhesive . It’s waterproof, the best i ever tried"
		},
		{
			"review_title": "best lash glueeee!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "If you’re looking for an all natural glue without formaldehyde in it this is the one to go for. I’ve been using it for couple years now had to restock on my black. I don’t use my white as much but if you’re an inexperience lash wearer I definitely recommend the white less of a mess. Very waterproof I use castor oil or olive oil to get it off my face."
		},
		{
			"review_title": "Best Eyelash Glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Best eyelash glue ever! Highly recommend this one!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "Been looking for a lash glue for years for my watery eyes !! Great price for it too"
		},
		{
			"review_title": "BEST EYELASH GLUE EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "One of the best eyelashe glue every. Easy to apply keeps the lash on and its priced reasonably. It goes on green blackish when wet and once its dry it turns black.  This is the only glue I trust with my lashes."
		},
		{
			"review_title": "New Favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
			"review_text": "I can't rave about this lash glue enough, it's amazing and keeps my lashes on even with high winds."
		},
		{
			"review_title": "better than duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This sticks better than the duo brand. I kept tying to put lashes on and wouldn’t stay on,about to give up on falsies til I got this one. But like all glue,likes to stay on lashes after you clean up"
		},
		{
			"review_title": "best glue ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
			"review_text": "Best glue hands down! I’ve tried everything and this is by far my fave. If you’re a novice, try the clear but if you’re comfortable with the dark, I’d say go for this! It’s amazing!"
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Best lash glue!! You will love it."
		},
		{
			"review_title": "ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "good eyelash glue but it's hard to take off, and through the night it gets everywhere on your face and makes your eyelids stick to your lashes and more. Very heavy duty id get the white one though so it doesn't have the little black globs on your face"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This is my favorite lash glue. Others like duo and Sonia make my eyes itch but this doesn’t. Besides the non-irritation this glue stays better than any other one I’ve tried. I’ve SLEPT and drunk cried in lashes with this glue and they don’t fall off. Love"
		},
		{
			"review_title": "best lash glue in the market",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Best eyelash glue I've ever tried beats all the flies I've tried. Nice thin layer ensures all night stay."
		},
		{
			"review_title": "Best Everr!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Best lash glue I've ever used! I've tried cheaper brands and nothing compares. It's the right amount of tacky, keeps the lash on all day, and you dont get that annoying glue residue after you take off your makeup. My absolute favorite"
		},
		{
			"review_title": "Not a fan",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I don’t normally wear lashes so naturally I wanted to try the best stuff out there. This is goopy and hard to apply, nothing like the glue normal lashes come with. It got stuck on my actual lashes. Maybe I need a lesson in applying falsies, but I returned this product"
		},
		{
			"review_title": "bye bye Duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Best glue I've ever used and strangely smells good too. With this glue I've worn it for hoursss and no lifting or poking, a miracle!"
		},
		{
			"review_title": "Best eyelash glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "This by far more superior than any lash glue I've tried. I never have issues with the inner corner if I place my lashes correctly. If they are slightly too close to my inner corner, then they will lift due to my eyes watering etc. I am disappointed that it has been out of stock for a while now, even on the HOL website. I am having to use the DUO green label glue in the meantime. Time will tell if it holds up."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Best eyelash glue you’ll ever use! Super easy to apply onto the lash itself and it’s easy to tell when it starts to dry for application.   Smell is pleasant, kind of smells like chocolate and mint. The bottle is tiny so it could be hard to dig for in your makeup bag at times. The glue inside the bottle dries up quite fast so it’s kind of difficult to really get a good amount of glue onto the brush, but no big deal because a little does go a long way.   It really does last all day long and it was even hard for me to peel it off my eyelids at the end of the night. I apply eyelashes really close to my lash line, so do be mindful to not rip them off without loosening the adhesive with your makeup cleanser before removal."
		},
		{
			"review_title": "is this the same product?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "super disappointed because i bought this based off of all of the rave reviews it received but no in reading back over them I feel like we're talking about totally different products. I literally have to keep the glue with me at all times because I have had my lashes fall off or start to release, Now I will also say, the applicator makes it pretty easy to reapply but it's been very frustrating for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone",
			"review_text": "Very good product, I highly recommend it."
		},
		{
			"review_title": "Excellent, Long Lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "This lash glue is easy to apply, leaves no mess and doesn't waste any product, a little bit of this goes a long way. It lasts all day and dries down to be invisible. I've bought about 4 of them, I will continue to buy again and again!"
		},
		{
			"review_title": "The real deal",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This stuff works. I use this when I do full glam and don’t want my makeup budging at all, eyelashes included. But beware, I find that I need to have my makeup on a good 8-10 hours before I go peeling my lashes off because if not it does kinda hurt, so be careful about taking off your lashes when you do. This stuff is strong and it works! It does sting my eyes a tad bit but once dry doesn’t irritate them."
		},
		{
			"review_title": "Super Glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Honestly  I wore lashes boating and was convinced to go tubing. I thought my lashes were gonna be gone for sure just from the wind alone. I even took a plunge off the tube into the lake and yet my lashes still held on strong. This stuff is super glue for your lashes. Highly recommend just be careful with removal oil free eye makeup remover to loosen the bond or you will lose lashes!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "ONLY GLUE I EVER USE"
		},
		{
			"review_title": "Best lash glue !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I tried this a few years ago and while it was good , it was almost impossible to remove residue from lash band and from the eye. Now , it’s way better . It lasts a long time ,inner corners stay glued, my lash line doesn’t get irritated and it’s easy to remove . It’s a little pricey but worth it!"
		},
		{
			"review_title": "Lasted ALL day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "This is the first glue I've tried that didn't take forever to get tacky and actually lasted ALL day!  I tried the black color because I normally wear liner on my top lid when I put on lashes. This will be my new go-to!"
		},
		{
			"review_title": "sensitive eyes beware",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I’ve been using this for about 3 months now, and as much as I LOVE this glue the next morning I’m regretting it! Even after I wash my face and lashes when I wake up I can feel my lashes stuck to one another. I’m able to see clumps of glue stuck to my lashes and after a good hour or two of trying to take it off I end up irritating my eyes. But this glue will have your lashes glued on, like get on a roller coaster and not even think about your lashes all day glued on! If your eyes aren’t sensitive like mine I know you’ll love it but if you do have sensitive eyes I would suggest to only use this glue on special events or an all day occasion"
		},
		{
			"review_title": "Goop",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I found that the glue took a long time to dry. It would stick to my eyelids and transfer and make a mess. It did take off my eyelashes whenever I would use it. I won't be using it again but I do like that they do not test on animals."
		},
		{
			"review_title": "just yes.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Love this stuff. I always suck with the timing of glue, but this is pretty forgiving and doesn’t dry too obviously if  it spreads a bit. Love the iridescent guide color. Got me through my outdoor, august, raining, tear filled wedding!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I use to call this my ride or die I have bought at least 10 tubes but lately as soon as I apply it my eyes start watering and I can’t keep lashes on not sure if it reformulated but it happens without fail every time!!!!"
		},
		{
			"review_title": "I don't even know how many times I've repurchased!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I must have purchased like... 10 of these. They last, the brush is perfect to glide on product, it keeps your lashes ON for ever and the price can't be beat. Don't bother buying any other lash glue. This is the GOAT."
		},
		{
			"review_title": "OUCH",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "This glue most definitely gets the job done. But I apply my lashes underneath my eyelashes and this glue has taken out more than half of my eyelashes on each eye (over time). Do not get me wrong, this glue does what it’s supposed to and quickly, but would NOT use for application underneath. Every time i use it I have left over glue in my eyelashes that hurts so bad to take out and pulls out at least a lash every time i take it off. Ouch!!!!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "Best lash glue ever!  Easy to use, the clear one is great as well, your lashes will not be coming off, I jumped in a pool and my lashes didn’t budge at all and the price is great since it lasts forever"
		},
		{
			"review_title": "Nice but hard to take off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "I bought this to work on putting fake lashes on more. Love how it turns black so then my eyeliner does not mess up. However I tried it on once so far and when I took off my makeup the glue did not come off, I had to use my nails to scrape it off, even that some little pieces were stuck for the next 2 days"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I love this glue so much! It's my favorite by far! Easy to use and it doesn't get messy like some of the other glues I've used."
		},
		{
			"review_title": "Better than Duo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Porcelain skin tone, Dry skin",
			"review_text": "Out of all the lash glues, I find this best for both personal use and with clients who want to wear strip lashes.  I used to love the Duo that is latex-free, but it is so difficult to remove from eyes and the actual lash! House of Lashes dried quicker, is easier to apply, and isn’t nearly as sticky at removal.  Like all glues, it tends to get messy near the end of the tube.  I still feel this is the best out there right now."
		},
		{
			"review_title": "Best eyelash glue ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
			"review_text": "I purchased the lash glue in black and it did not disappoint. I wore some falsies using this glue when I had allergies and it stayed on the whole day until I took it off! The longevity of the glue is amazing! I would definitely recommend it if you’re tired of using the Duo glue, which does not stay on for me. I wore the Duo glue when I went to SF on a windy day, and my eyes were watery and in the middle of the day my lashes at the inner corner were coming off already. House of Lashes did not disappoint! I am so amazed and grateful my sister introduced me to it."
		},
		{
			"review_title": "Best Money Can Buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Obsessed, it dries easily doesn’t really have any fragrance and doesn’t stick to the skin after lash removal. I use this everyday for work."
		},
		{
			"review_title": "secure lashes all day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Great buy! Holds lashes secure all day. Had a busy day which included being out in the wind at a party most of the day. I usually have to re-apply inner corner of eyes but not with this glue!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "The best lash glue I’ve ever tried! I’ve been wearing lashes for 5 years religiously and out of all the clues I’ve tried this takes the cake. Start with Duo because YouTubers but this is the creme de la creme. Holds up on a windy day and hot/steamy day in NYC without budging."
		},
		{
			"review_title": "best glue for beginners",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "i have literally tried so many eyelash adnhesives from duo to kiss and a few more im a beginner at lashes and watched many videos to make sure i was applying correctly and i couldnt get the hang of it ....come to find out i tried this glue boom it works.by the way i let all the other ones sit 1 2 3 minutes before it just wasnt sticky enough for me i guess.this one adhered the very first dry and last pretty well with my watery eyes....i wont repurchase another one and waste my money..."
		},
		{
			"review_title": "HOLY GRAIL LASH GLUE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Dries quickly! The iridescent sheen also makes it easy to know when the glue is starting to dry down and is tacky enough to apply to the lids! Holds up through sweat, tears and humidity! My holy grail lash glue hands down. Clear and black both work for me but I like clear more just in case I make a mistake."
		},
		{
			"review_title": "Tough Adhesive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Such a good adhesive. 4 stars because...IT'S SO FREAKING HARD TO REMOVE FROM MY OWN LASHES. I mean, my falsies stay on all night. Easy to remove my falsies with makeup remover or my cleanser..but the residue! It's hard to come off without being gentle."
		},
		{
			"review_title": "8 hrs of wear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "I love this glue. Easy to use, fast at drying, last all day!"
		},
		{
			"review_title": "RUINS MY EYEMAKEUP",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Loved the clear/original one, so I thought why not despite the reviews. Big mistake, it’s blacker than my eyeliner, which seems like a good way to blend glue. But once it gets on your lid, it’s unforgiving no matter how much you rub it. Only choice is to restart the whole thing, which most of the time I have no time. Please bring back the original, this one is no better than duo but has more set backs."
		},
		{
			"review_title": "BEST GLUE EVER!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I used to use the duo glue (which I still love) but I was wasting so much product since I liked the blue on and I would apply with my fingers. This HOL glue is the BEST lash glue I’ve EVER used. I like the brush applicator! No mess and no product wasted! It’s compact and makes it so easy for travel! The brush is helpful if a corner of your lash comes loose you can easily touch up. The glue is durable I can wear my lashes all day and they won’t budge! I definitely recommend this glue to everyone!"
		},
		{
			"review_title": "holy grail of lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "only lash glut I'll ever use! very sticky, easy application, and long lasting"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This is best eyelash adhesive ever. The one which doesn't make my eyes swollen. Will repurchase for sure."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "THE BEST black lash glue is right here. I have really oily eyelids and this glue will hold my lashes to my face no matter what."
		},
		{
			"review_title": "The best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is my favorite lash glue ever! I've tried the duo (black and white/clear), tarte (black and white/clear), and now this one and this is hands down the best of them all. It applies as an almost sheeny white color, but dries down clear. Just remember, the most important thing about applying lashes/lash glue is: MAKE SURE YOU WAIT FOR THE GLUE TO DRY/GET TACKY BEFORE PUTTING THEM ON YOUR EYES!! Otherwise your eye will be a big ol' gluey mess.  ғᴏʟʟᴏᴡ @yoursecondthought ᴏɴ Iɴғʟᴜᴇɴꜱᴛᴇʀ ғᴏʀ ᴍᴏʀᴇ ϙᴜᴀʟɪᴛʏ ʀᴇᴠɪᴇᴡꜱ  Mᴀᴋᴇᴜᴘ/Bᴇᴀᴜᴛʏ ɪɴꜱᴛᴀ: @your2ndthought - DMꜱ ᴀʀᴇ ᴀʟᴡᴀʏꜱ ᴏᴘᴇɴ ᴀɴᴅ I ᴡɪʟʟ ғᴏʟʟᴏᴡ ʙᴀᴄᴋ ɪғ ᴀꜱᴋᴇᴅ!  Pᴇʀꜱᴏɴᴀʟ ɪɴꜱᴛᴀ: @yoursecondthought"
		},
		{
			"review_title": "Not just a glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "I use this as an eyeliner. I'm not crazy lol hear me out. I use it on the water line. It's perfect, it's super dark &  stays on for a long time. I've had a hard time finding an eyeliner that last on the water line, they usually fade or end up all around the tear duct.  Since this is a glue it dries and stays on. I'm obviously careful not to get any in my eye (I have gotten it in my eyes and it wasn't  a big deal). I even use it on top of my eye on top of my eye liner to sort of seal the liner and no smudging at all. I can have a whole night out and at the end of the night my eyeshadow might have faded but the eyeliner is intact. One product, different uses. YES."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this! It holds incredibly well and lasts all night. It is black, which makes it harder to clean up if you don't get it on the lash line the first try, so I would say it's for more advanced users.  I really enjoy how it changes from the green-black (such in the picture) to black, which indicates it's ready for application!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been using this product (both colors)for the past 3 years, it’s an affordable, does the job kind of eyelash glue.  I just dislike how it dryers out after 2-3month of opening it, then forming chunks of glues that adheres to the applicator."
		},
		{
			"review_title": "amazing glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Normal skin",
			"review_text": "MY FAV LASHGLUE. its super sticky so be careful. I cant use anything else. I love it"
		},
		{
			"review_title": "Stays on = No Worries",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This eyelash glue is amazing! It stays on no matter what, I didn't have to worry about my eyelashes coming off whenever I use this. It is a bit troublesome to clean up, but I would definitely recommend if you want your eyelashes to stay on all day or night!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "My favorite lash glue so far. I only needed to reapply it once in a 16 hour time frame of wearing my lashes. The others I tried were around 3."
		},
		{
			"review_title": "Yes yes YES!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Normal skin",
			"review_text": "Most glues dry hard and brittle but this stays flexible so you can sneeze, squint, and live without fear of your lashes coming off with a weird facial movement! I like to wear my lashes for more than one day (this works for me but I am not a professional you should be taking advice from!) to be gentler on my skin and this is EVERYTHING! I apply black to the lash strip and a super thin line of clear to my (clean) eyelid and after applying the lashes I set with my eye shadow and wear a lightweight mask over my eyes when I go to bed so the lashes don't get squished by the pillow.  The glue stays flexible and the glue is easy to remove from my skin with makeup wipes and from the lash by just pulling it off. This glue has allowed me to wear lashes every day and I don't have to worry about removing and putting back on in the morning when I sleep over anywhere, the multi day wear has also greatly improved my eyelid skin. I know this is not the standard way of wearing lashes but it works for me!"
		},
		{
			"review_title": "Nice basic adhesive dries fast",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "It works. Dries quickly, but not too quickly to get them on."
		},
		{
			"review_title": "black glue transfers and smudges",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Pros: the light consistency, it’s not thick so not chunks of glue is left on your lashes after. Holds well; eyelashes stay on all day no problem. Easy to use   Major con: the black colour of the glue smudges and transfers to my upper lid. I don’t understand why Sephora doesn’t carry the clear version."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Rich skin tone, Normal skin",
			"review_text": "This glue didn't hold very well. My lashes started to lift the next day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
			"review_text": "Love this lash glue for my lashes."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Amazing adhesive in black, but it has a funny smell that doesn't bother me."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "I do love using it but it definitely has a finite time to apply without being totally unusable and it tends to stay tack through the whole wear time but I just fix that with a little bit of black eyeshadow and it’s all good. I love it but I’m giving it 3 stars because it’s most definitely not beginner friendly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Really good glue. It takes a little longer to dry but it's worth it. Eyelashes haven't peeled at the sides like its happened with other glues so I'm really happy with it!"
		},
		{
			"review_title": "Worn 10 am to midnight and could have gone longer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "14+ hour wear.  The absolute best!"
		},
		{
			"review_title": "dries quickly",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "this product is not horrible but there is a lot I did not like about it. I hate the applicator. I've only used it three times since I've bought it and every time my lashes start to come off after about 2 hours. also it dries SUPER fast, that could be a good or bad thing, just depends on the person"
		},
		{
			"review_title": "strong",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This glue is probably the best one on the market. It’s very affordable and does not irritate your eyes. It literally last all day. Only problem I have is the glue stays STUCK on the lashes and can easily mess them up."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "Picked this up after my Lilly Lashes adhesive was continuously out of stock. A very nice glue, much better than Duo which I find to be incredibly unforgiving if you get glue on your lashes and too much on the skin. This isn't a problem here. Goes on and dries evenly and quickly."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This is my favorite lash glue. It doesn’t take a long time to dry and I don’t have to worry about the ends lifting after a while. The only thing I have trouble with is removing glue out of my real lashes after taking off the fake lash. It’s really tacky stuff."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "As someone with a latex allergy, I used Duo for years and just figured I had to deal with the negative side effects if I wanted to wear falsies. Discovering this in 2015 changed my (makeup) life! The applicator gives the best precision and this adhesive stays PUT. Gone are the days of itchy, watery eyes from allergic reactions. So grateful Sephora sells this now and that I don’t have to wait for it to come in the mail direct from the source."
		},
		{
			"review_title": "AMAZING!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
			"review_text": "I've been through so many lash glues and this is my favorite by far! It's super sticky and i dont have any lifting problems like I normally do!"
		},
		{
			"review_title": "Perfectly glued spiders",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "5 star for white because it did not rip my eyelashes off.  DO NOT GET ON YOUR EYELASHES.  Best eyelash glue ever.  Make sure you gently remove the falsies before taking off other make-up. :D  Be aware that you have on HOL glue and you'll be fine and have peace of mind that your little spiders are staying on your eyes and not as a stash or hairy-lip. . ."
		},
		{
			"review_title": "Do not get on  your eyelashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I really like it.  I liked the white better, only because the black ripped my eyelashes off.  DO NOT GET ON YOUR EYE LASH.  that is all."
		},
		{
			"review_title": "Did its Job",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "Held my lashes in place well, easy to apply, and the color helped add a little extra oomph to my lash line."
		},
		{
			"review_title": "my favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "My favorite eyelash glue. I wear eyelashes most days of the week and my lashes never come loose or fall off."
		},
		{
			"review_title": "Great eyelash glue!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have found that this is the best lash glue!! I love the applicator although after a while can become messy. I love the staying power of this glue and after using the clear version for a while decided to try the black as well for when I’m wearing eye liner. So I love both versions as well. The only reason why it’s not getting 5 stars is I’ve noticed after a little while the lid space closest to my eyelashes where the glue would be applied is becoming somewhat dry? Nonetheless the staying power of this product is great and I’ve purchased many times."
		},
		{
			"review_title": "Best Lash Glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "A little difficult to remove but honestly the best lash glue ever. it's extremely sticky and the duo one doesn't even compare. This glue will stay on for HOURS and the black blends in seamlessly with the eyeliner I wear underneath. The corners don't lose stickiness and the applicator makes it easy to control how much glue you use."
		},
		{
			"review_title": "Best lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love this lash glue! I have tried so many everyone referred me to duo but it just doesn't stick to me. This sticks to me and stays until I want it to come off. I would never be able to enjoy false lashes without this"
		},
		{
			"review_title": "great lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "very easy to apply and dries quick and stays in place"
		},
		{
			"review_title": "Small bottle  for the price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Dark skin tone, Oily skin",
			"review_text": "Messy! It got all over the place;  nails and face and hard to remove."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "I love this glue and it's now the only one I use. It's gets tacky in a shorter period of time and it stays on all day."
		},
		{
			"review_title": "Amazing....",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Porcelain skin tone, Oily skin",
			"review_text": "I'm just starting to get into falsies but it doesn't take much to realize just how incredible this stuff is. I kid you not this feels like super glue for your lashes (it comes off of course) - its awesome. xD"
		},
		{
			"review_title": "Best lash glue ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "This is the best lash glue ever! It gets tacky fast, and lasts all day! I also love how the dark color camoflages with my black liquid eyeliner. This glue is also easier to remove than the Tarte black glue."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Best glue ever. I struggled with others so much, I almost gave up on falsies. This glue was a game changer. Dries quick and holds tight until you take them off."
		},
		{
			"review_title": "Tornado proof lash glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This is my tried and true lash glue. Nothing else compares! It dries quickly and application is smooth! Even though your lashes won’t budge once applied it still comes off easily without leaving your lash line bald!"
		},
		{
			"review_title": "Junk",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "OMG what trash this stuff is, I opened the tube and the stuff gushed out of the tube all over my sink and hands. Its like water.I had to wash my sink with a magic eraser to get it off.  Returned"
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Tan skin tone, Oily skin",
			"review_text": "The best glue ever. Loved it"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I used this for my first time applying lashes! Really easy to use and doesn’t have extra residue around the lashes so it looks really good. When taking the lashes off though, I had a really hard time removing the adhesive. Makeup remover wouldn’t take it off no matter how hard I tried. But that could just be because I’m new to lashes!"
		},
		{
			"review_title": "Best Eyelash Glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Hands down this is the best eyelash glue, I recommend it to practically everyone I know. I love how it dries black, it’s a brush applicator which makes it easier to apply glue without it getting everywhere! Also my eyelashes stay put all day :D"
		},
		{
			"review_title": "never buying another lash glue again!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I’ve had so much trouble putting on lashes until this glue. It actually becomes TACKY!! It’s VERY fast drying, but still allows you enough time to move your lash into the position you want.   I definitely prefer the clear over the black, as it actually dries clear! :-)"
		},
		{
			"review_title": "bomb.com",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Honestly this is the BEST lash glue of all time, your lashes can survive through anything.... & I mean ANYTHING. However I had to stop using it because I started having an allergic reaction to it but I used it for a while & dealt with my eyes looking red & puffy because it was that good. 10/10 recommend"
		},
		{
			"review_title": "EVERYTHING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "This lash glue is everything. I love it SO much; my lashes stay on all day"
		},
		{
			"review_title": "* holy grail! *",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I love lashes and I’ve tried pretty much every brand of eyelash glue out there and I think I’ve found my holy grail! I accidentally slept in my lashes one night and they stayed on all through the night and I had applied them at 7 am that day. Even the inner and outer corners that usually lift up were still in place. That was the first time I’d used the glue. Second time wasn’t as great but I had been crying that day so it’s definitely not waterproof. However, with normal eyes you’ll get a lot of longevity from this glue!"
		},
		{
			"review_title": "Girl you gotta try this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Best eyelash glue hands down! I always make sure I keep two in my make up at all times"
		},
		{
			"review_title": "Staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Normal skin",
			"review_text": "Best Lash Glue EVER!"
		},
		{
			"review_title": "Totally does the job",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "Great lash glue especially for the price. Does its job and doesnt leave any gross or visible residue anywhere. I’m not a lash guru though, but it works perfectly for me!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "Super disappointed! Purchased in store, when I got home it was like it has already been opened because there wasn’t even half of the product inside! And the product was already goopy on first open (as if it had started drying out already, which I’ve only experienced happening after a long time of use). VERY disappointed."
		},
		{
			"review_title": "Great Lash Glue!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "Love this glue it really does hold my lashes on all day even when it's windy outside and I feel like my lashes are going to fly off, nope they are always still on going strong! I recommend. Only thing is I've only been using this for about 3 weeks and haven't cried while wearing it so not sure if it's waterproof."
		},
		{
			"review_title": "BEST glue for beginners or if you struggle",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "I’ve used a ton of different glues duo being the main one and I just cannot get it to work for me. This product dries quickly and stays tacky it’s so easy to work with and I love the brush on applicator. I haven’t experienced corners lifting with this glue. The only reason I took a star off is that I the greenish black colour the glue dries down to is inconvenient I sometimes need to go over with liner I wish they had a clear option. Oh and a little goes a long way you don’t need a ton of glue to get your lashes to stick just a thin layer will suffice and won’t cause a mess !"
		},
		{
			"review_title": "No bueno",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "Ok this glue maintained my falsies on my eyes all day but y had eyelash glue stuck on my lashes for four days, not to mention that in the process of me trying to remove this annoying glue some of my real lashes got ripped out."
		},
		{
			"review_title": "I'll never use another glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I wish I had discovered this glue earlier so I didn't have to struggle with runny drugstore glue for so long! The applicator is also great in that the glue adheres to falsies very precisely and you don't have extra clinging on to the band. This will be the only glue I use from now on!"
		},
		{
			"review_title": "This glue lasted longer than most relationships.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I started using this product when I borrowed it from a friend, went out for a while, went home, got face f***ed, fell asleep, and woke up and had my lashes still in tact."
		},
		{
			"review_title": "the best eyelash glue. EVER. PERIODT.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "I’ve purchased probably like four of these when I used to wear false lashes on a daily. Literally nothing is better than this. Duo broke me out so badly and this was literally perfect. It’s so so so easy to work with and it lasts longer and I’ve fully cried with my lashes on and they stay. It’s a dark green kinda colour that dries into a true black (not that fake dark grey nope) Been to the club. Been to special events. This stuff is gonna stay on until the grave. I use Micellar water to remove it and it does the trick. The only drawback is that it’s hard to clean off since it’s a dark coloured glue."
		},
		{
			"review_title": "best lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "this is the best glue! this keeps my lashes on no matter what, it doesn't irritate my eyes and i love that it changes from white to blue to clear so you know when to put it on!"
		},
		{
			"review_title": "Best Eyelash Glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Best long-lasting eyelash glue on the market! A great price as well! Definitely recommend!!"
		},
		{
			"review_title": "Love!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Love how long lasting this lash glue is. My lashes stay on forever! And it passed the 24 hour test for me. Only gave it 4 stars because I'm always left with little clumps of glue on my lash line after removing it."
		},
		{
			"review_title": "Both shades are great but the clear one is my fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "The clear/white glue is my fave of all time! Much better than the Ardell and Duo glues I used to use. Unlike those, this HOL glue never lifts on me throughout the day. It gets tacky super quickly so I don't have to wait forever to apply my lashes. The black glue is nice too because it gives the illusion of tightlining even without me actually wearing eyeliner, but it really shows if you mess up putting your lashes on, so that mistake is harder to remove (without ruining your eye makeup) than the clear/white glue."
		},
		{
			"review_title": "Best lash glue!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "One of the best lash glues on the market!  Makes applying lashes SO much easier"
		},
		{
			"review_title": "Add to cart !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "Best lash glue out there. Nothing else compares"
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "i love this, it helps me put my lashes on so much easier"
		},
		{
			"review_title": "My all time favourite <3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Hands down the best lash glue ever ! I used the white coloured one. It's like huda beauty lash glue but more gentle especially for girls like me who doesn't have patience or just starting to wear falsies :) I love huda beauty too it's awesome."
		},
		{
			"review_title": "THE BEST GLUE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I work as a makeup artist and it's important for me that my client's lashes stay on all day or throughout any event. This is one of the best eyelash glue products I've used. The black color makes it look seamless. I love the applicator brush. More importantly, it dries/ gets sticky super fast and allows for an easy application! I LOVE this product and will definitely recommend to any makeup artist or makeup/eyelash addict out there!"
		},
		{
			"review_title": "What am I doing wrong???",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I bought the black adhesive bc I've never had good luck with white/clear lash glue. I've only ever heard good things from this particular brand of lash adhesive so I decided i need to try it. Before this, My lashes would always get loose on the inner corners no matter what, i tried adding more glue, less glue, and it would. always. lift!!! Not to mention with duo clear it would turn white and gunky on my lash line and can't fool anyone that my lashes are naturally long and gorgeous. So I tried this glue, and I'm torn. Am i doing something wrong?? My lashes will stay where i put them all day long unless i keep itching the inner or outer corner of my eye. BUT!! It never dries down for me? Like when I touch the lash band on my eye it still feels tacky? and it never dries down? I've worn lashes for like 16 hours (bc Vegas) and it would still be tacky. I've adjusted the amount of glue and used clean lashes and it would still feel tacky. Idk if it's me or the lash glue."
		},
		{
			"review_title": "Best Lash Glue Ever!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "This lash glue is amazing!!! I've used other glues but it's something about this one that has me stuck! (pun intended lol) I don't have to wait long after I apply the glue to the lashes and it sticks IMMEDIATELY and lasts all day/night!!! I don't think I will ever try another glue again....this glue is the business!!!!!!!"
		},
		{
			"review_title": "Never again.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
			"review_text": "The only thing I like about this is that it gets tacky fast. Besides that, it is horrid. It dries out so fast"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "THE ONLY LASH GLUE I WILL EVER PURCHASE"
		},
		{
			"review_title": "Quite the Mess",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I bought this, hoping that the latex free formula would work better for my sensitivities. Maybe I did not give it enough of a chance, but I did not like that product at all. The brush and formula paired for a really messy application, and I had a hard time achieving the bond I needed for a secure hold. I will probably try again before I throw the product out, but I'm not in any hurry to try it again."
		},
		{
			"review_title": "HG Lash Glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I loooove this lash glue!! This beats the duo brush on glue when it comes to my super oily partial monolids eyes. It lasts all day and doesnt cause any irritation.I just wish Sephora would carry the clear version too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this so much. Latex free ✅✅✅"
		},
		{
			"review_title": "miss the clear one",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Porcelain skin tone, Combination skin",
			"review_text": "Would be 5 stars if they brought it back in white !!"
		},
		{
			"review_title": "Best eyelash glue I’ve ever used!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Combination skin",
			"review_text": "Makes lashes stay on until you physically take them off and so easy to apply! It doesn’t even come off after crying or sweating"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Love this glue! It made my eyelashes stay on all night through a concert."
		},
		{
			"review_title": "USED PROPERLY IT’S MIRACULOUS",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product and I have a love/hate relationship, but I find I can’t function without it... so only you can choose for yourself. I only first used false eyelashes recently.. because I was always so intimidated by the process. However, I found it changed my whole look, and I could wear so little makeup & still look made up - so it’s worth the effort. But finding the right glue was clearly the issue, and duo and drugstore brands were allowing corners to pop off. So as always I went with YOUR suggestions & got HOL in black which works esp well because I wear liquid eyeliner in black. The upside is JUST as you all say... the hold is AMAZING.. doesn’t compare to other brands and I never have to worry, those lashes are staying in place. NO MATTER WHAT. However I REALLY struggled my first tube. I was still clumsy with lashes & my glue tube would be in one hand and end up sitting sideways, tipping etc and I had it drip on my white bed, a pink sweater, and I’m not kidding even my cat at one point. If you’ve been to see La Brea tar pits it mimics that - the stuff the dinosaurs died in because they couldn’t move. It’s NOT coming out of fabric, ever and its STICKY. So the tube opening becomes sticky over time & wand tends to dry w/clumps if you don’t close up often. Learning to apply properly is so essential because where ever the first place you touch it to will leave a small line of ‘tar’ on your eye that you then feel compelled to take off, and as people mention, this requires a strong oil based remover. However then you would have oily residue there. So I have found keeping q tips around with some alcohol just in case I make little mistakes. Yes it isn’t great wiping that near my eye but for me I just found it works, I’m sure each person has their solution. So now I know, lashes on before any other eye make up, before any decent piece of clothing, and very careful application taking my time to do it right with instruments that put them in the correct place first time."
		},
		{
			"review_title": "Why can’t I get it in clear anymore???",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I love this lash glue. It’s my all time favourite for sure. Only reason I’m not giving it 5 stars on here is because I can’t get it in the white/clear glue on Sephora Canada anymore. Which is so frustrating."
		},
		{
			"review_title": "WOW!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this lash glue! It's amazing, I love it!"
		},
		{
			"review_title": "please don’t ever get rid of this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Tan skin tone, Dry skin",
			"review_text": "Best lash glue I have ever had it doesn’t even come off when I’m ugly period crying"
		},
		{
			"review_title": "lash glue came brown/green liquidy colour",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my favourite lash glue ever. I went to Sephora and ordered another one but the liquid was brown and the inside of the tube looked like the oils were separating so I returned it and ordered once more. The second lash glue came and now it's a weird liquidy green colour. This lash glue isn't available in-stores and I don't know if I want to even try ordering again."
		},
		{
			"review_title": "Great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "This is probably the best lash glue I have used that actually holds my lashes in place. The only downside is that it does leave behind glue residue on my lashes, even after makeup remover and washing my face."
		},
		{
			"review_title": "The Only Lash Glue You'll Want",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This glue is the best of the best! I've tried Duo, and my lashes kept lifting up, and I'd be worried about them the whole day. Not only is the brush applicator easy to use and deposits the perfect amount, it gets tacky fairly quickly, and once your lashes are on, they stay on and don't lift. It is a little hard to clean the glue off your lash band and your own lashline, but it's the only glue I'll use. I love how I can put my lashes on and forget about them."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "The best product I have ever used ! I really really wish they had it in store at the cape cod mall ! They stop carrying it and like ughhh I really love this eyelash glue !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this eyelash glue. It really does stay on. If you are going out, this will hold up especially in nightclubs. Totally recommend."
		},
		{
			"review_title": "Very Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really liked this lash glue. I initially bought it because Tati Westbrook briefly mentioned it in a video and said her lashes refuse to come off when she uses this glue. As a makeup artist, I always go for latex free lash glues so I really wanted to try this. I honestly can’t complain. My client’s lashes looked beautiful and lasted throughout her wedding day. I wore my lashes for about 12 hours that day and one of the corners was lifting. To be completely honest, I probably won’t purchase this again because I feel like Esquido is better. I will definitely use this in a pinch, but the only reason I didn’t give this a full 5 stars is because I’m not in a huge rush to stock up on this particular lash glue."
		},
		{
			"review_title": "Holy Grail Lash Glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is the glue you use when you don’t want your lashes to come off. They could withstand ANYTHING with this glue. Seriously. The only bummer is that there is usually residual glue leftover on your lash line, but any good makeup remover balm should get it off. This is as heavy duty as it gets. Bonus: it doesn’t contain any harsh smells."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is the best glue adhesive for eyelash strips. My lashes are secure for all day use. I never have to worry about my lashes popping up with this glue."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "This dries clear and gets very tacky.  Love it!!"
		},
		{
			"review_title": "Horrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Tore out my real eyelashes and I had glue stick on my eyes for days!!!"
		},
		{
			"review_title": "HANDS DOWN BEST LASH GLUE EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "whether in black or white, this lash glue is beyond my wildest expectations.  I had swam, rode on roller coasters, went parasailing with lashes using HOL glue and it has hung on! This is my 6th purchase and I now cannot be without it  BEST LASH GLUE HANDS DOWN"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I used this lash glue for my falsies going to Cedar Point, which is a rollercoaster theme park, not really thinking about what I was doing until I stepped on to a ride that goes 120mph. I felt my lashes flap up and down, but guess what? This lash glue did not budge. Not even after a full day of riding rollercoasters. This is my ride or die lash glue. Just grab some cotton pads soaked with make up remover and leave them on your eyes for a minute for easy lash removal."
		},
		{
			"review_title": "ROLLER COASTER TESTED AND APPROVED!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Normal skin",
			"review_text": "Ok so I did a photoshoot today at Magic Mountain. I love roller coasters and wanted to take some cool modeling shots in front of my favorite rides. I didn't go on too many rides because my photographer friend who I went with has severe motion sickness. But one ride I went on by myself was Twisted Colossus, which, if you've been on it, you'll know it's extremely fast and intense, and that it goes through the circuit twice each ride. I wore false lashes with this glue to take these photos and THEY DID NOT BUDGE on the coaster. Even though the speed of the ride was pushing tears out of my eyes, even though my lashes were flapping all over the place, they didn't even start to peel off! Hats off to this glue for being strong enough to hold down my lashes on an insanely fast and forceful 5 minute long roller coaster! HOL: 1, Twisted Colossus: 0!!"
		},
		{
			"review_title": "Disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I was really excited for this product but I have tried it a numerous amount of times and the product just doesn't hold up."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I love this eyelash glue! I wanted to try a brush on glue for ease and less mess so I decided to try this one.  You don’t need to wait long for the glue to get tacky before gluing on your lashes. Once your lashes are on, they aren’t budging!  However, if you have super duper oily lids like I do, the oils will mingle with the glue and mix together. It makes the glue all sticky and makes the corners of my lashes slip and slide. When this happens, some of the dissolved glue would get in my eyes and make them sting. This only happens to me when I wear lashes for a long amount of time (10+).  All in all: this is a product that would not move unless you wear lashes for very long amounts of time and have super oily lids."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "My eyelashes have stayed on through every rave and when I’m black out drunk. Hands down best lash glue."
		},
		{
			"review_title": "Great for contact wearers!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I can’t use duo lash glue because it ruins my contacts. This eyelash glue has became my new favorite. Just as strong if not stronger than Duo, smells great, and most importantly it’s contact safe!!"
		},
		{
			"review_title": "works great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "kept the lashes on place all day, even if the corner lifted a little. the container can get a bit messy, but that's expected with glue. I do notice after a while it does start to irritate the eyes however"
		},
		{
			"review_title": "Wind",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "THIS! I have put this lash glue through the ultimate test and I am THOROUGHLY impressed!! 9am: Threw on my lashes with House of Lashes adhesive. noon: Cruising around on the boat going 25mph, my lashes were still in place! Decided to take a swim in the lake, lashes didn't budge! Flash forward to 1am: lashes. still. secure!  If you haven't already, try this adhesive. You will not be disappointed!"
		},
		{
			"review_title": "Bleh",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I'm sure this would be better in clear. So beyond messy. If your lash pops up you get GLUE all over your eye, ruining the look you've just created."
		},
		{
			"review_title": "Great stuff!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "My favorite glue by far! Love the metallic black! It even has a nice smell. Keeps my lashes in place all day and I wear some pretty heavy lashes!"
		},
		{
			"review_title": "HOLY GRAIL",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "The HOL lash glue in white is by far the best! This product is my HOLY GRAIL when wearing false lashes! This glue will stay one for hours! It is a pain to remove, but it isn't that bad when you double cleanse! I just spend an extra 45 seconds rubbing an oil based cleanser on my eyes to remove the glue. I usually stock up on this during the Sephora sales! I will buy 10 or so at a time since I go through them so fast!"
		},
		{
			"review_title": "Wouldn’t recommend",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Takes forever to dry and is very hard to remove after usage"
		},
		{
			"review_title": "alright",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "This lash glue last a pretty long time which I love,but it sticks to your eyelashes really bad and it stays for days no matter how much I try."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Best eyelash glue! It’s pretty much like cement and brushes on for easy application"
		},
		{
			"review_title": "Works like MAGIC!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "This is hands down the BEST eyelash glue i have ever used. Stays all day (14  hours of wear) i have also worn this in 33degree weather in Mexico"
		},
		{
			"review_title": "Great lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Dries fast, so I don't have to wait patiently if I'm in a rush. And there's no guessing about the tackiness - it only takes 10 secs. Strong hold. Great product! Would be nice if it was slightly cheaper."
		},
		{
			"review_title": "best lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "LOVE this lash glue! I've used duo lash glue before, and this is on par if not better."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "My favorite eyelash glue so far! Easy to apply and use and no mess. I loooove this!!! 11/10 recommend!"
		},
		{
			"review_title": "Best lash glue ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "Love this adhesive because you don’t have to wait forever to put it on"
		},
		{
			"review_title": "best glue I’ve ever purchased",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "I love this product.   I’m allergic to latex and a lot of eyelash glues have latex. So you can imagine I’m often trying not to rub my eyes or they get red and irritated.   I used to use the duo and simply ignore my reaction. This caused a lot of my lashes to become short and stubby.   I’ve also tested this glue at the pool, what’s a waterproof claim without the test.  It held up my lashes at the pool like a charmmm~ and believe me I was in the water, falling off the floats."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Oily skin",
			"review_text": "The absolute best eyelash glue. Hands down. This glue is literally so hard to remove even with an oil makeup remover (which is the only downside) but I have peace of mind knowing my lashes will absolutely not come off so I think it’s a fair trade off"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This gets tacky on application.Def not worth it. So hard to come off too"
		},
		{
			"review_title": "I snorkel with my lashes on",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "I went to snorkel with my fake lashes on. I swam for ONE HOUR, and not always with the googles on. Realest shout out to this good quality glue. It is gentle with my skin and how you see, extremely good quality."
		},
		{
			"review_title": "best lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The best eyelash glue hands down!!!!! Doesn’t smell weird and it takes less then 20 sec for it to dry down. My lashes are secure and don’t budge with this glue. A must have!"
		},
		{
			"review_title": "best adhesive out there! Hands down!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "Ok so I wear fake lashes almost every single day (I go without them about twice a week). I have tried every single eyelash adhesive there is, most of them are white, they are supposed to dry clear but u can still see the glue( not attractive), so I started searching for the best black glue I could find and a lot of them get hard which irritates your eyes, you can feel the glue literally poking ur eye and when it’s time to take off those types of glues ..let’s just say GOOD LUCK..they end up taking ur natural eyelashes with it! Other black glues I’ve tried just don’t adhere well. however the Sephora house of lashes eyelash adhesive is better than the more expensive glues out there that are similar to it but still  can’t compare to this one. It’s rubbery when dries which means it holds them in place until u take them off and when you do it’s not painful and I have noticed my eyelashes are actually growing back since using this product (the other glues I’ve tried kept ripping them out:( ) I love it! It works the best for me and I have tried them all.. I have been doing fake lashes for I’d say about 15 years now (before it became as popular as it is now) so I’ve had my fair share of experience and time to try just about everything to do with lashes/lash glue. Take it from me.. buy this glue if u want your lashes to stay put, feel comfortable, keep your natural lashes all the while being able to play around with beautiful fake ones.. I so wish someone could have told me this or I found this product sooner than a year ago because I had pretty long/thick natural lashes and from all the terrible glues.. I lost most of them, thanks to this one I am now growing them back. I use to think the damage I did to my natural lashes was irreversible but thnx to this product I now know I was wrong!"
		},
		{
			"review_title": "The Best There Is, The Best There Ever Will Be...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This lash glue is exactly what I was looking for in my search. I very rarely have found any issue with it plus it does not smell absolutely rancid like other glue. On top of that it does not irritate my eyes which is an issue I’ve been running into on my lash game journey. Yes, this glue is extremely strong and will not come off with conventional methods like it’s competitors which is also why I like them. I have no problem removing them when I soak a towelette which warm water and compress it over my eyes for a few minutes and later go in with an oil based makeup remover. I will continue to repurchase this glue."
		},
		{
			"review_title": "God-sent Eyelash Glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I LOVE this eyelash glue.   I've used the ones in the pack that come with lashes and the smelly-a** Duo.. And this one is better than all.   It really holds your lash so so well; on rollercoasters, sweat, crying and even the intimate times.. And when you take off your off after a long day, it doesn't hurt and feel like your eyelid/your real eyelashes are gonna come off (bc Duo did that for me and I hated it).   I love the black color the most bc it blends in with the lash band more. The white is also good, but I just hate when it leaves a white cast on the band.   11/10 recommend again and again!!"
		},
		{
			"review_title": "Recommended",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "Best Lash glue so far I have used. Stays on very strong and easy to apply. Drying time is average and is very black."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been using this glue for the longest and I was so happy when it finally came to Sephora. It’s honestly the best glue I’ve ever tried. It lasts FOREVER. I’ll wake up from a night of going out and will wake up with my lashes perfectly in place. My lashes will stay on with no movement unlike some other clues. HIGHLY RECOMMEND. GET IT!!!"
		},
		{
			"review_title": "80% obsessed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "Overall it’s a great eyelash adhesive that will not budge. Only complaint I have with this is that it never wants to stick on the inner corner. I’m an MUA and I seem to have this problem with a lot of my clients. Any tips on how to get it to stick? I even make sure I’ve applied an even amount all over the lash and sometimes extra on the inner corner and nothing seems to work :/"
		},
		{
			"review_title": "Best lash glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Dry skin",
			"review_text": "I haven't worn false lashes in years, but I used to use Duo darktone and I remember it irritating my eyes, so I wanted to try one that is latex free. This glue is fantastic! No irritation and it holds on so securely, I never worry about them lifting. It also removes easily with oil cleanser so I don't wake up with glue still on my eyes in the morning.   It does go on with a green iridescent colour, but it dries black."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "best lash glue i’ve tried! gets tacky super fast and doesn’t lift all day! for the occasional inner corner lifts the small applicator makes it easy to reapply without taking it off completely"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
			"review_text": "I bought the white and LOVED it.  For some reason, the formula for the black is different.  It is definitely not as good as the white."
		},
		{
			"review_title": "The best of the best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "Best lash glue on the market HANDS DOWN"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "This is the best glue ever. I went for a ride on the back of a Harley Davidson for over 2 hours at 120km an hour. My eyelashes didn’t even budge!"
		},
		{
			"review_title": "Returned",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": "Everyone raves about this glue but I couldn't see why. This just did not work for me. I have used multiple brands of lash glue and this was honestly the worst. First of all this smells horrendous. I read reviews that say that this sticks so well that it actually sometimes hurts to take lashes off but I could not for the life of me get my lashes to stay on at all. I tried to make this work many different times in many different ways and just couldn't. I returned it and will continue to use better and more affordable lash glues."
		},
		{
			"review_title": "BEST LASH GLUE FOR OILY EYELIDS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have hooded oily eyelids and have tried every lash glue on the market and this is hands-down the best lash glue. It's non-irritating, it STAYS PUT, and my lashes don't start to lift if my lids get oily. It also doesn't have that typical fishy smell that most lash glues have. It is very liquidy but manageable with the wand. You definitely have to peel your lashes off carefully at the end of the day as they are stuck on there really securely but the glue is easily removable with any oil based eye makeup remover. Love it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This glue is the best! It’s so much better than thé duo, i Never have to go to the bathroom to reapply so glue in one of thé corner of the eye. The on l’y problem is how much it is difficult to remove when you accidently transfer a Tiny bit on your eyelid."
		},
		{
			"review_title": "Great Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Normal skin",
			"review_text": "Love this adhesive! I've been using it for over a year, and won't go back to Duo which irritated my eyes when my lashes would lift."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "I returned it... didn’t work out for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "Applicator is really nice and easy to use compared to a squeeze bottle that eyelash glue normally has. Normally my inner corner of my eyelashes pops up but not with this glue!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This product is life changing. I always have a hard time waiting for the glue to get sticky and always have a hard time putting Iashes myself and I actually did it myself without any help and they stayed put all nite. I love that it’s quick drying and stays on. I will definitely be ordering again!"
		},
		{
			"review_title": "holy grail glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "i’m in love with this stuff!! used to not be able to put false eyelashes on for the life of me but this glue gets tacky fast (you can notice it) and it stays on for ages!! you’ll never go back to any other glue trust me lol"
		},
		{
			"review_title": "New to lashes",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I am relatively new to fake lashes, so I might have applied too much glue... but I did notice that this glue did not hold up as much as I thought it would. It was a little visible on the lashes as well so I would say it dries more as a white color rather than clear. But overall, it did the job and was really easy to apply."
		},
		{
			"review_title": "terrible glue!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
			"review_text": "The worst glue that I ever tried. It doesn’t even stick, the lash comes right off super easily. I highly recommend DONT buy this lash glue"
		},
		{
			"review_title": "IF YOU APPLY YOU EYELASH TOO HIGH YOUR STUCK!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I Love this so much. Cheap eyelashes, amazon eyelashes, expensive eyelashes , house of lashes have your back."
		},
		{
			"review_title": "BEST LASH GLUE EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I love this lash glue! Seems expensive but that’s because it works. I went on a boat ride that was VERY fast and VERY windy many times around and my lashes were SECURE. Highly recommend, especially if you’re worried about your lashes coming off, this stuff is industrial."
		},
		{
			"review_title": "Better than Duo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I wear strip lashes everyday and have been loyal to Duo for years. I tried this after a recommendation from a friend- I love it! I didn’t think anyone could beat Duo’s formula. This lash glue is less fragrant so it doesn’t bother my eyes during application and then adhesive bonds better (no corners lifting midway through the day!). The glue dries quickly so you have to work fast, but it will not peel in humidity or if your eye waters. Love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I have this lash glue in clear and this stuff sticks! This is the best lash glue I have used, it dries nice and fast and stays place. It doesn’t stink like the duo glue which I don’t like because of the smell, and I find it sticks way better than the velour glue or any other brand I’ve used. I went for a spontaneous/unexpected motorcycle ride wearing a pair of lashes and this glue kept them in place, I was amazed! I don’t know of any other glue that could keep lashes on while cruising down the highway doing 140km/h on a Harley with the wind whipping them every which direction for a couple hours! So for anyone who’s indecisive about what lash glue to buy, go for this one! The brush applicator is really nice too"
		},
		{
			"review_title": "Scented Eyelash Glue",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "What I didn't know until I tried this is that it's scented.  Has that fresh cologne scent.  Unfortunately I'm very sensitive to scents,  and even though its on my lashes,  I could smell the scent as I wore my falsies.  I had to take my falsies off.  It holds alright,  but I couldn't get past the scent.  Just a warning to anyone wanting to try this glue,  if you're sensitive to smell like me,  you'd might want to skip this one."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "I wanted to love it. Maybe I got an old tube or something but it stays tacky for hours. HOURS! I’ve been using Huda Beauty, which I can’t get, Kiss and Duo. I like the application brush on Kiss and HOL. Kiss wasn’t great and HOL stays tacky and is really hard to remove the glue that stays on the lid after removing the lashes. It did keep the lashes on but the tackiness even after hours drove me crazy. My lid would stick to the top of my eye when looking straight ahead. Irritating as a mosquito in a tent. The search continues."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Favorite lash glue, on my 4th tube!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "The glue holds amazing all day and I know I never have to worry about my lash popping off or even a corner. Application is super easy and I don't have to wait too long for it to be tacky enough to put my falsies on. The only downside is it feels uncomfortable on my lid when I wear it but that might different for a lot of people. The glue holds so strong you need to be really careful when taking your lashes off and clean up takes a little longer than usual compared to when I use the duo lash glue. Other than that I still use this glue for the security of keeping my lashes on."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "Love this dark lash glue so you can’t see it being white under your lashes easy to apply and use sticks well"
		},
		{
			"review_title": "Didn't work for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I bought this for my Huda Beauty Lashes that I received and it just didn't work. I waited the 15 seconds and my lashes wouldn't stay on. People made great reviews about the white glue versus the black glue but I think I would have preferred the black since the white glue left little pieces in my lashes after the lash didn't stay. The glue for my Huda Beauty Lashes that I wanted is not sold in the U.S. which is a bummer :("
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone",
			"review_text": "Soft and looks natural."
		},
		{
			"review_title": "Stays long, looks invisible, difficult application",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Lash glue stays long and looks invisible. So easy to peel off. Although, it was very difficult to apply the glue on the Lash, due to the application brush."
		},
		{
			"review_title": "THE BEST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I love this lash glue! Wore this to a party and was blindfolded but my lashes stayed on! I think it's the best one out there, plus the brush tip applicator is really easy to use. HOL also doesn't smell like rotten fish like DUO, so..."
		},
		{
			"review_title": "Amazing staying power!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "I have very watery eyes and always had a hard time getting lashes to stay on because of that.  This glue is amazing! I've been able to wear my lashes for 12 hours without them lifting.  I got a small tube of this with a lash case that I ordered and ended up buying the full size of the black because I loved it so much!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "my favorite lash glue. smells like flower guts."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is my favorite lash glue so far!!!! I used to use the Duo one but this one is so much better. When I use it I don’t have to be worried about my lashes falling off! I even wore used this when I wore lashes to the beach and I didn’t need to reapply!"
		},
		{
			"review_title": "Strength, longevity, intensity, unique scent/color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Out of all of the lash glues I’ve ever tried, this one is easily the best one overall. It gets tacky relatively quickly and has  impressive hold strength that also lasts all day. I wore this with three pairs of stacked lashes for 18 hours straight without any issue. The stringier formulas in Duo, Ardell, Debu, etc. just don’t seem to hold nearly as well especially on the corners for me.   As a couple of added pluses, the scent of this glue (I’m not sniffing glue I swear on me mum) is florally fragrant, somewhat like geranium and roses. I also like how it starts out a green color darker than the vial before you spread it on the lash band and it begins to dry. As with all black adhesives, I’d caution to be careful because the color intensity is extremely dark, more so than a lot of liquid liners."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Best adhesive I’ve used yet!"
		},
		{
			"review_title": "Not. Good.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I bought the black adhesive based upon all the stellar reviews, and I wish I didn't :/ This stuff gets EVERYWHERE, like, all over my hands and eyes and the tube. It never really dries, so even 3 weeks later, I can still see some bits of it in between my eyelashes ... And it also gushed out over the top of the tube so it made the cap sticky. **DO YOURSELF A FAVOR AND JUST GET THE CLEAR, IT WORKS 1,000,000 TIMES BETTER**"
		},
		{
			"review_title": "Favourite lash glue of all time !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "I’m obsessed with this lash glue, it holds sooo well. I’ve tried a lot of other brands and they all come off in the corners of my falsies if my eyes get just the slightest bit watery. This one stays put like nobody’s business. They unfortunately took them out of the store I work at so i now have to get them online :( but I stocked up and bought 5 extra !! Looooveee."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I own both the clear and black one.The clear is slightly better.I have been using lashes for almost 10 years.Tried almost every glue in the industry,and this is by far the best! I could go all day with makeup,all night sweating in a night club,a rainy day,cry like a baby;you name it! Lol.I have made it my mission to try out every glue I’ve heard is great.I have never repurchased any.Only glue I go back to every time is this one."
		},
		{
			"review_title": "Best eyelash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
			"review_text": "Stays on all day, looks green but dries black. For the price you really cant go wrong. Haven't really tested how water proof it is but I've cried with it on and my eyelashes stayed on so that's good. No complaints besides the first bottle i ever bought leaked everywhere the first time i used it but it that could be my fault hasn't happened since although it was difficult to clean up. Last quite a long time but does eventually dry out but for only $11 its not a problem to buy a new one. I will never use another lash glue, wish it came in a clear formula though."
		},
		{
			"review_title": "AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love this lash glue! Lashes stay on forever. Would totally recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This lash glue is LOVELY. I tried a couple other ones that would either get everywhere or start losing their stick after 6 hours. Not cool when you have a long day! HOL has a great formula and I like the applicator. I think I'll try the clear glue next though - I've smudged a couple times with this and then it's hard to fix."
		},
		{
			"review_title": "good but messy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
			"review_text": "Great last glue, my only complaint is that every time I go to put the brush back in it pushed product out and makes a mess everywhere"
		},
		{
			"review_title": "Have this is both black and white.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Love how it stays all day, is quick drying, and doesn’t damage natural lashes.  Only lash glue I will use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "favorite eye lash glue so far"
		},
		{
			"review_title": "Lasts through ANYTHING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This eyelash glue is the best on the market. I cried for near 3 hours straight and my lashes didn't even budge. the only glue i ever use. it takes a little bit longer than usual to get tacky to actually put them on, but the extra wait is sooo worth the results"
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "Best eyelashes glue I've ever tried!"
		},
		{
			"review_title": "Best adhesive out there!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Love love love!! Best glue I've ever used! This was recommended to me by an associate when DUO was out and as well as DUO works, this is even better!"
		},
		{
			"review_title": "House of lashes glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "My favorite lash glue! It gets tacky quickly so you don’t have to wait forever to apply your lashes and it withstands pretty much every situation! Crying, rain, wind, snow, etc.! This glue holds your lashes in place for everythingggg!"
		},
		{
			"review_title": "I Won’t Use Anything Else",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "The eyelash glue is my go to. I used it when I went to Cedar Point and it lasted all day. I rode the top thrill dragster three times in a row and my eyelashes didn’t budge. I’ve gone swimming with this glue on and they’ve stayed on as well. If you are debating on spending th extra four dollars or so for a more expensive glue, do it. You won’t regret it. Any other eyelash glue at sephora is horrible. Hope this helps!! ❤️"
		}
	]
}