{
	"product_id": "1233",
	"name": "The Acne Set",
	"brand": "The Ordinary",
	"categories": "Skincare, Value & Gift Sets",
	"price": 18.6,
	"about": "What it is:A three-step regimen for clearer skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Pores, Dullness, and Acne and Blemishes.Formulation:Liquid.Highlighted Ingredients:- Glucoside: Hydrating..Ingredient Callouts:Free of parabens, mineral oil, and contains less than one percent synthetic fragrance. These products are also vegan, gluten-free, and cruelty-free..What Else You Need to Know:Glucoside Foaming Cleanser is a gel-like foaming cleanser that effectively removes dirt and impurities. Salicylic Acid 2% Solution is a serum formulated to target acne and soothe skin. Natural Moisturizing Factors + Beta Glucan is a gel moisturizer to support surface hydration..This Set Contains:- 1.7 oz/ 50 mL Glucoside Foaming Cleanser",
	"ingredients": "-Glucoside: Hydrating..-Salicylic Acid: Clears pores..-Beta Glucan: Soothing and hydrating...Glucoside Foaming Cleanser: .Aqua (Water), Decyl Glucoside, Coco Glucoside, Xanthan Gum, Tocopherol, Phytic Acid, Benzyl Alcohol, Ethylhexylglycerin...Salicylic Acid 2% Solution: .Medicinal Ingredients: Salicylic Acid (2%).Non-Medicinal Ingredients: Aqua, Cocamidopropyl Dimethylamine, Chlorphenesin, Citric Acid, Hydroxyethylcellulose, Phenoxyethanol, Polysorbate 20, Saccharide Isomerate, Sodium Citrate, Sodium Hydroxide...Natural Moisturizing Factors + Beta Glucan: .Aqua (Water), PPG-24-Glycereth-24, Propanediol, Betaine, Beta-Glucan, Arginine, Glycine, Alanine, Serine, Proline, Threonine, Glutamic Acid, Lysine HCI, Glucose, Maltose, Fructose, Trehalose, Xylitol, Anhydroxylitol, Xylitylglucoside, Sodium PCA, PCA, Sodium Lactate, Urea, Allantoin, Sodium Hyaluronate, Phospholipids, Sphingolipids, Glycerin, Pentylene Glycol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Sodium Hydroxide, Sodium Chloride, Sodium Citrate, Citric Acid, Tocopherol, P-Anisic Acid, Aminomethyl Propanol, Phenoxyethanol, Chlorphenesin.",
	"how_to_use": "Suggested Usage:.Glucoside Foaming Cleanser: .-Dispense product into hands..-Massage well onto wet face and rinse with warm water...Salicylic Acid 2% Solution:.-Cleanse skin thoroughly before applying the product..-For new users: Apply the product to a small area once a day for three days to test if you are sensitive to this product. If dryness or peeling occurs, reduce application to once a day or every other day..-If no discomfort occurs, cover the entire affected area with a thin layer..-Start with one application daily, then gradually increase to two or three times daily, if needed..-For external use only..-Ask a doctor before use if you have severe acne..-When using this product, skin irritation and dryness are more likely to occur when using another topical acne product at the same time. If irritation occurs, use only one product at a time..-When using this product, avoid contact with eyes. If contact occurs, rinse thoroughly with water..-Stop use and ask a doctor if improvement is not apparent within six to eight weeks...-Keep out of reach of children. If swallowed, call a poison control center or get medical help right away..-Allergy alert: Get medical help right away if you develop hives, swelling of eyes and mouth, blistering, or difficulty breathing..-Stop use and consult a doctor if you develop severe irritation, burning or itching of the skin...Natural Moisturizing Factors + Beta Glucan:.-Apply a small amount to the face in the morning and evening.",
	"num_reviews": 648,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/the-acne-set-P507906?skuId=2715696&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2715696-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
	]
}