{
	"product_id": "715",
	"name": "Liquid Powder Eye Shadow Tint",
	"brand": "ILIA",
	"categories": "Makeup, Eye, Eyeshadow",
	"price": 38.0,
	"about": "What it is:...Highlighted Ingredients:...Ingredient Callouts:...What Else You Need to Know:..",
	"ingredients": "-Horse Chestnut Flower: Helps visibly smooth and firm the appearance of delicate skin...Aqua/Water/Eau, Mica, Glycerin, Silica, Galactoarabinan, Pentylene Glycol, Glyceryl Caprylate, Fructose, Cellulose, Kaolin, Aesculus Hippocastanum (Horse Chestnut) Extract*, Honokiol, Tin Oxide, Potassium Sorbate, Citric Acid. May Contain (+/-): CI 77891 (Titanium Dioxide), CI 77491, CI 77492, CI 77499 (Iron Oxides), CI 77007 (Ultramarines)...*Based on claims and efficacy research, this ingredient is present at an active level, meaning the ingredient is included at or above the percentage necessary to benefit the skin. Percentage necessary to be considered "active" varies based on ingredient and is confirmed by ILIA’s formulators...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-For a sheer wash of color, swipe the wand along your lid to apply a thin layer. Start with a small amount of product—a little goes a long way .-Gently pat with your finger or use a brush to blend. Liquid Powder sets quickly, recommended to work on one eye at a time..-For a deeper dose of color, apply another thin layer and blend with your finger or a brush. .-Let the first layer dry completely before adding more color.",
	"num_reviews": 1220,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/ilia-liquid-powder-chromatic-eye-tint-P464772?skuId=2591568&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2591568-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Aster",
			"shade_descriptor": "soft lavender",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2591618-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Juniper",
			"shade_descriptor": "moss green",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2591592-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Dove",
			"shade_descriptor": "dove gray",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2591584-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Tannin",
			"shade_descriptor": "rich brown",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2591550-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Baroque",
			"shade_descriptor": "deep burgundy",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2591600-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Adobe",
			"shade_descriptor": "warm sand",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2591543-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Cork",
			"shade_descriptor": "taupe brown",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2591568-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Big NO for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I ordered this eyeshadow with high hopes of it being my new fave….hate it…packaging tossed & the product will be tossed as well.  It went on great but turned cakey within an hour after application DEFINITEKY  DEFINITEKY  DE"
		},
		{
			"review_title": "Patchy and flaky",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This stuff is so patchy and flaky. And it’s worse if you use a primer. With a primer, it accentuates skin texture on top of it being patchy and flaky. I like the colour but the formula is crap. It dries far too fast and you can’t blend it"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Dim - gray lavender with pink + purple pearl",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Bought it because it was marked as “clean” and cheaper than the Armani eyeshadow that is almost always sold out.  It burned my eyelids almost immediately.  Back to Armani.    It"
		},
		{
			"review_title": "There are better options",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This one dries really fast, so if you don’t get it right quickly, you’ll spend more time correcting it.  It dries into a powder, so might as well use powder - in my opinion."
		},
		{
			"review_title": "Don’t waste your time.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "I have never actively loathed a product more than this one. It was recommended as an alternative to the Armani eye tint, but this, friends, is no Armani eye tint. It sets far too quickly, and with the consistency of wet sand, is not buildable or blendable - any attempts to build result in the product wiping off entirely. I’ll be returning this, if I don’t throw it off a bridge in frustration first."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Tannin - rich brown",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This is eye shadow is ok. If you try to blend with a brush it’s patchy. You have to blend with your fingers. Also, it drys really, really fast."
		},
		{
			"review_title": "Allergic reaction",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "About a minute after applying this I immediately felt my eyelids start tingling and burning, and even though I washed off the eyeshadow immediately, my eyes remained red and swollen, and my skin on my chest turned splotchy. I have never had such a severe reaction to makeup before, I believe the culprit is the horse chestnut since I have severe allergies to a few tree nuts and this was a familiar reaction :( It's a shame cause this is a nice and clean brand but this was a miserable experience.  If you also have severe tree nut allergies, this might not be for you."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Adobe - warm sand",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Awful! It cracks immediately to have non streaky coverage I had to try 3 layers which made it crack more! Returning I love the Gwen eyeshadows cream to powder and I wish they came out with more colors! So I’ve tried to get more colors but these suck"
		},
		{
			"review_title": "Caution: Very Sparkly!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Pretty color, but it’s super sparkly which I didn’t expect. I thought it would have metallic sheen instead of what looks almost like…micro glitter? It isn’t suitable for normal use in my 30s.  it"
		},
		{
			"review_title": "Shade Tannin’ looks so good with blue eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "I don’t normally gravitate towards liquid shadows but I got this in my Trendmood Box and am really liking it!! Super simple to use and created a beautiful, one-shade eye look. The rich brown shade Tannin’ makes my blue eyes pop. Goes on sheer but can be builded up. Lasts the whole night at work. I’d love to try another shade soon."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Tannin - rich brown",
			"review_buyer_description": "Green eyes, Tan skin tone, Oily skin",
			"review_text": "I’m usually not a fan of liquid eyeshadow, but I was pleasantly surprised by this one. This shade was beautiful on my complexion. I’m glad it was included in my Trendmood Box."
		},
		{
			"review_title": "Not quite a hit but not quite a miss, either.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Dry skin",
			"review_text": "This was stiff on my eyes after drying. At least it did not crease."
		},
		{
			"review_title": "Allergic reaction",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "About a minute after applying this I immediately felt my eyelids start tingling and burning, and even though I washed off the eyeshadow immediately, my eyes remained red and swollen, and my skin on my chest turned splotchy. I have never had such a severe reaction to makeup before, I believe the culprit is the horse chestnut since I have severe allergies to a few tree nuts and this was a familiar reaction :( It's a shame cause this is a nice and clean brand but this was a miserable experience.  If you also have severe tree nut allergies, this might not be for you."
		}
	]
}