{
	"product_id": "1611",
	"name": "Love Collection Eye Color Quad Eyeshadow Palette",
	"brand": "TOM FORD",
	"categories": "Makeup, Eye, Eye Palettes",
	"price": 125.0,
	"about": "What it is:An eyeshadow palette with the romantic hues of the Honeymoon Eye Color Quad in a covetable, heart-shape design and encased in a luxe, limited-edition red palette...What Else You Need to Know:This multi-finish quartet presents shimmering peach, sand, plum and dark purple shadows for polished, glamorous looks. Apply dry for a soft smokiness, or wet for high-intensity impact. The centerpiece of the signature TOM FORD smoky eye offers hours of shade fidelity and flawless adhesion..This Set Contains:",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.-Sweep onto lids..-Blend well..-Apply wet for a bold effect or dry for a soft, sheer finish.",
	"num_reviews": 2,
	"overall_rating": 5.0,
	"product_url": "https://www.sephora.com/ca/en/product/tom-ford-love-collection-eye-color-quad-eyeshadow-palette-P509970?skuId=2763423&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2763423-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Luxury Eyeshadow Quad",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "My order just came in the mail and was eager to play with it. I am obsessed with the color story I can’t believe this palette went under my radar I have a few of the Tom Ford quads and love all of them. Perfect for Valentines Day."
		},
		{
			"review_title": "Tom Ford Honeymoon",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "2024 TF VD repackaged Honeymoon quad.  This is his iconic wet/dry formula and one of the better color stories in the lineup.  First, the embossing is my favorite part--I'm a sucker for cute details! The package is red and comes with the standard pouch but in red.  Second, the formula has strong pigment payoff with all the shades. The blendability was effortless with both synthetic and natural hair brushes. I used the shades wet & dry. I did use my finger for the more red shade in the palette.  Last, this is just a repackaged quad but with a price markup. You do pay more for the LE package change and embossment. If you don't own it and you're ok with the price tag, it's definitely one of the more popular and beautiful quads that's worth owning."
		}
	]
}