{
	"product_id": "1638",
	"name": "GetSet Blur + Set Talc-Free Pressed Setting Powder",
	"brand": "Tower 28 Beauty",
	"categories": "Makeup, Face, Setting Spray & Powder",
	"price": 38.0,
	"about": "What it is: A talc-free, safe for sensitive skin setting powder that blurs and smooths skin and makes any base transfer-proof and sweat-resistant..Highlighted Ingredients: - Kaolin Clay: Gentle on sensitive skin and controls shine..- Squalane: Delivers hydration and nourishment to skin..- Hydrophobic Silica: Improves sweat-resistance and the look of skin elasticity...Ingredient Callouts: Free of parabens, phthalates, and contains less than one percent synthetic fragrance. It is also vegan and cruelty-free...What Else You Need to Know: A gentler alternative to setting spray, this alcohol-free powder sets makeup to last all day without leaving skin dry or cakey. Infused with hydrating squalane, it feels lightweight, breathable, and diffuses skin texture with a soft matte finish. This powder is non-irritating, derm-approved, clinically proven...Clinical Results: Based on a third-party test with 34 participants:.- 94% agree that powder feels breathable.- 94% agree skin looked smoother.- 94% agree the powder controlled and reduced shine",
	"ingredients": "-Kaolin Clay: Gentle on sensitive skin and controls shine..-Squalane: Delivers hydration and nourishment to skin..-Hydrophobic Silica: Improves sweat-resistance and the look of skin elasticity...Mica, Kaolin, Silica, Aluminum Starch Octenylsuccinate, Methyl Methacrylate Crosspolymer, Pentaerythrityl Tetraisostearate, Cellulose, Squalane, Synthetic Wax, Lauroyl Lysine, Sorbitan Isostearate, Trihydroxystearin, Silica Dimethyl Silylate, Dimethicone, Dicaprylyl Carbonate, Magnesium Myristate, Glyceryl Caprylate, 1,2-Hexanediol, Methicone, Ethylhexylglycerin, Triethoxycaprylylsilane,  +/- May Contain/Peut Contenir: Iron Oxides (CI 77491, CI 77492, CI 77499), Ultramarines (CI 77007), Red 6 Lake (CI 15850), Red 7 Lake (CI 15850), Yellow 5 Lake (CI 19140).",
	"how_to_use": "Suggested Usage:.-Tap on skin with a powder puff or all over with a fluffy brush for dreamy, diffused skin.",
	"num_reviews": 384,
	"overall_rating": 4.0,
	"product_url": "https://www.sephora.com/ca/en/product/getset-blur-set-talc-free-pressed-setting-powder-P512175?skuId=2787430&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2787430-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Translucent Trestles",
			"shade_descriptor": "fair to medium dark skin tones",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2787422-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Palisades Pink",
			"shade_descriptor": "brightens fair to medium skin tones",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2787430-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Balboa Banana",
			"shade_descriptor": "brightens medium to dark skin tones",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2787448-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Hermosa Honey - translucent",
			"shade_descriptor": "medium dark to deep skin tones",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2787455-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "J’adore mais poudre de brise",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Son effet mat pratiquement invisible sur la peau est un incontournable de ma routine maquillage du matin. PAR CONTRE, après seulement 2 mois d’utilisation la poudre s’est cassé en mille morceaux  du jour au lendemain"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I love this product, as soon as i tested it in store I could not put it down."
		},
		{
			"review_title": "Great price point",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I really liked this product! The color is great for my olive skin tone and blurs so well"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Really good powder but broke after a couple months for no reason and had to throw out the whole thing."
		},
		{
			"review_title": "Pretty, but…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Ended up breaking within a few weeks of having it; other than that the product itself was very good did what it said it would, just annoying how easily it broke."
		},
		{
			"review_title": "Not really pink",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I'd been looking for a PINK pressed powder which is hard to find. Was happy when I found this online. However, in reality, it's not actually pink. It looks exactly like a pressed powder for fair skin. Very disappointed.  It looks nothing like the picture online."
		},
		{
			"review_title": "Please fix this",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Amazing powder but ending up breaking after a week :("
		},
		{
			"review_title": "Get 100%",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Tower 28’s GetSet Blur + Set Pressed Powder is a game-changer! It gives my skin a soft, matte finish without looking cakey. It’s super lightweight and doesn’t make my skin dry. Plus, it’s talc-free and great for sensitive skin"
		},
		{
			"review_title": "Best Powder Ever!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "So good! This product blurs and sets your makeup beautifully. The only thing is that it’s easy breakable. Or that could just be me."
		},
		{
			"review_title": "With and without flash",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I like it. I used a powder brush instead of the triangle sponge pad. My skin is oily. I used tower28 foundation and concealer. I used elf halo glow under my eyes.   Overall I thought it looked nice, but formula could use some work. The color was concerning at first but the brush application was forgiving."
		},
		{
			"review_title": ":(",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Broke so quick… even when using as recommended. Sadly disappointed:("
		},
		{
			"review_title": "It’s ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I wanted to like it bc I really like the brand Tower 28 but this is a no for me as a pressed powder. I tried it & it looked ugly under my eyes. The rest of my face was ok. There are better pressed powders."
		},
		{
			"review_title": "Really liked but…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The powder breaks easily even when it’s not thrown or hit on. The formula looked nice of me but I will not repurchase bc it’s so messy bc it breaks"
		},
		{
			"review_title": "Great brightener, but it’s drying",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I had high hopes but the result wasn’t up to par.I really like it because it does a great job either way brightening. However, I noticed it makes my skin under eyes very dry."
		},
		{
			"review_title": "Don’t trust the pictures",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "The color depiction in these pictures are not accurate. The balboa banana is obviously a banana powder but it is straight yellow. None of them are a good match for anyone’s skin tone I don’t feel."
		},
		{
			"review_title": "Breaks Easily, very messy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The actual product is good, but it broke very easily without me dropping it or anything. I just opened it one day and part of the product had cracked and then from there on more and more would crack and crumple and now it is basically just loose powder in a low tin so it’s very annoying to use. Probably will not buy it again."
		},
		{
			"review_title": "Disappointing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve never wanted to love a product so much. Tower 28 is one of my favorite brands & I was anxious to try this, but it was a huge disappointment. First, it’s the palest pink imaginable. Second, it’s SO drying, settling into my fine lines & wrinkles. It may be an option for a teen, early 20’s gal, but was a fail on my over 40 skin. & settles in"
		},
		{
			"review_title": "a no for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "It’s actually not a pink powder; it’s very white. I didn’t like it because it breaks and cracks so easily. I’m very careful with my makeup, and it never leaves my vanity, yet it still ended up completely broken."
		},
		{
			"review_title": "Not long-wearing or safe for under eye setting",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I’m a yellow undertone and this is more beige/neutral in person so you don’t have to worry about it looking pink. That was my first win! I bought this after watching an influencer rave about it, but after using it for a couple of weeks, I’ve noticed that my makeup separates after a couple of hours. I use the MUFE hydraglow foundation and it sets it terribly. I tried 3 different creams. I wanted to love it but it’s already looking bumpy. I will say that upon application, it’s a bit blurring but the wear does not hold up for long."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Hermosa Honey - translucent - medium dark to deep skin tones",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "No sponge, puff or applicator included… interesting… The product applied okay. Not the best coverage Ive used but good that its talc free."
		},
		{
			"review_title": "Save your $",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The powder was bumpy when I opened the package, thought that was odd. This did not perform. Maybe if you have extremely dry skin this would work for you? No oil control or blurring at all. The $8 elf powder works better."
		},
		{
			"review_title": "Pretty good but could be better",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I do like this powder, but a few things to note: the pink shade is more beige in person than pictured, there is no mirror so not a great option to pop in the purse, it’s a bit drying under the eyes but great everywhere else. I do like it enough to use up but not sure if I will repurchase?!?!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Love it! I have oily skin and this blurs my skin really well, while still keeping a natural look and makes my makeup flawless!"
		},
		{
			"review_title": "This is a hard pass",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love almost all of the products of tower 28, but as some else said this started to crumble after a week and a half of use.  It literally started lifting by layers and by the end of the month I had almost the product completely gone. Don't recommend.  Love their concealer, glosses, blushes etc.  This is a hard pass."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "black hair, fairLight skin tone, Combination skin",
			"review_text": "I wanted to love this product because I love this but product wasn’t smooth in the pan . Upon use while it set my under eyes beautifully it didn’t blur my pores and lifted my foundation."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Im still trying to figure out if its better to set with a brush or a pad but it works fairly well! Little to no smudging, definitely a good “buget friendly“ setting powder"
		},
		{
			"review_title": "falling apart",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "im obsessed with this power- until it randomly started breaking after 2 weeks of usage, like just crumbling so bad. i guess its bad packaging???"
		},
		{
			"review_title": "definitely 💯 a repurchase!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Keeps shine reduced, sets makeup in place, all with no white cast. A light weight & breathable product. A little goes a long way & plays well with several different foundations I tried it with. Definitely a repurchase 💗👍"
		},
		{
			"review_title": "100% recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "The best purchase I’ve ever made! So blurring I was in awe when I first used it. Like actually magic, for the price it’s a must have and CT press powered dupe!"
		},
		{
			"review_title": "Will not be repurchasing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Meh, nothing special!  There are better powders out there!"
		},
		{
			"review_title": "Definitely will be re buying this several times",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love this powder i’ve tried two different shades and I do prefer the pink one but both worked fantastic it blurs my under eyes so well I have noticed a lot of product gets stuck in between the tin and product container but all you have to do is tilt the powder upside down a little and gently tap the bottom of the container and it’ll all come out"
		},
		{
			"review_title": "worth the buy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love it, it helps set and blur my under eye. Especially with the tower 28 concealer"
		},
		{
			"review_title": "Pretty good",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I’ve been using this powder since it came out and enjoyed pairing it with the skin tint and concealer. I do need to touch mid-day since it’s more of a natural finish. It has started to crack and is now messy to use."
		},
		{
			"review_title": "Cracking",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Im an fan of the brand however the powder cracked on me. Deters me from using it bc it makes a mess which sucks bc i originally loved the formula."
		},
		{
			"review_title": "Does what it says",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I tried this just on places that get the most oily/places I wanted to brighten & also tried it on my entire face .. the places that get the most oily were definitely blurred & the oil wasnt nearly as bad as it is without this setting powder .. I have very oily skin .. I didn’t like the way it looked on my entire face tho .. it wasn’t horrible, def blurred & had me less oily than usual - I just didn’t like how it washed me out .. so then places I’ll be using this product is forehead, around eyebrows/in between eyebrows, corners of nose , middle of chin & s lil under eyes just to set the lil bit of concealer I use- I don’t get oily under my eyes.. I would say it’s just normal in that area"
		},
		{
			"review_title": "Pretty Good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "It’s pretty good but I got the pink one and it isn’t as pink as I expected but it’s good."
		},
		{
			"review_title": "Do not recommend, save your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Was shattered with a huge chunk missing when I opened it. It now crumbles and gets everywhere each time I open it. Also, genuinely disappointed with the powder itself. It creases and just sits on top of the skin making you look cakey."
		},
		{
			"review_title": "It’s ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Had high expectations after hearing it compared to the charlotte tilbury setting powder, however I found that it fell short in comparison. It’s definitely not a bad product, but I find that it doesn’t really blur in areas where I need it to like under my eyes or around my nose. Overall, it’s not bad but not the best either."
		},
		{
			"review_title": "Strange texture from new package",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Product arrived with a weird texture haven’t tried it on yet but will update more after"
		},
		{
			"review_title": "Received wrong color",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I ordered pink but received the neutral shade and it was also very rough on the top layer of the power? unsure if that's normal. But this is a return for me since I ordered pink."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Can’t wait to use this as a foundation for applying on makeup."
		},
		{
			"review_title": "nothing special",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Same quality as drugstore in my opinion. Nothing special. I'd even say it is a bit chalky (I noticed I was much dryer and cakey looking when I used this). I prefer thr Charlotte Tilbury Airbrush finishing powder."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "i love it, blurs everything and not creasing on me"
		},
		{
			"review_title": "Well done!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "Amazing powder. Long lasting. 6 out of 5. Nothing better this yet."
		},
		{
			"review_title": "Disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I was excited to use the product… after using it I didn’t like how it broke completely and it was just a mess all over . Did not drop it or anything it’s just very fragile it’s a good product but don’t like how it comes in packaging very fragile and easily breaks"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Broke upon delivery. Doesn’t do much but sit on top of your skin."
		},
		{
			"review_title": "very disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "this powder actually makes me mad.theres no mirror and the powder just wasted away to nothing in the tin... definitely skip. disappointed"
		},
		{
			"review_title": "Skip",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I was sold on this product because a sephora employee raved about how good it is. It’s just okay, nothing special. I was looking for a talc free powder because my Charlotte Tilbury has talc in it. However, the Charlottle Tilbury is better."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I’m obsessed goes on so well I have dry skin, love the pink"
		},
		{
			"review_title": "It’s okay..",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It’s okay… I do like that it brightens the way it does on my skin… I go between this and my HUDA."
		},
		{
			"review_title": "Great soft-matte powder for combo/dry skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love this powder! The finish is soft-matte, so it isn’t overly dewy but it also is not too matte where it looks cakey on my foundation. This powder also keeps my makeup in place without creasing!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This product sets nicely, but for it to be translucent I feel that it’s a tiny white when you apply it. I would agree with other reviews that it breaks easily I’m not sure why, but this is my THIRD time using it and it looks like this :( still going to try it out for a couple more days and see how it does but for now it’s pretty good other then the breaking!"
		},
		{
			"review_title": "Not for dry skin!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Aw I really wanted to like this! Chalky on my dry skin and did not hold up. Maybe for oily skin types?"
		},
		{
			"review_title": "What pores?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Used in this comparison with the Fenty Invisimatte that’s been my holy grail for a long time. The Tower 28 powder is more blurring! I was shocked. Great for blotting oil throughout the day. I think I just found a new holy grail."
		},
		{
			"review_title": "Ehhh I wanted to love this but..",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This product has a lot of potential but I think Tower 28 dropped the ball on this. It does blur which is nice BUT it looks a bit drying on the skin. It looks cakey and despite blurring pores it will instead emphasize fine lines and texture. It’s also super fragile. The formula just crumbles in the pan and goes everywhere. Love Tower 28 but this isn’t their best product."
		},
		{
			"review_title": "Chalky and cheap",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Love Tower 28 but not this product! I was excited to try it but it was so chalky and thin/dry and just not flattering on the skin at all. It just feels really cheap. I love the Kosas powder much more in comparison!"
		},
		{
			"review_title": "No blurring notated",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This product did not make my pore shrink. It caked up in hot humid weather despite proper priming. It emphasized all the texture on my skin. Almost like it took off my foundation. It did not break me out, the only positive."
		},
		{
			"review_title": "I wanted to love it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I wanted to love this, but I can't. Great blurring effect, melts into skin. Looks good the first few hours. After that, it creases so badly and settles into all my fine lines."
		},
		{
			"review_title": "Cakey, pore sucking",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "cakey, not so blurring, doesn’t cover my deep set eyes no matter how much I use. Honestly just a mid product"
		},
		{
			"review_title": "So amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "BETTER THAN ANHTHING IVE TRIED EVER DITCHING CHAROLETTE FOR HER"
		},
		{
			"review_title": "Great concept, flawed product",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love how the product finishes my under eyes, however will not buy again because it cracks and has spiderwebbed so easily to the point where I can’t even open the compact without more breaking apart."
		},
		{
			"review_title": "Not great",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "This powder separates rates my undereye makeup regardless of how I apply it—brush, puff or wet or dry beauty blender. Does have a nice brightening effect."
		},
		{
			"review_title": "Crumble",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I love the effect this gives while Zooming. The 3 stars- it’s already started to crumble in the compact after only a few weeks."
		},
		{
			"review_title": "Very Solid",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "So far loving this.  I bought this alongside the Givenchy setting powder, and have been testing both on my skin and I think I am surprising leaning toward this product.  Although I am disappointed, I bought this in store and I opened it in the car ride home and there was no puff.  I thought it was surprising/cheap to not provide a puff, then after reading reviews - I realized someone must've just opened mine in the store and stolen the puff. Which isn't great."
		},
		{
			"review_title": "Not bad, but not a standout",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This powder is fine. I like that the pink tone plays well with my fair skin, but I'm not particularly wowed by it. My mature skin needs a little more blurring. Unlike most Tower 28 items, this one won't be a repurchase."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I found it to be overall blurring but I wouldn't necessarily say it's translucent. I feel that it leaves a slight white cast which overall brightens your makeup. Personally, I like a more natural perfect shade match instead of brightening."
		},
		{
			"review_title": "Good for under eyes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I like to use this for underneath my eyes. It brightens them right up. I just wish that this compact had a mirror. Why doesn’t it for the price?"
		},
		{
			"review_title": "Better than expected",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I’ve never tried pressed setting powder, but this product exceeded my expectations. I love how easy it is to apply. There isn’t much pigment, but it blurs my oils really well."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "it’s kinda patchy and makes me crease quickly and a lot."
		},
		{
			"review_title": "Good product - worth the price",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Overall a really nice powder and a reasonable price for what it is. Definitely blurring and matifying but not chalky looking. 4 starts because this shade range is pretty sad - banana is too bright for me and the darker one will be too dark."
		},
		{
			"review_title": "An automatic holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I am 48 years old and this is THE best pressed powder compact I have ever owned. Yes, the no mirror thing is a bit of a bummer, but the qualiyt of this product is unmatched, so I can get over the missing mirror.  I apply it with a sponge type applicator/puff and it never lets me down. Highly recommend!"
		},
		{
			"review_title": "Skip it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "While this powder does blur in some areas, it is very drying and clings to dry spots/peach fuzz easily. It is very irritating to my eyes. Using it causes my eyes to be itchy and watery."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I like this powder, howeverr, i wish there was a mirror in the packaging because it seems cheap without one."
		},
		{
			"review_title": "Crumbles Way To Easily!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Loved this at first, however after about one month the whole thing crumbled.  Almost impossible to use now, the compact spills everywhere whenever I open it. I always used with a puff not a brush so I don’t get it!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It’s blurring but not brightning and pink like it says. Also I found that it works better with a powder puff than a brush."
		},
		{
			"review_title": "Good product with some flaws",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love the actual powder, living in Florida and also being an oily girl this is a great powder. It really saves your makeup. However, my gripe with it is that it is extremely fragile. It crumbles so easily. Another thing, it swipes on super white on the skin  when you initially put it on but then blends out translucent. So as a brown girl it was kinda scary lol. As well as I wish it came with a mirror.  ñ"
		},
		{
			"review_title": "This setting powder is just okay",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This setting powder is just okay. I noticed minimal blurring effects that quickly wore off. I still got oily throughout the day. The product is very crumbly when you use a brush to pick it up."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Balboa Banana - brightens medium to dark skin tones",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "loved this powder, did everything it was supposed to do but randomly broke and cracked on day. never dropped it or banged it or anything but noticed one day that it was all cracked and broken.unable to use now."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Balboa Banana - brightens medium to dark skin tones",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "loved this powder, did everything it was supposed to do but randomly broke and cracked on day. never dropped it or banged it or anything but noticed one day that it was all cracked and broken.unable to use now."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Medium skin tone, Normal skin",
			"review_text": "Unfortunately I found this to be very dry looking on the skin, thus aging your look"
		},
		{
			"review_title": "save your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "i dont like this product, it’s so flakey, dries up my undereyes, and doesnt set my concealer. and i use the tower 28 concealer"
		},
		{
			"review_title": "Viral for a reason!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Obsessed! This is the best powder I’ve tried. Most powders look dry on me within two hours. I use this with the T28 Tinted SPF for blurring and glowy results. Very happy with this purchase."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Ehhhh didn’t make my makeup last longer and made it look cakey"
		},
		{
			"review_title": "Must-Have for Dry Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Powder can be really hit or miss for me because my skin is dry and sensitive. This sets my makeup beautifully, lasts all day, and doesn't highlight texture or dry patches. So impressed!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I really wanted to love this and I’m still testing it out and trying to make it work but this looks great right after putting it on but the creasing under my eyes after a couple hours is insane."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I really like this pressed powder, when I use my concealer and put this on afterwards it helps lighten up my dark circles under my eyes and how hallow underneath my eyes look. I’ve seen people say that it’s drying, but aren’t all pressed powders like that?.. I think it’s fine and I have very dry skin."
		},
		{
			"review_title": "LOVEEEE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Love love love!!! I think I found my new go to powder (right after Charlotte Tilbury). It’s a very thin formula that does not give me flashbacks but I will say (AS SOMEONE W/ REALLY OILY SKIN) I found myself reapplying every ~5 hours. Not too bad if I say so myself."
		},
		{
			"review_title": "My New HG Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have used drug store pressed powder for years because if it’s not broken, why fix it. Recently I switched to the Glossier concealer and I love it, but the powder was separating over the concealer. I was influenced from TT to try this product and I love it! I purchased the pink shade and it matches my skin tone perfectly! It blurs my pores, sets my makeup-up without separating, and stay all day. I’m very pleasantly impressed!"
		},
		{
			"review_title": "Fav setting powder yet",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This product is great at blurring and super easy to use! As someone who is just starting to try more makeup products, I like to keep it simple and this product helps me. I think this works for anyone of any age group and is a great powder for anyone ."
		},
		{
			"review_title": "It's not even pink......",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I wanted to like this product but it made my under eyes crease and wrinkle like crazy"
		},
		{
			"review_title": "Must have on my everyday makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Ok so after using this powder everyday for 2 weeks I could honestly say it’s good I’m 40 so my under eyes could only take so much but it does blur and makes my under eyes look good all day! It’s a staple on my everyday makeup"
		},
		{
			"review_title": "Brand New and Terrible Looking",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I bought this product yesterday because I saw it on TikTok and wanted to try it. Immediately after opening the compact I noticed this bumpy uneven texture. Honestly not going to use."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I just purchase this and I loved it! I was using the Huda beauty one and this one and the new tower 28 is much better! Less dry and leaves a flawless skin 💕"
		},
		{
			"review_title": "My new go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Okay, I’ve tried many setting powders and this one by far is the BEST for dry skin. I went to an amusement park for 9+ hours, went on water rides, screamed all day, and it still looked so good with no touch ups. It didn’t feel cakey at all!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I absolutely love this product. I appreciate that it’s talc free so it’s not clogging the pores but also isn’t super drying for those who have dry & sensitive skin like myself. Best used with a powder puff instead of a brush’"
		},
		{
			"review_title": "Like it. Love it. Want some more of it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This product is hands down the best I've tried so far when it comes to a pressed powder. I've had issues with my concealer creasing, but that's not a problem anymore thanks to this beauty."
		},
		{
			"review_title": "The only one I want!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Sensitive, oily in the t zone, mature skin and this is probably the best powder I’ve ever tried! Just enough matte finish, didn’t kill all the glow, but kept my oils at bay and lengthens my wear time."
		},
		{
			"review_title": "Great for sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Dry skin",
			"review_text": "I’ve used a lot of other powders and this is the first one I haven’t had a reaction to with my eczema prone skin!!!! You get a ton of product and it lasts a whole day at work for me Tower 28 I love you <333"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "It works well but the cons are there is no mirror and the powder breaks EASILY. I had it in my purse and when I opened it a huge chunk fell out. Mind you I’ve always carried a pressed powder and they never broke."
		},
		{
			"review_title": "safe for my sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have dry-sensitive skin, this works so well and doesn’t irritate my skin like how setting powder usually does to my skin. i haven’t experienced flashback with it, although I do wish it came with a mirror or a powderpuff with the packaging"
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "It doesn’t show up as pink I think at all… but it’s very blurring I have very dry and sensitive skin. When I used the huda beauty loose powder it would start to peel under neither but this doesn’t do that. It’s matting and blurring. I highly recommend do that"
		},
		{
			"review_title": "Great powder for sensitive skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Really nice blurring powder. Great for sensitive skin. Only thing is it doesn’t come with a puff which is disappointing so I deducted one star"
		},
		{
			"review_title": "Oily Skin Must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Love this!!! Used it in hawaii with the humid of days and my makeup was looking great and creaseless."
		},
		{
			"review_title": "Hard pass",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I was super excited to try this. But it’s very drying and did not look airbrushed. Don’t recommend"
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I really wanted to like this product but it makes my under eye skin very dry and accentuate wrinkles and dry patches. It does have a nice brightening effect but too dry."
		},
		{
			"review_title": "Great but very fragile…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Honestly, I really liked this product at first and I was excited to finally find a setting product that works really well that came in a compact. However, the reason why I give this 2 stars is because the product keep crumbling and falling out, making it annoying to use. Not sure if I got a faulty one, but this was the annoying part for me."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I was excited to try this powder because of TikTok recommendation videos. Unfortunately, this powder didn’t work for me at all. Under eyes looked very dry and patchy."
		},
		{
			"review_title": "meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "the pink isn’t very pink 😭😭😭 looks like crusty white"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I wanted to love this but it clung to my foundation & concealer not in a good way, very patchy"
		},
		{
			"review_title": "Dry",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I really wanted to like this. It looks very dry on my under eyes, perhaps others will have better results. I think I’ll be returning."
		},
		{
			"review_title": "Not good",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Not good! It was super chalky and would cling to dry patches. Made makeup look dry a few hours later."
		},
		{
			"review_title": "New favorite powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Wow! I’ve tried many powders but this one works super well for me! Although it’s advertised as a pink powder it’s def not super pink so if that something you’re looking for keep that in mind. It blurs my skin and smoothes everything out. Highly recommend."
		},
		{
			"review_title": "there are better pink powders",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "It blurs and it keeps oil at bay, but tbh it’s not pink enough"
		},
		{
			"review_title": "Really good powder.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really like this powder. I do notice if I do use too much, it can give a white cast. Dont know how suitable it would be on darker complexions. I am medium skin tone and combo/oily. Its not the same as using a loose powder but works well when you want something quick on the go."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Its an ok powder, but makes me look chalky and white"
		},
		{
			"review_title": "Don’t use with Tower 28 foundation",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Bought this to try with the tower 28 foundation and concealer. It looked so cakey and instantly brought out my dry skin and texture! There’s definitely other settings powders worth your money but not this one! I did however like that it really is translucent"
		},
		{
			"review_title": "Nothing special",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is a basic pressed powder that does nothing special. Like other reviews stated, it comes with no mirror or puff. I have dry under eyes and this settled into every fine line & made me look dry. I returned this and just kept my drugstore pressed powder."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This product leaves such a white cast. It is blurring, but it’s not worth it because it made me look like a ghost."
		},
		{
			"review_title": "Pretty good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I have combination skin and was looking for a powder to use under my eyes and on any oily spots. This instantly mattifies my face, so it's a great product if you have oily skin. t is completely translucent on my face aswell. Not super cakey, just mattifying and blurring. The difference between my forehead with and without the powder is crazy! I don't use it on my cheeks because I don't want it to be cakey, but overall a pretty good product. The only complaint I have is that it breaks REALLY easily, so it's not good for travel. half of the powder is completely broken now, but I still use it.  Pretty good product, but theres probably a better one for the price."
		},
		{
			"review_title": "so drying",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "i was so excited to try this because i was looking for a new pressed powder but i was so disappointed. the packaging on this is so pretty, i love the purple! but it doesn't come with a mirror, which is okay and is not a deal breaker. but it also does not come with a puff either so you'd have to bring your own if you throw this in your purse. the texture of the powder is soft and pretty powdery when you dip your brush in it. the powder did not settle and it just sat on my face. it was SO cakey looking. i have dry skin so i also make sure my face is super moisturized. i've tried this multiple times and each time, cakey all over my face and my under eyes. maybe if you don't have dry skin, this is would look nice on you. i had to return."
		},
		{
			"review_title": "Not the best",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Average at best. The pick shade appears almost white when I received it and thought it was the wrong shade but was labeled as pink. The powder is very dry and has a gritty top layer that needs to be removed before using."
		},
		{
			"review_title": "Skip this one",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Unfortunately I have to give this product 2 stars. It does not come with a mirror or a powder puff - what are we paying $28 for? I bought the translucent color and it just wasn’t anything special. I applied with a brush and looked shiny an hour later."
		},
		{
			"review_title": "Not bad but not the best",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "when i opened it looked separated and had little bumps i tried it and did a wear test and under my eyes it creased and on my nose it made it look really bad and i was kinda disappointed i gave it three stars because its really good on my forehead and chin but i would use a different power for other places so im probably not gonna repurchase"
		},
		{
			"review_title": "Decent alternative",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I will say that this is not as great at blurring as Ciele’s loose powder, but I still give it 4 stars because it is sweatproof and seems like you can swirl on (I use a brush) however much of the pressed powder you need and it does’t cake up. I wish it had a built-in mirror and that it’d come with a puff (I know if you but it thru T28B’s website it comes w/a pair of puffs, but still!)."
		},
		{
			"review_title": "Talc free blurring powder!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "This powder pleasantly surprised me! I have light, warm toned, olive skin & normally a pale pink is the worst color imaginable for my skin. I always go for yellows, and I can normally get away with it because I'm on the light-medium cusp. Anyways the pink is not overly pink and if anything, it neutralizes the yellow or orange concealer that I use.  It feels nice on my skin and blurs beautifully. it doesn't look dry or obviously makeup.  I removed one star because there isn't a mirror in the compact. Who's idea was that? Such a weird decision to have been approved..."
		},
		{
			"review_title": "A must have in summer days.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Love it. My makeup last so much longer. The texture is really light."
		},
		{
			"review_title": "Nice product for sensitive skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Great product. Light coverage, talc free, no scent. I have light/medium skin. Yellowish undertone. Rosacea and sensitive skin. Mid 40s. I used this around over my fenty tinted sunscreen (amazing stuff, btw!!) to tamp down the shine around my nose, chin, and center of my forehead. Under my eyes to set concealer too.  Works great. 1 star deducted for lack of mirror or puff applicator."
		},
		{
			"review_title": "Surprised how dry this is",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Not nearly as pink as the promo photos make it look. Secondly, this is quite dry and applies very patchy. I’m so disappointed, it looks terrible on the under eyes. Provides minimal blurring effects. I had high hopes for this, but it’s not good."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I love this blurring, setting powder. It’s hard for people with mature skin to find a powder that doesn’t settle in creases & look cakey. I use a dry sponge & press a small amount into my skin. I love the results"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Very blurring and brightening, I love how much easier this is than loose powder and feels less heavy. Wish it had a mirror and a puff tho."
		},
		{
			"review_title": "Eh it’s average",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Overall this product is decent. For an everyday light topper over foundation, cc cream, etc. it’s fine - will I repurchase? Not too sure yet. The outer box the powder comes in I’d say is better than the product packaging. Also no mirror which majorly sucks"
		},
		{
			"review_title": "It’s okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I like the product itself it does beautifully blur the skin. I do like that you get more product. I’m disappointed in the packaging. There is no mirror inside and no powder puff. I don’t like I have"
		},
		{
			"review_title": "Disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "I was so sad I did not like this product! I love all the tower 28 products I own so I was looking forward to using this. I feel like it is not a soft powder and made my pores look bigger than they are. Also no mirror was a dealbreaker"
		},
		{
			"review_title": "letdown",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "it's a fine powder but no mirror? it's not clear there isn't a mirror from the pictures so when you realize this it's a huge let down.  wouldn't repurchase based on this alone."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This product works really well. It holds up through 12 hour shifts at the hospital and has greatly reduced transfer due to sweating in my life. I am a SWEATY person. Only complaints are that the pink is not actually very pink in person, and I don’t love that there’s not a mirror because I love to use this for touch ups throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "No mirror no applicator. For the price this is a big bummer."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It looks good but it already broke after only a week."
		},
		{
			"review_title": "Nope",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Found this to be cakey and heavy. Used different brushes with the same result using a light hand. No better than a drug store variety powder."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Amazing setting powder. My makeup lasts all day without separating or getting dry."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "An amazing powder and I definitely recommend I love the shade I got and I love the packaging it makes my make up look so good. Definitely would purchase again ￼￼"
		},
		{
			"review_title": "Don’t rec for normal or dry skin Has kaolin clay",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Got this because it was recommended by a favorite YouTuber Nikki LaRose. I normally use Charlotte Tilbury pressed powder, which works great. When I used a light layer of this with a puff it instantly looked heavy and cakey, and started separating all over my face. It’s just awful for me and I definitely regret buying it. ￼, it"
		},
		{
			"review_title": "best powder i have ever used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "i have been using this powder for about 2 weeks now and obsessed is an understatement. it doesnt dry out my dry skin like most powders to and it leaves my skin looking air brushed. so good."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This is an OK powder but for me nothing really outstanding about it.  Very light coverage."
		},
		{
			"review_title": "not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This product clings to dry patches and made me look cakey instead of matte. It says it’s sweat proof but my face was already shiny after walking outside for less than 10 minutes. I wanted to love this :("
		},
		{
			"review_title": "Gritty and clumpy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Not sure if I got an early batch or what but mine is visibly gritty and has tiny product clumps and bumps. The packaging looks like they were going to add a mirror but ditched that idea last minute. Also it's not pink by any means, more like a tinted translucent... let down by such a great brand. I've only used it a couple times and have been very light handed but can tell this isn't great for touch ups either."
		},
		{
			"review_title": "maybe a new holy grail for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "brightening, actually sets your makeup and it’s cakey at allllllll. and it doesn’t make my skin feel tight"
		},
		{
			"review_title": "I love this! Oily skin tap in",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "I bought it during the f&f sale because my Kosas one is light on me after I went on vacation. I was scared to use the translucent share because im medium dark (armani 7.8). But personally I see no white cast! I dont use this to set my face though and I use it to powder oily parts on my face throughout the day. I have really oily skin and this is great! Mattifies and blurs. I like it better than my other pressed powders!"
		},
		{
			"review_title": "FAIL",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I bought the shade Palisades Pink and it is not really that pink at all... Unfortunately it's not that blurring either, nor is it brightening. Plus it clung to any dry patches. This was a huge fail for me.  I have a comparison photo of the Tower 28 powder compared to the One/Size pink powder and there is a huge difference. I prefer the One/Size."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I’ve been trying this product out and really wanted to love it but it’s absolutely nothing special. I don’t see much of a difference upon application and looks kinda patchy throughout the day."
		},
		{
			"review_title": "Separates makeup no matter what",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "This separated my makeup, no matter what skincare/primer/foundation/concealer I used. I am so sad because I was excited for this. Ended up returning, as it literally just make me look terrible."
		},
		{
			"review_title": "T28 press powder",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "i am absolutely in love with this product. it blurs and sets your under eye perfectly! love love love"
		},
		{
			"review_title": "Why not a mirror for the price",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This stuff definitely blurs. It’s not all day. You need to reapply prob 8 hrs of wear. My biggest complaint.. this is $30 and they couldn’t put a mirror in this compact ? Come on"
		},
		{
			"review_title": "Nothing special",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I love pink setting powders especially for under the eyes but when I received this one I wondered if it was even pink because it doesn’t look anything like the promo photos or the pink powder. I didn’t notice anything special when I used it either. There are much better under eye pink powders on the market."
		},
		{
			"review_title": "Skip this",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Extremely basic. I saw KJH on insta rave about the feel and performance of this powder but I’m afraid it’s a let down. Sure it mattifies like most setting powders but it does not blur and it feels chalky. My $4 elf powder is better."
		},
		{
			"review_title": "Nothing special",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Nothing special. I was hopeful for given it is Tower 28; however, it just sits on the skin and emphasizes dryness as well as lines. Patchy after a few hours."
		},
		{
			"review_title": "Meh at best …",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Ok product - nothing special! Package looks and is super cheap which was a disappointment! Doesn’t hold a handle to Hourglass powders!!! You get what you pay for."
		},
		{
			"review_title": "Cake face",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "These reviews have to be fake. This is the driest, cakiest pressed powder I’ve ever used. It just sits on top of the skin. It looks like you powdered your face with Johnson & Johnson. Less than drugstore quality."
		},
		{
			"review_title": "Tower 28 Pressed Powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "RUN, don’t walk to get this. My face is still set and blurred after a 12hour day. I am so impressed by this product that I’m considering getting other colors. Absolutely astounding product!! Under eyes and entire face is legit looking like it’s been freshly applied."
		},
		{
			"review_title": "Sets for Oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve used this product twice and from someone who is completely oily all day this seems to make my skin less oily than any other product I’ve tried before. I apply it with a powder puff as it doesn’t come with anything and it seems to seal in my oily areas which is pretty much my whole face. Next I will try with a brush to see if it does the same. So far so good I would recommend. Even with sweating walking to work in the summer heat once I cool off my face still feels the same and doesn’t get oily. It doesn’t feel like anything was wiped off even when I blot it."
		},
		{
			"review_title": "Take it or leave it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "The color of the shade Palisades Pink is basically a slightly cool neutral. It is not pink as the photos show. It worked for a powder but nothing that wowed me. I have a few powders already to justify keeping this."
		},
		{
			"review_title": "Not blurring",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Didn’t blur a thing but it didn’t look cakey when applied! I’ll stick to loose powders for blurring"
		},
		{
			"review_title": "Gorgeous powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I’m so obsessed with pink powders right now and I tried this one in the store. After 8 hours, my makeup still looks AMAZING. I have been waiting for a product like this for so long"
		},
		{
			"review_title": "Separates makeup",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I want to love this so bad and was looking forward to a clean pressed powder, but I don’t see any brightening. I’m not very tan, yet I feel it leaves a white cast and separates my makeup. I have tried applying with a brush or a powder puff and it still separates."
		},
		{
			"review_title": "Lightweight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is so so good. Super lightweight, it almost looks like I am not wearing any powder. It stays in place all day. I have super oily skin/my makeup tends to shift throughout the day and it does not whatsoever with this powder. I’m also extremely acne prone, so sometimes powder can clog my pores and make me break out. This one doesn’t do that."
		},
		{
			"review_title": "Meh. Waste of Money",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Oily skin",
			"review_text": "I like Tower 28 products so I'm extremely disappointed ☹️. I don't notice any brightening whatsoever. The powder should actually have a pink cast; that would be brightening. It looks pink in the picture and is called Pink Palisades. ??  Also, for the money they should put a *mirror* in. Or at least a powder puff. Drugstore beauty can do *both* and be $20 cheaper. Not happy."
		},
		{
			"review_title": "Dry powder",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This powder does not looks like shown on website. It’s very dry and does nothing for my skin. I would not recommend it."
		},
		{
			"review_title": "Mostly sweat proof",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "When I heard “sweat proof” I was immediately sold. I put this product to the test over the last few days (Texas in August) and have been pleasantly surprised. It is not completely sweat proof but does help minimize sweating"
		},
		{
			"review_title": "Undetectable",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love this on the face, it's stunning and I can't even tell I put powder on, even over my texture when my skin has been extra dry. my only con is I don't like it under my eyes but if I'm being honest I don't like any pressed poweder under my eyes haha. it's a very nice powder."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Nice, light powder. Doesn’t irritate my skin. Lasts for hours."
		},
		{
			"review_title": "Great Setting Powder, Horrible Packaging",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I consistently purchase all Tower 28 products and utilize each one daily so buying this product was a no brainer. I’m a Tower 28 stan! This product is excellent and meets all expectations for a setting powder; however, my sole criticism lies with the packaging. I genuinely feel that the product would be enhanced and more user-friendly if it included a mirror and a small sponge or powder puff. It seems unreasonable to purchase a powder puff separately when it should be included with the product."
		},
		{
			"review_title": "a must-have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "i’m truly impressed with this powder. it’s incredible at blurring the pores without it looking cakey. i’m normal to dry skin, and it doesn’t emphasize any dry patches or cling to acne. i live in a humid climate and it does an amazing job at keeping my makeup on throughout the whole day. highly recommend this product. tower 28 continues to deliver on all their product launches."
		},
		{
			"review_title": "Beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I didn’t realize how cakey my previous powder until I tried this. It’s absolutely beautiful and lightweight but still stops the shine without looking dry. It’s very natural and does blur like the name says. I’m sold!"
		},
		{
			"review_title": "New staple in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "THE BEST! I am a very oily girly and this stuff reduced the shine for an entire work day. Throw away all your other setting powders, you need this!"
		},
		{
			"review_title": "GREAT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I have a hard time with pressed powders sometimes cakey up or appearing dry throughout the day. This one doesn’t do that to me! It’s lightweight and has a very fine texture. Not a ton of coverage but great to set and  BLUR like it mentions. The one thing I’ll say is the pink shade isn’t super pink like it appears so bare that in mind."
		},
		{
			"review_title": "My new favorite powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This is my new fav powder for my fair skin. I like it better than Charlotte tilbury cause that changed my skin colour. And I like it better than my KOsas. It’s so soft and doesn’t look powdery at all."
		},
		{
			"review_title": "Meh!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "First of all, I love that the pink shade is light enough for really fair skin! The powder itself is decent, but I feel like there are better drugstore equivalents though (elf prime and stay, maybelline fit me, etc). I would recommend the LYSpressed powder over this one."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Very easy to use and good shade even for brown skin!"
		},
		{
			"review_title": "Gorgeous powder!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love this powder! It almost reminds me of the CT powder. Which I regret buying the CT medium powder right before this came out because the price point babyyyy. I do wish a little mirror would’ve been included so I could take it on the go easilyDefinitely considering buying the banana powder as well hehe"
		},
		{
			"review_title": "Pink… I guess?",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "When I first opened it, I was a bit confused and sad since it didn’t really look as baby pink as the pictures. At first glance, it was a very peachy light beige. I honestly expected it to be a bit more lighter. However, once I compared the powder to one that is a white color, its pink hue really showed up. Wearing it feels incredible and is a really good color for pale skin. I used it on my under eyes where I organically already have a crease, took a nap, and my concealer didn’t pool! Cool!"
		},
		{
			"review_title": "Light and blurring",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve used over concealer and even just on a no makeup day to lessen my shine and it looks blurred and natural. I like that it’s not so mattifying that I turn into a cake, but removes just enough of the shine and sets my makeup. Took a start off bc it kind of stuck to one dry spot, but only on that one pimple"
		},
		{
			"review_title": "The color is so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I just got this today and used it and first impression has me super impressed. It does not look at pink in real life. I have been using the Laura mercier powder which works well but it makes me look yellow. I’ve been wanting a powder that is kind of pink and this color is perfect. I’ll be curious to see lasting power and all that but first impression is great."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Balboa Banana - brightens medium to dark skin tones",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "good setting powder that works on my dry/sensitive skin + super matte-ifying and blurring (:"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Balboa Banana - brightens medium to dark skin tones",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Perfect for my combo skin. I keep it with me at all times go tame my oily spots."
		},
		{
			"review_title": "Best new addition to my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Such a smooth and blurring powder!!! Perfect color and keeps my skin soft for hours."
		},
		{
			"review_title": "Great Powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Great powder, very matte finish! Must have in my routine"
		},
		{
			"review_title": "Amazing product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This blurring powder is a game-changer! It provides a flawless, airbrushed finish that minimizes the appearance of pores and fine lines. The lightweight formula feels incredibly smooth on the skin and stays put throughout the day without any caking or settling. I love how it sets my makeup perfectly while giving me a natural, matte look. A must-have in my beauty routine!"
		},
		{
			"review_title": "Amazing powder!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This power works so well to set my make up in place and mateify it and there’s no creasing would recommend!"
		},
		{
			"review_title": "Nice finish!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I like it a lot! I’ve tried several pressed powders and this does the trick. I only wish it came with a puff and a mirror!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This powder worked really well to set my makeup and matteify it."
		},
		{
			"review_title": "A new staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I absolutely love this product! I have trouble finding setting powder that doesn’t settle into my under eyes and this doesn’t at all! I’ve been having long days in the Utah heat (90+ degrees for weeks!) and this kept my makeup in place so good! Highly recommend"
		},
		{
			"review_title": "A Nice Addition",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Tower28 is one of those brands that stays consistent: the product works well and fair price-wise. If you have dark circles or a neutral undertone, the banana shade is pretty and maintains makeup and shine throughout the day. If I had to pair it with something, it reminds me of Ole Henrikksen’s Banana eye cream/stick!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve been using Tower 28’s GetSet Blur + Set Pressed Powder, and I’m genuinely impressed. The powder has the perfect amount of blur, giving my skin a smooth, flawless finish without looking cakey. It worked seamlessly on top of my other products, setting my makeup beautifully while keeping it in place throughout the day. I highly recommend this pressed powder for anyone looking for a reliable product that delivers great results."
		},
		{
			"review_title": "If you need a setting powder try this one",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I've been considering getting a pressed powder and this one is top tier. The packaging is so cute and it's also perfect for a blurred finish. I like to use it under my eyes. I used to always buy loose powders but the pressed powder offers a lot more control for placement. A little goes a long way, and it makes my makeup look so much better!"
		},
		{
			"review_title": "New fave powder!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "would definitely recommend this! i’ve been looking to switch from loose to a set powder and this is perfect for me!! it’s so lightweight (perfect for this summer heat) but did such a great job of setting and smoothing and blurring! it was also really great at taming some of my shine in particularly oily areas of my face but without making me look TOO matte! such a great everyday everyday powder!"
		},
		{
			"review_title": "Absolutely Recommend!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Tower 28 is literally creating some of the best products on the market. I'm obsessed with the fineness of the powder and how seamless it makes my skin look. I use it to set my concealer and there is never any creasing."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Great at creating a porless filter on the skin without making it feel too dry! Just wish the compact came with a mirror and puff!"
		},
		{
			"review_title": "I LOVE it!!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I got this powder and have been using it ever since! Its so light and beautifully made. I have an oily t-zone but I used it all over my face and it did not overly dry my face and made it look just right!! I highly recommend it if you're looking for a new powder for your face that's not too drying!! You won't be disappointed."
		},
		{
			"review_title": "I LOVEE this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I got this powder and have been using it ever since! Its so light and beautifully made. I have an oily t-zone but I used it all over my face and it did not overly dry my face and made it look just right!! I highly recommend it if you're looking for a new powder for your face that's not too drying!! You won't be disappointed. The only negative is that I wish it had a mirror in the compact but other than that it's great!"
		},
		{
			"review_title": "Light",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was surprised by this powder. It didn’t make my makeup cakey and definitely settled down my oily skin. Perfect for light makeup days!!"
		},
		{
			"review_title": "Great for blurring",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Definitely saw the blur with this! I should have gotten the link tho, this might be too light for my skin esp as I have darker under eyes. I do wish this came with a mirror so it could be used on the go"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "this is a really nice blurring powder. the light pink brightens my complexion just slightly which works really well with my darker under eyes. i find that the powder is very fine and smooth so it works great as a light setting powder."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Formula is great for oily skin but if you are a bit drier, it might be a little cakey"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Did a great job at setting my makeup and helping with longevity. It was able to last well through the summer heat and sweat without being too drying! I’m a fan"
		},
		{
			"review_title": "Great setting powder!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This powder is blurring and lightweight, and looks very smooth on the skin. Also sets my makeup in place all day!"
		},
		{
			"review_title": "Great product, packaging could use some work",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This powder sets makeup well, while never getting overly “powdery”. I have the pink shade and it very subtly brightens and blurs. I use mainly in the T-zone. My one gripe with this is there is no mirror or puff,  so it does prove challenging as a powder you’d be able to take with you or put in a purse. I have used it immediately after foundation and as a touch up later on in the day and one HUGE plus to this is it doesn’t hard pan! That may seem like not a big deal but I have this issue with a lot of pressed powders (oily skinned girly)."
		},
		{
			"review_title": "I LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love that Tower 28 came out with a setting powder! Bonus points for making it talc-free!! I have combination skin and this product does a great job with oily areas. It also blurs my pores!"
		},
		{
			"review_title": "New favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I received this product before my trip to Hawai’i and brought it with me to test it out. I figured, since I will be in a tropical climate, what better way to test a setting powder than over there! I noticed that the product was brightening and loved how the banana shade was super easy to blend and did not leave a “flash back Mary” cast on my skin. It was mattifying enough to where my skin did not feel “dry” or “tight” which I love. A new staple in my makeup routine!"
		},
		{
			"review_title": "So good for oily skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I have oily + acne prone skin, so tower 28 is one of the few brands that I can consistently rely on to avoid a breakout. In addition, my oily skin makes it nearly impossible to keep any makeup on my face, especially in the summer. I was super glad to be able to review this as it never broke me out and actually kept my makeup on my face the entire time. The one thing I will say is that the shades are not that expansive, so I was a bit afraid to try it as the powder seemed too light for me. But besides that, the powder was great!"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was originally a little hesitant about the pink color of the shade but it looks really great on! I think it matches with the rest of my everyday makeup and makes sure there's no oily finish,"
		},
		{
			"review_title": "Really great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I actually really love this product. I can use it near my sensitive eyes with no reaction, and it takes away the shine without making your makeup cakey or too flat. This would be perfect to control shine throughout the da"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "yes! Yes! YES! Tower 28 has blown me away again with the perfect setting powder."
		},
		{
			"review_title": "Get Set to be Impressed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I am 38, a super busy mom of four and someone who has always been a bit scared of powder in my makeup routine! I never know if I’m putting too little on, too much and/or if it is helping or hurting my overall look. But after only using GetSet powder a handful of times, I feel much more confident in my powder game! I don’t need too much and from the little that I put on, I can see that it helps to smooth and brighten my skin, set my makeup and reduce any shine. I am excited to keep using it and letting it elevate my routine and make my makeup last through my crazy days! I have the shade Balboa Banana and it’s perfect for my medium skin tone."
		},
		{
			"review_title": "Blurring & beautiful 😻",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Another amazing new product from Tower28, and I’m already so obsessed! I have this powder in the shade Palisades Pink.  It is incredibly lightweight, making it feel like I’m not wearing anything at all. What really stands out to me is its blurring effect— it smooths out my complexion beautifully, giving my skin a flawless, airbrushed look without looking cakey or heavy.  It reminds me of the Charlotte Tilbury pressed powder, but at a much better price point and added brightening effect! The finish is natural, with just the right amount of matte without dulling my skin's radiance. It also does a great job of controlling shine throughout the day, which is a huge plus for me. The powder is buildable, so I can add a little more on days when I need extra coverage without it ever feeling thick. Overall, this is a fantastic face powder for anyone looking for a lightweight, blurring effect that still lets your skin breathe. It’s definitely going to become a staple in my makeup routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hermosa Honey - translucent - medium dark to deep skin tones",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "This product was great for setting my under eyes! It kept me matte and felt light."
		},
		{
			"review_title": "10/10 setting powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "I love love love this setting powder!! It keeps my face from getting oily and prevents my foundation from creasing. Barely there feel and so fine you can’t even tell it’s on."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "It did a good job blurring my pores! I felt like it was overall average. Still a good product!"
		},
		{
			"review_title": "Translucent powder",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Great powder! Made my skin look Less oily and really good for spot setting too"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Gray eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "The Get Set Powder in Palisades Pink offers a soft, natural flush with a lightweight feel that lasts all day. Perfect for a fresh, effortless look."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "I loved using this powder! I am very fair, and I used the translucent shade. It set my makeup nicely. I am very oily, and I did still get shiny throughout the day, but that is the case with most powders I have tried. I do not mind reapplying throughout the day, because it feels so lightweight.  The packaging is also so cute!!"
		},
		{
			"review_title": "Just ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This was a good powder, nothing that entirely wowed me. It was also hard to get the product almost like it was pressed too hard. Maybe I just had a fluke one."
		},
		{
			"review_title": "Light & airy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Love this talc free option. The powder is light and airy and has the right finishing touch. Does the job effectively while being a clean product!"
		},
		{
			"review_title": "Best pressed setting powder I have used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I recently tried the Tower 28 Beauty Pressed Setting Powder, which impressed me. Not only does it keep my makeup in place all day, but it also gives my skin a smooth, airbrushed finish. I love that it's talc-free, which is excellent for my skin. Plus, the packaging is sleek and travel-friendly. I highly recommend this setting powder for anyone looking for a high-quality, talc-free option."
		},
		{
			"review_title": "Flawless Finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I’m obsessed with the new Tower 28 pressed powder! I initially thought it was the wrong shade, but it turned out perfect for my under-eye area. It brightens without any flashback and blurs everything beautifully. A must-have in my routine!"
		},
		{
			"review_title": "Yes. It’s necessary.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This literally feels like nothing. And I don’t mean that in a bad way. It sets your face in the most thin, pretty layer. You don’t feel cakey. You don’t feel dry. And all the acne prone girlies can join the club because there are no pore cloggers."
		},
		{
			"review_title": "Great powder!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This powder is a great option that's talc-free and easy to use. It sets makeup beautifully and still leaves your skin looking natural. It sets any makeup and keeps it from moving all day, which is great during the summer and a good option for a powder instead of a setting spray."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Balboa Banana - brightens medium to dark skin tones",
			"review_buyer_description": "Combination skin",
			"review_text": "The best powder!! Super light weight and has a good coverage to it. Did not make my makeup cakey and received so many compliments!!"
		},
		{
			"review_title": "oily skin must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "LOVED this powder!!! I like how it gave this blur effect on my face without looking cakey. I have very oily skin and found that this definitely kept some type of glow to the skin without looking oily. I highly recommend!!"
		},
		{
			"review_title": "New go to powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Soooo good! I don’t use setting powder often because the one I have isn’t talc free but this one is and I am wowed every time I look at myself in the mirror! It definitely makes a noticeable difference in skin texture. It keeps my makeup on all day and I haven’t noticed any caking as of yet. Highly recommend this pressed powder!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I normally use a setting spray because it feels easier than a powder, but after trying this in translucent I really like how lightweight it is. It really helps me feel less oily which has been such a struggle in the humid summer"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I really liked this product! I used it in the morning, right before I went to cedar point. It is very very good for brightening! It does blur my under eyes, but you need to reapply for it to stay longer!"
		},
		{
			"review_title": "Missing piece",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Dry skin",
			"review_text": "I do very natural and light makeup and often have a hard time finding a powder that will one work well and two not make me look cakey and this is it. I love the clean ingredients!and doesn’t dry my face"
		},
		{
			"review_title": "A new staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "LOVE LOVE this product! Kept my makeup looking good in the hot 90s of North Carolina summer! Non irritating as well!"
		},
		{
			"review_title": "Gamechanger for Oily Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "My skin gets really oily in the summer and this helps blur all of the oils on my face and keep them blurred all night long. Very lightweight and easy to set."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Balboa Banana - brightens medium to dark skin tones",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I don't normally like powder, but I like this! A little goes a long way though."
		},
		{
			"review_title": "perfect for summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "i really like this product and how well it sets my under my eyes. with the summer heat it’s perfect for keeping my makeup intact without creasing"
		},
		{
			"review_title": "Blurred and smoothed my skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have a fair to light complexion and got GetSet in the shade translucent. This pressed powder blurred my pores and helped keep my oily t-zone at bay! I loved it as an on-the-go product and to touch up throughout the day. It doesn't come with a mirror or powder puff, but I was able to fit my own powder puff inside the case."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Such a good setting powder! perfect for under the eyes before a loose powder"
		},
		{
			"review_title": "EVERYDAY POWDER 🪻",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This powder is good for an “everyday type beat”. It set my makeup very nicely and blurred any texture. I paired it with other tower 28 products. It wore for a good amount of time considering it’s so lightweight!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I'm usually not a fan of blurring or setting powders because they can look cakey, especially under my eyes, but this powder has changed my mind! It's blurring without being too heavy and gives a wonderful finish to my makeup!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I'm usually not a fan of blurring or setting powders because they can look cakey, especially under my eyes, but this powder has changed my mind! It's blurring without being too heavy and gives a wonderful finish to my makeup!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Definitely notice a blurring effect. I have oily skin and this does a good job at setting my makeup in the summer heat. I like the brightening tone, especially under my eyes, but want to try out the translucent one."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I really like this, but wish I had a different color. It does a good job of blurring my pores but wish it wasn’t as brighting. My fault for buying the wrong color."
		},
		{
			"review_title": "Natural Look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Looks great, it is actually translucent. No flashback and it does not look cakey."
		},
		{
			"review_title": "Lightweight and brightening!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "My skin has never looked better!  I like how lightweight this powder feels; it feels like I’m not wearing anything on my skin.  I really like the brightening effect it gives to my under eyes as well."
		},
		{
			"review_title": "I’m obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "This powder gives the PERFECT matte finish! I found that skin looked so even and smooth after applying. I love it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "This powder is very lightweight and good for pale skin. It blurs my pores and sets my makeup nicely. I wish it lasted a bit longer without having to reapply, but it still lasted at least a few hours before I noticed it going away."
		},
		{
			"review_title": "A new staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love how light it feels on my skin, and it gives me that airbrush look without looking cakey."
		},
		{
			"review_title": "Setting power",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I recieved this product for free to test out and it’s really great! It does an awesome job at blurring pores and keeping oil at bay. My only con is that it doesn’t come with a mirror so it isn’t the most convenient to take out with you. Over"
		},
		{
			"review_title": "GetSet, ready and GO!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Love the environmentally conscious packaging and no mirror so it’s easier to recycle. Tower28 is among my favorite beauty brands at the moment and this didn’t disappoint. It brightened, blurred and mattified without the mess of a loose powder compact. Palisades pink is so cute too. I always love all the LA-based names."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "love how lightweight it is! it makes me brightens my under eye. No powdery finish either! Helped my makeup stay on after a long day at work."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Balboa Banana - brightens medium to dark skin tones",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I love this product! It works so well to keep my makeup in place all day. I especially love to use this under my eyes to set any concealer!"
		},
		{
			"review_title": "Great pressed powder",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "It’s a great pressed powder! I prefer loose powder, but this still sets your foundation beautifully."
		},
		{
			"review_title": "Loveeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this product! I just wish it came with a mirror or a puff but it’s perfect. It blurs and it’s a great touch to my makeup routine."
		},
		{
			"review_title": "A Good Clean Powder!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is a really gorgeous clean option for pressed powder! The color brightened my under eyes, and smoothed texture. Loved it with both a powder brush and puff."
		},
		{
			"review_title": "long lasting",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Fair skin tone, Combination skin",
			"review_text": "super long lasting, only powder to keep me matte for over 8 hours. i wished it had a mirror in the case but it has enough space to put a thin puff inside and take out! the shade is brightening and smoothing. love love love"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Balboa Banana - brightens medium to dark skin tones",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Works so well! Easy to use and blurs, loving it so far!"
		},
		{
			"review_title": "A new must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Great product! Works really well with makeup or with nothing else on! Would recommend!"
		},
		{
			"review_title": "Love love love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I am always looking for a natural looking setting powder that actually works and this is the one! Love how it looks and feels on the skin, and how long my makeup lasts."
		},
		{
			"review_title": "Best pressed powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Well what can I say about this powder wow absolutely amazing I have enlarged pores and this certainly hides them , I have never used a powder like it no flash back when a photo is taken, and it honestly doesn’t budge great for under eyes also doesn’t sit in lines."
		},
		{
			"review_title": "Soooo good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This product is a game changer! I’m no makeup pro, but man did this make my foundation last for HOURS! It made me look less shiny and you can definitely layer it on to make it more matte/more natural"
		},
		{
			"review_title": "nice daily setting powder",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "this powder did a really good job at locking all my makeup in place. i wore it on a really hot day and it prevented me from getting too oily. it looked a little dry under my eyes but my under eyes are generally very dry with most powders."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Balboa Banana - brightens medium to dark skin tones",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "This setting powder goes on, so smooth. I am obsessed with it."
		},
		{
			"review_title": "Silky",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love the texture of this powder. Don’t let the white pan scare you. I thought it was going to be chalky and too light on my face however, upon application, it blends seamlessly into the skin. It also works well with my other products. For the sole purpose of testing the powder, I used this to set my tinted sunscreen around 8am and by the end of the night my face was a tad patchy and my t-zone was oily. I did not blot during the day on purpose to see the performance. When I got home around 8/9pm, I did blot and while it got rid of the shine, you can see that the make up underneath has separated. I still want to try it with an actual foundation and perhaps use it to freshen up through the day. I love the signature T28 lilac color but I do wish that the compact came with a mirror and perhaps a small puff to make touch ups easier."
		},
		{
			"review_title": "Great, trustworthy powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love that the ingredients are safe for sensitive skin, and the powder worked really well to blur and set my my makeup! Definitely recommend for anyone!!"
		},
		{
			"review_title": "Airbrush finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the natural yet blurring effect after using the GetSet Powder. It leaves the skin looking like a real airbrush filter! Easy to wear throughout the day and doesn’t crease :)"
		},
		{
			"review_title": "Immediate blur!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "It is insane how immediate the blurring effect of this powder is! The second you press it into your skin, all of your pores disappear and your skin looks so smooth. It kept my concealer on all day through the 94-degree weather, and I never had to reapply. Like every Tower28 product that comes out, this is my new go-to!"
		},
		{
			"review_title": "Amazing for dry skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love this powder to set my concealer! The pink shade makes it blend into my light skin color very well! The powder also doesn’t dry out my already dry skin!"
		},
		{
			"review_title": "Wow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is an awesome product! Does a fantastic job of setting and blurring my makeup! The pink shade also does a nice job of brightening my complexion."
		},
		{
			"review_title": "LOVE IT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "i love me a tower 28 face product and this has to be my new favorite! I love the banana color and it blurs without making me look ashy which i love! definitely reccomend!!"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This product is easy to use and really brightens up your make up!"
		},
		{
			"review_title": "Blurs",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This is perfect for blurring the skin and touching up on a hot day. It doesn’t have much pigment to it, which is good for touching up and brightening. It definitely blurs and I appreciate the talc-free formula, which makes it great for sensitive skin!"
		},
		{
			"review_title": "Love her!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The New GetSet Pressed Powder has been game changer! Makes my Makeup so smooth, especially under neath my eyes, where I tend to crease the most,  this pressed powder has been awesome. But,  I do wish it came with a Mirror for I can touch up my makeup everywhere I go."
		},
		{
			"review_title": "Super Natural!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Been testing out this product daily over the last week and it’s been very easy to use. it blurs very naturally so it’s been great for day time! my skin is dry and i haven’t noticed bad creasing or crepe-y skin"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This powder is pretty good at setting and blurring I like that it’s translucent and doesn’t change the color of anything or feel cakey it nice to get rid of shine"
		},
		{
			"review_title": "Blurring and Glowy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I'm obsessed with this powder - I apply it as a final step over my makeup and it leaves my skin looking so soft, blurred, and glowy. It's the best powder I've ever tried and I'm absolutely going to repurchase it!"
		},
		{
			"review_title": "Helps Maintain Sweat",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I love this product! I just went on vacation to a particularly hot place and this powder kept my sweat minimized while also making my skin look blurred. Love it!"
		},
		{
			"review_title": "Great Product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "Overall a great product! I love using is to touch up my face especially with the hot weather where I live. It does tend to emphasize my pores a bit, but most powders do that to me. One thing I wish this product had was a mirror within the product. It would be a game changer! Nonetheless, this product is perfect for on-the-go touchups and I would recommend trying it!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This powder is awesome!! It helps set my makeup and really blurs it all together. I love how the pink one helps to brighten my under eyes too. Overall very pleased and love how it’s talc free!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "i really like this powder. i usually use it to set under my eyes and it does a great job and brightening and blurring. it goes on very smoothly and works well to mattify shiny areas on my face as well. i wish this powder had a mirror inside the packaging though!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Helps with the summer shine and stays on all day!perfect for summer activities!"
		},
		{
			"review_title": "Instantly blurring with a nice glow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I was amazed with how blurring this powder was when I applied it to my oily zones! While it’s blurring, it still has a satin-like glow and didn’t cake up around my nose or my under eyes. In terms of longevity, it lasted well over 6 hours, and I was able to reapply. I wish it had a mirror in the compact so I can bring it on the go for touch ups."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have been using this powder for about two weeks and I think its very nice and blurring! I use it to set my undereyes and it doesn't crease and helps make my makeup look seamless. I have very dry skin and I find it emphasizes my dry patches when I use it to set other areas of my face, so it might be better for all over application if you have normal to oily skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Love using this to blur my makeup or even just to put on a light layer without makeup to keep my face from getting too oily throughout the day!"
		},
		{
			"review_title": "Keeps my face from looking greasy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The powder is translucent and super fine. I use a standard finishing powder brush. It feels light on the face and keeps my face from looking greasy in this melting summer weather."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really liked this powder. I felt like it set my makeup really well and provided oiliness from coming through during the day. It also doesn't come off as cakey."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really liked this powder. I felt like it set my makeup really well and provided oiliness from coming through during the day. It also doesn't come off as cakey."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I love the powder! Sets and works really well for my dry skin!"
		},
		{
			"review_title": "Love this for under my eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this as an under eye setting powder. It doesn’t have a flashback and keeps the color perfect for hours."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Hazel eyes, black hair, Dry skin",
			"review_text": "Nice powder that doesn't feel or look cakey! Good to use without foundation when a little oily."
		},
		{
			"review_title": "Great, clean powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This is a great powder! My makeup stayed on well without feeling dry or cakey. It also didn’t clog my pores or give flashback!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "As a college student with a busy schedule, I’ve found this alcohol-free face powder to be a game-changer. It sets my makeup effortlessly and keeps it looking fresh all day, even through long lectures and study sessions. The powder is super lightweight and doesn’t make my skin feel dry or cakey. Definitely a must-have for anyone needing reliable makeup that works as hard as they do."
		},
		{
			"review_title": "a very good natural blurring powder",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "honestly, I didn't realize at first that it was a translucent powder, and I'm even more glad it was when I found out. it's a nice natural pressed powder that blurs my pores and gives my face a very natural slightly blurred look. If you are looking for full coverage, maybe skip this one as this is more meant for the natural, clean girls!  I love it as a natural everyday pressed powder to keep my oily skin in check throughout the day!"
		},
		{
			"review_title": "Subtle and Sweet",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The shade Palisades Pink isn't as pink as the picture, it's a more of cream with hint of pink undertone! It really does blur and looks good under my eyes!! I found that the lasting power was a few hours then my oil would peak through but nothing wrong with powder touch ups when it's as light as this one!"
		},
		{
			"review_title": "Perfect size",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This powder is great and the packaging makes it all the much better. Easy to just slip into a bag or purse. The powder has a great texture not too flakey."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Translucent Trestles - fair to medium dark skin tones",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "this one is for the dry skin babes! this finely milled powder applies like a loose powder, blurring the skin with the easy mess free application of a pressed powder!"
		},
		{
			"review_title": "New staple powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Tower 28 has done it again!! I get excited about all their product launches and this is no different. I have the translucent shade and I like to use it on my T Zone and smile lines. It's not drying and it doesn't highlight my pores  while keeping me matte all day. Don't love it for under my eyes since it's not brightening but it's great otherwise! And I LOVE that this is talc free <333"
		},
		{
			"review_title": "New Go To!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This product was great at smoothing my skin's appearance while not clinging to my texture, blemishes, or dry spots! Definitely brightened the areas I applied it! Note that it is translucent so doesn't really provide any additional coverage, but looks great over my concealer & tinted sunscreen! Def my new go to powder!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "this keeps me super matte in the Texas heat. i like to use this powder in my t zone. it keeps me looking radiant, but not greasy."
		},
		{
			"review_title": "Everyday Staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Love this product!!! It’s not cakey at all, but adds an extra lock or longevity  to my makeup! It’s perfect for everyday.￼"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Palisades Pink - brightens fair to medium skin tones",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This is a nice setting powder! It does have a good blurring effect and doesn’t feel heavy on the skin. I wouldn’t say it’s the best setting powder ever, but it’s a solid one!"
		},
		{
			"review_title": "I use this daily!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I absolutely love this powder because it works wonders on my oily skin. The talc-free formula is perfect for my sensitive skin, and it blurs and smooths my complexion beautifully. It controls shine all day long. Plus, my makeup stays transfer-proof and sweat-resistant, even on the hottest days."
		},
		{
			"review_title": "She's THAT Girl",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Wow, I’m amazed because this product actually set my makeup and made my pores nonexistent. It also hasn’t broken me out, which I love and am always skeptical about when trying new products. As an oily gal, I do have to touch up, but that’s just my preference to set throughout the day. I can almost do a full face routine with just this powder. Yay, so excited for this launch! You need to try it!!"
		}
	]
}