{
	"product_id": "1189",
	"name": "Blush Kit Glamzilla Dirty 30",
	"brand": "NUDESTIX",
	"categories": "Makeup, Cheek, Blush",
	"price": 66.5,
	"about": "What it is:A two-piece, limited-edition blush kit for easy and natural glam, curated by TIK TOK sensation Stephanie Valentine, also known as known as GLAMZILLA..Ingredient Callouts:Free of parabens, phthalates, sulfates SLS & SLES, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, and cruelty-free..What Else You Need to Know:Glamzilla’s Dirty 30 Blush Kit makes it easy to create a fresh and sassy, naturally blushed complexion. This ultra-soft cream-to-powder blush balm glides smoothly onto your skin, offering a beautiful, blurred blush color for cheeks, eyes, and lips across universal skin tones. The formula, infused with soft-focus minerals and a light-diffusing formulation, blur the appearance of blemishes, fine lines, and pores, delivering an overall soft-matte finish. It’s a vegan blush stick with skin-loving antioxidants from vitamin E and green tea extracts..This Set / Palette Contains:(delete one)",
	"ingredients": "Dirty Thirty:.Isononyl Isononanoate, C12-15 Alkyl Benzoate, Octyldodecanol, Synthetic Wax, Isotridecyl Isononanoate, Methyl Methacrylate Crosspolymer, Silica, Ethylhexyl Palmitate, Sorbitan Isostearate, Stearalkonium Hectorite, Hydrogenated Polydecene, Ethylene/Propylene Copolymer, Microcrystalline Wax, Phenoxyethanol, Glyceryl Caprylate, Tocopherol, Isopropyl Titanium Triisostearate, Aluminum Hydroxide, Camellia Sinensis Leaf Extract, Mica. [+/- Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Red 7 (Ci 15850)]...Flirty and Thriving: .Isononyl Isononanoate, C12-15 Alkyl Benzoate, Octyldodecanol, Synthetic Wax, Isotridecyl Isononanoate, Methyl Methacrylate Crosspolymer, Silica, Ethylhexyl Palmitate, Sorbitan Isostearate, Hydrogenated Polydecene, Stearalkonium Hectorite, Ethylene/Propylene Copolymer, Microcrystalline Wax, Phenoxyethanol, Glyceryl Caprylate, Tocopherol, Isopropyl Titanium Triisostearate, Aluminum Hydroxide, Camellia Sinensis Leaf Extract, Mica. [+/- Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Red 7 (Ci 15850), Yellow 5 Lake (Ci 19140)]...*Contains pigments not suitable for the eye area, in certain regions including the US. Please review before use..**NUDESTIX formulations are updated from time to time as part of their commitment to innovation and maintaining global compliance. Therefore, ingredient lists or claims shown here may differ from the box of the product depending on time and global region of purchase.",
	"how_to_use": "Suggested Usage:.-Apply each color separately on cheeks, eyes, and lips to create multiple monochromatic looks.*.-Stack your blush for the ultimate ‘Dirty Thirty, Flirty, and Thriving’ look. .-Apply Dirty Thirty on front of the cheeks..-Add Thriving directly behind Dirty Thirty and blend towards the temples..-Blend Thriving and Dirty Thirty together and add along forehead close to hairline then blend..-Swipe Flirty across bridge of the nose and press onto lips.",
	"num_reviews": 42,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/nudestix-nudestix-glamzilla-2pc-nudies-kit-P512304?skuId=2799849&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2799849-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Gimmick. Filter out incentivized reviews",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Honestly didn’t realize all the reviews on this product were incentivized. This product seems super gimmicky. Using the dual one together in one swipe for me was not workable. Patchy. You can’t blend Out the bronzer without mixing it with the blush and it looks like you just have blush everywhere. The two colors are nice- and a better way to use is to apply directly your hand and blend them separately but this formula isn’t emollient enough - which is a common complaint I have with most nudestix products. They don’t blend easily and you have to be really light handed to not get a build up of unblended product - it’s just not easy to use- and then sometimes it just blends away in certain places.. so you have bronzer with a hole of nothing in the middle. The separate blush is fine. A little bright- but the “I mixed all the best blush shades and got this” pitch is again, sort of a gimmick. This is unimpressive and not worth the $$ imo. I may be being overly harsh because I'm really annoyed of purchasing stuff based on reviews and then realizing all the raving reviews were people who got it for free. The fact that mine is the first un-incentivized one and this has been out for some time tells you everything you need to know. It's subpar. Not exciting. Not easy to use. And gimmicky. Probably returning."
		},
		{
			"review_title": "Great colors",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I like it the colors are beautiful. I just wishes it would last a little longer but I think it’s also because it was my first time trying this kind of blush and I need practice. I’m a medium 4 on foundation this is how it looks on my skin."
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I absolutely LOVE THIS KIT!! The blush color is the perfect shade for my skin tone and I have been using it everyday."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "In love with this product. Color is so rich and long lasting. Dirty 30 my ultimate favorite!!"
		},
		{
			"review_title": "My daily blush stick",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’m obsessed with the blush stick alone and the half blush/half bronzer pigments. It’s so convenient. They both have the smoothest application and most beautiful colors that compliment very well with my skin tone (fair/medium). I’ve used this for a couple weeks and can say it’s been on my daily routine especially with the blush. It’s a dusty rosey color on my skin which I love for everyday wear.   The product comes with a cute black tin with a mirror on the lid that I’ve used to touch up my make up.   The only thing I don’t love is when applying the half/half blush bronzer, sometimes the colors mix up and you end up with bronzer and blush on the same area so you need to pay attention when applying where you want blush and bronzer. Other than that I love these products."
		},
		{
			"review_title": "Looove it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Combination skin",
			"review_text": "I really do love the colors of both bronzer and blush. They go well with any make up look and are soft and creamy."
		},
		{
			"review_title": "New staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I recieved this Blush duo for free in exchange for my honest review and I absolutely love it! It adds so much color and fullness to my face. I honestly can’t pick which one I like better, I use them both for the same wear. They are gorgeous and a little goes a long way! This will be a new staple in my routine!"
		},
		{
			"review_title": "Great cream blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really loved trying these blushes, and they are definitely going to be a staple in my makeup routine. They blend out super easily and add the perfect amount of color to your cheeks. I especially love the blush/bronzer combo stick. So innovative and makes it super easy to apply both products in one swipe!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Nudestix sent me The Glamzilla Dirty 30 Blush Kit for free, through BzzAgent, to try out and review. Let me start off by saying, the packaging is absolutely my favorite part! I will always appreciate when brands use packaging that can be reused/repurposed. It comes in a matte black tin container, with a built-in mirror. The products themselves are excellent quality as well. I love that the two multi-purpose sticks can be used as blush, eyeshadow, lipstick, and/or bronzer! All three shades are beautiful and very versatile. They glide on with ease, and the formula provides a lovely satin-matte finish that lasts all day (minus lip touch ups). I would definitely purchase this and recommend it to others! Thank you Nudestix and BzzAgent for the opportunity to try this!"
		},
		{
			"review_title": "A little goes a long way",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This stuff goes on soooo smooth. It is easy to blend on your face whether you have foundation on or not. It is very pigmented so you don't need to put pressure or put a lot on to have a strong blush/bronzer. It will last a good long while for me with everyday use. I also love that the container it comes in has a mirror in it!"
		},
		{
			"review_title": "My new go to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Nudestix kindly gave me this Glamzilla Dirty 30 Blush Kit free so that I could review it.  I normally use powder blush, so this is my first experience with a cream blush stick. I really loved it. The Dirty 30 works well with my skin color. It's a softer look, which is what I normally like to wear. The Flirty and thriving is a bit of a bolder color for me. I don't normally use a bronzer. I used it with just one stroke on my cheek. I really like it, its something different for me, but definitely will be adding it to my makeup go to's. I love the message it has on the package of beauty not ending in your 30's, that it evolves. I think if anything you become more confident and comfortable with your beauty in your 30's. So I completely agree!"
		},
		{
			"review_title": "Blushing at 32!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "The Glamzilla Dirty 30 Blush Kit is absolutely adorable! As a girl that cried for two weeks before her 30th birthday, this product made being in my 30's a little more stylish! Each blush added a different pop of color to my cheeks and the application was soft, easy, and beautiful. There wasn't a need for much touch up throughout the day and both colors are perfect for any skin color!"
		},
		{
			"review_title": "Adds a little color to your day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "I received this product free in exchange for my honest review; I will start with the pros that I have found while using this product. Firstly, it is a very diverse color, and feel it would match a wide variety of skin tones well, it gives you a lot of options; depending on how heavy handed you use this product, you could apply a dark color or a light very natural looking shade, to just a hint of color to add some pop to pale skin tones. I could easily see myself using this product daily and really enjoyed the application overall, it is a cream based blush set, the sticks have a reasonable amount of product compared to other brands I’ve seen in the past, and the case that these come in is extremely handy.  However, there are a few drawbacks to this product that you may consider. If you are using this product heavily to apply a more vibrant color, it can be harder to apply it evenly, and blend it out streak free, and my other drawback is the price of this product, I feel the price point is set quite high for this set for the amount of product you get; but it is also a very quality product itself, and the quality adds to the value for sure."
		},
		{
			"review_title": "A new must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really enjoyed the glam sticks! They are perfect for on the go and you don’t need many touch ups. I feel like it’s perfect and not heavy which I like for the fall. The pink highlights my cheeks very well. I like the packaging as well, it’s the little things"
		},
		{
			"review_title": "My latest obsession",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "So obsessed. I love a good blush but don’t like the traditional round compacts they come in and this solved that problem entirely. Not only are they creamy and go on easy, they are soft on application and the colors are breath taking. It fits perfectly in my makeup bag and now is always with me.  I was gifted this product in exchange for my honest opinion."
		},
		{
			"review_title": "Great pigment and easy application!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love the shade that this product provides. This is my first stick like application product but it was pretty easy to use and blend in. If you blend too much it will roll off your skin so you need to find that happen medium for sure. The double color on the stick makes it super easy to contour and blend! Def a great shade!"
		},
		{
			"review_title": "Great for blending",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "These creamy sticks are great for blending. I have been using them for blush and highlighter. They can be used for eyeshadow too. I love how well they blend. They come in a case that I can keep them to use when needed. They are versatile and the shades are amazing"
		},
		{
			"review_title": "Blendable and Buildable!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "Nudestix's Glamzilla Dirty 30 Blush Kit is a great travel item and staple for everyday use! The product itself is easy to blend and buildable, so it is beginner friendly. The finish is a soft matte which can work well for most skin types and it still makes you look radiant. Overall, would recommend this as it has the different shades as well for whichever look you are going for!"
		},
		{
			"review_title": "Beautiful & Smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The Glamzilla’s Dirty 30 Blush Kit is perfect for on the go! I absolutely enjoy the twist up stick application. The product is cream-to-powder, glides smoothly, and has a soft matte finish, which I love. I'm not a huge blush user, but I love the simplicity of the Blush Kit. The colors are subtle and natural, giving me a radiant glow. I love it!"
		},
		{
			"review_title": "Beautiful Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I’ve been using this and the color is beautiful. Would recommend to anyone who is looking for a beautiful brush color. The application is so smooth and easy application."
		},
		{
			"review_title": "Love them",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "Loving these blush sticks. They are really pigmented and blend so nicely. They're super buildable and great for all skin tones. The cream to powder formula is really smooth and has fantastic staying power. Love the packaging; these are very travel friendly and the tin that they come in is nice for brushes!"
		},
		{
			"review_title": "Great color combo, easy to blend",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really liked this kit overall. I have never used a stick blush before, so it took some time to figure out how much to apply, how hard to press. But it was really easy to blend with my fingertips. I liked combining the two colors a lot, it seemed like they were more geared towards a fall look than summer. I liked the creaminess of the formula, it looked natural. I think it would compliment all different skin tones. And loved the cute packaging!"
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "These blush are the best one I have. These comes nicely packaged in a set of two. One is dirty 30 and flirty and thriving. These blends seemless into the makeup and it lasts me whole day. These cream to powder blush, bronze and sets in the makeup so easily. I love how beautiful it look on my skin."
		},
		{
			"review_title": "I love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I used them both as blush. The dirty 30 worked better for my skin tone BUT they both go on smoothly and blend well on the skin. Dirty 30 is definitely buildable if you love lots of blush and want to add more. Flirty and Thriving worked better, for me, as a bronzer and/or eyeshadow. Overall great product and I’d buy it again!!"
		},
		{
			"review_title": "You must have this.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I receive this from bzzagent for free in exchange of my honest review. This is a good product I recomend it im happy with it"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The **Glamzilla Dirty 30 Blush Kit** is an absolute must-have for any beauty enthusiast. As someone who loves experimenting with makeup, I was thrilled by the variety and versatility of shades in this kit. Each blush has a smooth, highly pigmented formula that blends effortlessly, providing a flawless finish. Whether you’re going for a soft, natural glow or a bold, dramatic look, this kit has you covered.   The shades are perfect for all skin tones, and I especially appreciate the balance between matte and shimmer options. The packaging is sleek, compact, and perfect for travel. The staying power is impressive, keeping your cheeks looking fresh all day.   Overall, the **Glamzilla Dirty 30 Blush Kit** is well worth the investment if you’re looking for quality, variety, and performance. Highly recommended!"
		},
		{
			"review_title": "Really nice, natural-looking formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was really pleased with these sticks! I am not super experienced with a cream blush/bronzer so I was nervous about application and blending. But these are really simple to use, easy to blend, natural colors. I wore them to some wedding events and they stayed put all night! Will definitely be adding these into my regular makeup rotation."
		},
		{
			"review_title": "A blendable blush I love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "This has become my favorite blush. It’s a super pretty color with such an easy blendable formula. It’s buildable and easy to use, especially for makeup beginners. I also love that I can use this as an eyeshadow as well. It’s a perfect summer going into fall feel and gives me just enough of a sunny look."
		},
		{
			"review_title": "Amazing formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The packaging is amazing I love it. The formula is so smooth and easy to blend out it does not leave a harsh countour look but more of a soft and elegant look. The blush is so amazing it compliments my skin and gives me a glow. Definitely one of the best products I have used."
		},
		{
			"review_title": "The most amazing color of blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have to say that this blush color is my favorite at the moment, its just perfect! I also love that is easy to blend and the packeging its very practical for your purse!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "Loved this product. Super easy to apply and stays on all day!"
		},
		{
			"review_title": "Easy to blend and leaves a natural finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Perfect for a natural or glam make up look. I wore the shade flirty and thriving for a more natural light makeup look. It was not too red for my complexion as I am brown, so it blended with my skin tone and concealer very well. The other shade dirty 30 is much more red, but it blends well with warm and cool complexions. I will say it’s a very creamy and soft blush that’s easy to blend and it’s very lightweight. It didn’t feel cakey on my face as I used on top of my foundation and on top of my natural skin. I preferred it more with my natural skin, but it will bring a full face together"
		},
		{
			"review_title": "Very good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product is great! The two colors are very versatile and look great on the skin, day or night. The product goes on very smooth, and feels light on the skin. I love the packaging as well, it comes with a mirror and case, which is a great plus. I’d recommend these products for sure!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I loved this product for highlighting and giving color to my cheeks! Pretty colors and blends very easy!"
		},
		{
			"review_title": "Sooo creamy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Creamy, dreamy, and the perfect shade. I’m very fair with blonde hair and this mixes into my skin so well, it’s beautiful. It’s almost like a peachy pink mixed with bronze. No orange tint!"
		},
		{
			"review_title": "Love this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I have been using this product for the past few days and I am in LOVE. The packaging is great! It’s long lasting and very convenient. And the colors are sooo good"
		},
		{
			"review_title": "A must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Omg what a devine set! When I first looked at the blush I was a bit skeptic it was going to be too dark but omg it has a beautiful color that easily blends and lays smoothly on the skin! Not only is the blush dirty 30 beautiful! But the combo blush and contour are also spectacular! The combination makes it easy to apply in one swoop or to use one side of the other for a more precise look!"
		},
		{
			"review_title": "good for every day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I threw out my old blushes because of this set. the 2-toned one is a foolproof way to have a nice blush and bronzer combo."
		},
		{
			"review_title": "Beautiful kit. Super compact too.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "As a frequent traveler, this kit has won me over. Two multipurpose sticks are included: Dirty 30, a rich rosewood blush, and Flirty/Thriving, a dual-sided stick with warm peach and neutral tan shades. The soft, matte finish is ideal for everyday wear. The kit also features a built-in mirror and space for additional small brushes, making it extremely compact and practical. I'm a fan of the concept and eagerly await similar products. I'd certainly purchase it again and recommend it."
		},
		{
			"review_title": "My new go-to item",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have been using this non stop since I got it. The colors blend beautifully and look completely natural. I am able to build color or leave it simple. I love that I can use the colors on my face, lips, and eyes!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Creamy formula and blends beautifully. i was worried it would be too dark but it was perfect"
		},
		{
			"review_title": "A match made in heaven",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I love how versatile these shades are. The combination of both a bronzing and contouring shade in 1 stick is genius! Dirty 30 is the perfect rosy neutral tone that I have always been searching for."
		}
	]
}