{
	"product_id": "1085",
	"name": "Seaweed Night Cream",
	"brand": "Mario Badescu",
	"categories": "Skincare, Moisturizers, Moisturizers",
	"price": 30.0,
	"about": "What it is:A lightweight, oil-free night cream, filled with moisture-binding ingredients, that melts right in to nourish and replenish your skin while you sleep..Skin Type:Normal, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles and Dryness.Formulation:Cream.Highlighted Ingredients:- Bladderwrack Extract: Soothes irritated skin and softens the look of fine lines and wrinkles..Ingredient Callouts:Free of phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This lightweight, seaweed-infused face cream is packed with moisturizing powerhouses and skin-smoothing proteins to intensely hydrate while you sleep. Bladderwrack, collagen, elastin, and sodium hyaluronate combine in a mineral-rich formula that unveils a visibly glowing—never greasy—complexion come morning.",
	"ingredients": "-Bladderwrack Extract: Soothes irritated skin and softens the look of fine lines and wrinkles..-Collagen: Smooths the appearance of fine lines and wrinkles while visibly firming skin..-Sodium Hyaluronate: Addresses dry, flaky skin by attracting moisture to skin cells...Aqua (Water, Eau), Glycerin, Isopropyl Myristate, Stearic Acid, Propylene Glycol, Cetyl Alcohol, Fucus Vesiculosus (Bladderwrack) Extract, Hydrolyzed Elastin, Collagen, Sodium Hyaluronate, Glyceryl Acrylate/Acrylic Acid Copolymer, Carbomer, Parfum (Fragrance), Sodium Chloride, Phenoxyethanol, Potassium Sorbate, Methylparaben, Propylparaben, Sodium Benzoate, Triethanolamine, Diazolidinyl Urea, Benzyl Salicylate, Linalool, Citronellol, Amyl Cinnamal, Hexyl Cinnamal, Geraniol, Limonene, Mica, CI 77891 (Titanium Dioxide), CI 19140 (Yellow 5), CI 42090 (Blue 1), CI 77288 (Chromium Oxide Green).",
	"how_to_use": "Suggested Usage:.-Apply every evening, after cleansing and toning..-Layer over a serum for enhanced visible results..-If product gets into eyes, rinse well with water.",
	"num_reviews": 48,
	"overall_rating": 4.0,
	"product_url": "https://www.sephora.com/ca/en/product/seaweed-night-cream-P441313?skuId=2192128&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2192128-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1 oz / 28 g",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2192128-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}