{
    "product_id": "902",
    "name": "Tattoo Liner Vegan Waterproof Liquid Eyeliner",
    "brand": "KVD Beauty",
    "categories": "Makeup, Eye, Eyeliner",
    "price": 34.0,
    "about": "What it is:A bestselling, extreme-precision liquid liner, now with optimized ink flow and transfer-proof long wear in a luxe aluminum pen..Benefits:Long-wearing, Waterproof.Ingredient Callouts:Free of parabens. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know:This bestselling liner is now bolder, smoother, has better ink flow, and stays inky without bleeding, skipping, or drying up. The 0.01 mm-tip offers extreme precision with the same iconic needle-precise brush tip for fine linework, lash line fills, and more. Itu2019s waterproof and transfer-proof, with bold pigment that locks in place for fade and smudge-resistant wear all day..Clinical Results:In a consumer study of 30 volunteers:",
    "ingredients": "Aqua/Water/Eau, Styrene/Acrylates Copolymer, Butylene Glycol, Alcohol Denat., 1,2-Hexanediol, Acrylates/Octylacrylamide Copolymer, Pentylene Glycol, Beheneth-30, Phenoxyethanol, Caprylyl Glycol, Sodium Hydroxide, Sodium Dehydroacetate, Disodium EDTA, Ethylhexylglycerin, Tocopherol, Black 2 (Ci 77266) [Nano].",
    "how_to_use": "Suggested Usage:.Tattoo prep:.-Give Tattoo Liner a good shake before uncapping. .-Apply on clean skin..-Pro tip: Have oily eyelids? Apply your favorite mattifying eye primer or eye-safe powder before laying down your lines...Keep it flowing:.-Applied it over eyeshadow? Clean the brush off with a wet paper towel before you cap it to avoid buildup in the brush..-Store Tattoo Liner by laying it flat to balance ink flow between uses...Dot, dot, glide:.-Use the precision tip to draw dots and create a guideline for your winged liner..-Connect the dots and fill in your line...Mixed media: .-Slice a wing with Tattoo Liquid Liner and tightline with Tattoo Pencil Liner..-Bonus: Use Tattoo Pencil Liner in high-visibility pop shades to adorn your liquid lines. ..Faux freckles and brows:.-Use Mad Max Brown to create fake freckles or brow hairs.",
    "num_reviews": 1038,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/kvd-vegan-beauty-tattoo-liner-vegan-waterproof-liquid-eyeliner-P512215?skuId=2781599&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2781599-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Mad Max Brown",
            "shade_descriptor": "rich chocolate",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2781607-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Mad Max Brown",
            "shade_descriptor": "rich chocolate",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2781607-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Brand new but practically unusable",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This used to be my holy grail eyeliner. However, when I got replenished, not sure if I was shipped something old or they changed it altogether. It was dry by the second use. I'll be looking for a replacement in another brand."
        },
        {
            "review_title": "New staple in my daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brunette hair, Fair skin tone, Combination skin",
            "review_text": "Beginner friendly. no expertise necessary. I haven't used liner in years. everything I try it seems to thick or challenging but this is my new jam. It's now part of my daily makeup. The mini size feels like a good steady hold and the design lines perfectly easy to add thickness or keep it a thin perfect lashline application."
        },
        {
            "review_title": "New formula lacks",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have been using this eyeliner for YEARS, and have recommended it to several people. After trying the updated formula I am sad to say I need to now find a new product - it's dry, clumpy, and very difficult to apply"
        },
        {
            "review_title": "Bring back the old formula.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve used the KVD Tattoo Eyeliner for over a decade and the new formula is TERRIBLE. PLEASE KVD, listen to the people who are telling you to change the formula back. The new formula is dry, clumpy, and needs multiple passes to create a pigmented line. I couldnu2019t believe how quickly this new formula liner was acting as dry as if Iu2019d kept it in my makeup bag for two years or more. It now feels like a cheap drugstore liquid eyeliner. No longer worth purchasing. Change it back."
        },
        {
            "review_title": "First Sephora return ever. Heartbroken over KVD.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am absolutely heartbroken over this new formula. Iu2019ve been a loyal user of this eye liner since it first came out and it is absolutely not the same anymore. It bleeds, sticks to your upper lid, and is wildly frustrating."
        },
        {
            "review_title": "New formula is terrible!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have used this eyeliner for YEARS but the new formula is TERRIBLE. Itu2019s thick and sticky and smudges throughout the day. It used to be perfect, but now I have to find a new eyeliner. So sad "
        },
        {
            "review_title": "Hate the change",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been using this liner for several years but they have changed the look and I hate it. It doesn't go on as smooth and it dries out much much faster. Wasn't broke, should not have changed it."
        },
        {
            "review_title": "Excellent smudge-proof liquid liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "A long time ago, I received a sample of KVD liquid liner and loved how smudge-proof it was, its ease of use and how long the tiny sample lasted in my makeup drawer. Recently, when I decided to switch to a liquid liner, I was surprised to discover negative reviews about this product. Still, I gave it a try and ordered the full size Satin Black and was pleased with the results once again. Note: I donu2019t moisturize or prep my upper lid before applying this product over eyeshadow. It lasted all day without smudging. Plus, I needed to use Lancu00f4me Bi Facial Double Action Makeup Remover to thoroughly remove it."
        },
        {
            "review_title": "What happened to this liner??",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "What happened to this liner?? It used to be the best:( not only is the new formula awful, the new material on the tube is so much heavier and difficult to use. Bring back the old liner!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Hands down best liner. I have true oily skin. So no other liner actually works or stays on like they claim except this one. I have it in both brown and black. Also works amazingly in the Florida heat and humidity doesnu2019t budge! Iu2019ve even cried through funerals with it on. Highly recommend"
        },
        {
            "review_title": "Easy to Use and Looks Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Love that this makes a thin line bteween my upper lashes. I use it daily and add another layer later in the day, if needed."
        },
        {
            "review_title": "Bold and precise",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this liner because itu2019s so easy to work with and you donu2019t have to do a lot of u201ccoloring-in.u201d One pass usually does it. I also find that the brush tip is much more precise than the felt tip liner."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Looovvvedddd this and used it for years, but the formula has changed. Before, I could wear this all day and it wouldnu2019t move at all. Now, I canu2019t do a full workday without it smudging all over my eyelids. Disappointed in the change"
        },
        {
            "review_title": "Great Look on Eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I got this for my mom via Influenster and she loved it! Very voluminous and adds color boldly yet without drawing too much attention. Would recommend!"
        },
        {
            "review_title": "CRAP",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Not black enough and absolutely not waterproof. Smudges like crazy. Very disappointing cuz this was such a great liner in the past. Donu2019t waste your time and listen to everyoneu2019s 1 star reviews."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "It went on smoothly and was pretty water resistant. It stayed all day and didnu2019t smudge. It also dried pretty quickly and looked good. The pigment and color was great too."
        },
        {
            "review_title": "Bring the old formula back!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "This is so disappointing. I used this liner exclusively since its release. I read the reviews saying the new formula was bad. I still bought 2 new ones hoping maybe some people had gotten an odd bad one. No. The reviews were correct & accurate. The new formula is dry, it flakes, it smudges. Nothing like the old product. This is worse than a drugstore product. Youu2019re better off with a NARS liner."
        },
        {
            "review_title": "Sticky and smudgey new formula",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So sad something has clearly changed. Every day at work people are telling me I have a smudge because this eyeliner Iu2019ve always used is now sticking to my eyelid and leaving a mark. Iu2019m wiping it off like 3 times a day."
        },
        {
            "review_title": "Not worth price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "While it is very precise and black, drugstore options achieve the same thing for a lot cheaper. It also dries out after maybe 2 weeks of use (I wear eyeliner daily). So many better options out there."
        },
        {
            "review_title": "New formula is no good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Have purchased this liner for years - the new formula transfers and sticks to my upper lid, which is very disappointing! Iu2019ll be looking for a different brand to replace this. Colour and application are still the same."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Combination skin",
            "review_text": "dried out immediately, i guess itu2019s the new formula like even the sephora brand beats it by far."
        },
        {
            "review_title": "They messed up a good thing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "WHY would you mess with something that was so good?! This new formula is so bad. I also feel like they messed up the actual brush tip/packaging. I've used this liner for years, it was my holy grail. Now I'll never buy this again."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Iu2019m so sad they changed the formula ud83dude2d this has been my holy grail eyeliner for years, the only one I used. It went on so smoothly and stayed in place. But with this new formula it smudges all over my  upper eyelids! Iu2019m so bummed,,time to find something new u2639ufe0f"
        },
        {
            "review_title": "Horrible new formula",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am so upset they changed the formula of this. Certain makeup items I switch up but I ALWAYS loved this one. However, they recently changed the formula and it smudges so badly and gets sticky. I never had that issue with the old formula. Sucks I have to find a new brand for liquid eyeliner."
        },
        {
            "review_title": "new formula/design is ud83dudca9",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "I used to use this pen all the time and it was my go to for liner. Recently changed their packaging and I got 3 that all skip and drag up it's own product. Not buying ever again."
        },
        {
            "review_title": "the new formula is TERRIBLE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Porcelain skin tone, Combination skin",
            "review_text": "the new formula is TERRIBLE. Don't waste your time and money. this was my go-to for years, never again. it dried super flaky and pretty much rubbed off when i changed clothes about 15 minutes later. my shirt barely grazed my skin. covererage was also not a good it did not lay down smoothly either."
        },
        {
            "review_title": "Awful. Do not buy.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This used to be my favorite liner but it has been reformulated or something and itu2019s just awful now. This u201cliquidu201d liner goes on more like a smudgy pencil than an inked pen. The only way I have found to make this work is to put the tip of the pen underneath the faucet to get it wet and then use it, which defeats the purpose of it being waterproof. Do not buy."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "used to be amazing, but the new formula is terrible. smudges all over my eyelids. i thought maybe my skin was too oily, but seeing reviews makes me think it's the new version. very sad to lose my favorite eyeliner!!!"
        },
        {
            "review_title": "No longer worth it.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Used to be such a great product but it dried out so fast now. Iu2019m constantly having to buy more. And if your eye waters at all, itu2019s coming off. Not u201ctattoou201d like at all. On the hunt for something new."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The KVD Beauty Tattoo Liner Waterproof Liquid Eyeliner is a must-have for precision and long wear. Its ultra-fine brush tip ensures smooth application, allowing for sharp lines or bold wings with ease. The rich black pigment (shade: Trooper Black) is intense, waterproof, and smudge-proof, lasting all day without fading. Perfect for long hours or humid conditions, it stays put yet removes easily with makeup remover. Beginners may need practice with the brush tip, but itu2019s worth mastering. Vegan and cruelty-free, this eyeliner delivers professional results and lives up to its reputation as a beauty staple."
        },
        {
            "review_title": "Used to be good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have used this eyeliner for years, it was amazing, never smudged or creased.  They have apparently changed the formula and it is horrible.  It gets all over my upper eyelids now.  Please go back to the original formula!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is my go-to liquid eyeliner, I highly recommend!"
        },
        {
            "review_title": "New formula. Horrible smudging",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019ve been using this liner for years however they changed the product and now it smudges like crazy! The first time I used the new formula, I ended up with the liner all over my upper eyelid and looked crazy! Not up to KVD standards. Bring the old formula back!"
        },
        {
            "review_title": "Everything I need in an eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I use this eyeliner every day with its amazingly thin bristle like tip. I can get the perfect wing using minimum product, which makes it last a lot longer. I use it to complete every make up look I do."
        },
        {
            "review_title": "Hate the new version",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This was my favorite liner, I'm not sure why it was changed. Now I hate it, it smudges and hard to remove. I wish they would make it like before."
        },
        {
            "review_title": "They ruined the formula!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This used to be my favorite eyeliner because it held up all day. They seem to have changed the formula, however, and now itu2019s terrible. I keep ending up with smudges on my creases by the work day, which is hugely embarrassing! Iu2019m very disappointed in this change and guess I need to find a new liner after all these years."
        },
        {
            "review_title": "My holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "KVD Tattoo Liner is my all time holy grail liner. Iu2019m so bummed they arenu2019t selling KVD in stores anymore. Itu2019s now online only which sucks, and Iu2019m hoping this doesnt mean KVD is being phased out completely. This has been my go-to for years and Iu2019ll use it as long as I can. The BEST!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "",
            "review_text": "This eyeliner used to be really good! But I just purchased it recently and it is different than before. It drys out after a couple uses! And it runs through out the day. I donu2019t recommend."
        },
        {
            "review_title": "Not what I expected",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Easy to apply but not a tatto at all. Along the day it gets messy. Didnu2019t work for me, so I cannot recommend it."
        },
        {
            "review_title": "Great But Not  My Go-To",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have used KVD for a long time. It was fine when I first started using it, and I loved how it had a mini size as well. I wear pretty long medium/thick wings, so I need my liners to go on smoothly. I often need many layers over my wing to make it look dark and or opaque. If I don't put more layers on it, it will look streaky.   I have watery eyes and tear up easily so I need waterproof liners to keep my wings intact. This specific waterproof liner easily washes away and smears on my eyes. Hence, I would use this liner for a regular day and not at a movie or somewhere I may get teary.   I also have a constant problem with the cap coming off., even with the new packaging. When this happens, and if I don't notice immediately, it dries out and is unusable.   Overall, I do love this product, but it is not my go-to product."
        },
        {
            "review_title": "This new formula bleeds downwards - terrible!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "After using this renewed formula, the black bled downwards onto the eyebag area within 4 hours so that I looked like I was a panda... Upon wiping, it continues to do so, which meant I had to look terrible at work and at a gathering every 1-2 hours between the wipes when the black accumulated. It's ridiculous, and I am throwing this away, likely never buying KVD liquid eyeliners again, despite having loved the original formula previously."
        },
        {
            "review_title": "Perfect Liner for Going Out!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I was surprised by how much I liked this eyeliner. I love that it's a brush tip applicator, and it dries to a matte black quickly. I will say that makes it a little difficult to correct mistakes, so consider this a medium user skill-level eyeliner. The brush is also a bit thicker than I would use for every day use, but again you can make it work with a steady hand. I also can vouch that the cap is nice and secure, because I've (surprisingly often) had the cap on an eyeliner pen pop off in my makeup bag and the whole pen dries out immediately. Being a pricier product, I would hope that doesnt happen to this liner, and it hasn't (fingers crossed!) Would recommend if you're a regular eyeliner user!"
        },
        {
            "review_title": "Sticks to eyelids!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Recently bought a new eyeliner and they must have changed the formula, because it is terrible! It constantly sticks to my eyelids and is NOT waterproof"
        },
        {
            "review_title": "Awful formula change!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I've been repurchasing this eyeliner for years -- holy grail item.  Unfortunately they changed the formula/packaging and it's impossible to apply -- so dry!  I actually bought another because I thought it was just me or an anomaly.  It is not.  Awful.  Now I have to search for another."
        },
        {
            "review_title": "Very disappointing eyeliner",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
            "review_text": "I am so disappointed with this eyeliner. I had bought one previously and it worked really well. I am not sure what has changed but it comes off on my eyelids within a few hours"
        },
        {
            "review_title": "Winged liner magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "This is a very high quality eyeliner that makes the perfect pointed flick at the end of a winged liner. I highly recommend it to all of the winged liner girlies!"
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is one of my all time favorite liquid liners, and one that I keep going back to when I run out. The formula is rich and bold, and the tip allows for super precise application. Iu2019m seriously impressed by how fast it dries, and how long it lasts. This stuff does not budge at all! That being said, itu2019s also easy to remove with a good makeup remover. I highly recommend this to anyone looking to ditch their smudgy liner."
        },
        {
            "review_title": "TERRIBLE NEW FORMULATION!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have used this eyeliner for over 10 years and loved it. I purchased my latest one a month ago and discovered new packaging and new formulation. Itu2019s terrible!  It smudges, doesnu2019t go on smoothly and is Completely dried out already. Do NOT recommend."
        },
        {
            "review_title": "The best liner !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this liner. It honestly stays put for hours and does not smudge."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I buy this item regularly. The new product applicator is bulky and slippery causing the cap to pop off with ease just in your makeup bag and without a top the product dries out. Please fix this applicator , I got to use it ONCE before it dried outackagin"
        },
        {
            "review_title": "New formula stinks :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "As many have said, the new formula is awful. It used to be my holy grail - now it dries out super quickly, doesnu2019t apply as easily, and smudges so easily. I honestly thought I was using my old liner by accident because of how dry the new one was. Will be finding another liner."
        },
        {
            "review_title": "Love Liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this liner! It has a great tip that helps with precision of liner. It helps create that cat eye look that we all want to achieve!"
        },
        {
            "review_title": "Great Lineru2026until it Dries Out",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I loved this eyeliner, Iu2019ve been using it for 9+ years but they changed the formulau2026I find it dries out super quickly and I often have to reactivate it with setting spray while Iu2019m applying which is an inconvenient"
        },
        {
            "review_title": "New formula is just terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Changed the formula, the liner gets cakey during application now and doesnu2019t apply as smoothly as the older formula ud83dude2d. Also the liner runs out/gets dry so much more quickly.    :( Iu2019m so sad because I have been using this for so many years."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Iu2019ve been using the tattoo liner for the past 10 years and am sad to say that this formula change has not been great at all. The old formula never smudged even with my oily skin, but this new formula smudges so much even with proper priming and setting. Iu2019m just so disappointed behave this was my holy grail and now I will have to be finding another brand."
        },
        {
            "review_title": "Budge proof eyeliner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Second time repurchasing. This works so well. Doesnu2019t budge even with watery eyes. Sooo black and doesnu2019t have a weird shine to it. I love this."
        },
        {
            "review_title": "Not the same formula",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Used this for about 10+ years , I recommend this to all my friends , now the  new formula ruined it. It is not the same and the matte on the pen now itu2019s glossy and not easy to hold, it even feels chunkier. Have to find a new brand now."
        },
        {
            "review_title": "New favorite liner !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I'm able to make a perfect thin line with this liner and it lasts all day ! It's amazing ! Love the way I can control the line and make it as thin or as thick as I want it and it does not budge !"
        },
        {
            "review_title": "Hate the new formula..",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This was my favorite for years. Whatever they did ruined it. It transfers to my eyelids and itu2019s not as easy to get off. Definitely wonu2019t be buying it again"
        },
        {
            "review_title": "Need to buy this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Iu2019ve used many eyeliners and this product is the best! Easy to apply, and it literally lasts all day!"
        },
        {
            "review_title": "Liner so sharp it could cut a man",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This liner lives up to the hype. Sharp tip, smooth application, quick dry, no smudge. After crying one night, I still woke up with the perfect wing. The pen is somehow also so satisfyingly smooth I can pull it out of my makeup bag without looking. Would recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Packaging was luxurious and well made. The eyeliner was easy to apply with the sharp tip. Applied very black, dried quickly, and didnu2019t budge during wear."
        },
        {
            "review_title": "a must have in my makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "my go to eyeliner especially with my super oily eyelids, this one last!!"
        },
        {
            "review_title": "Stays on all night",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This waterproof liquid eyeliner stays put all day without smudging, giving sharp, defined lines with a matte finish. Love it! Itu2019s easy to apply, dries quickly, and doesnu2019t irritate my sensitive eyesu2014definitely a must-have!"
        },
        {
            "review_title": "The Perfect liner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This liner is perfect! It doesnu2019t smear or budge itu2019s the perfect consistency too! My fave liner right now!"
        },
        {
            "review_title": "My Revlon has the same value",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This product is worth like $9 to meu2026. I hate to do this but this product was so disappointing. Iu2019ve tried using this with a clean face, assuming that maybe my serum had gotten on my lidsu2026 no matter what this product flakes after applyingu2026 it gets very weird if you try to apply on top of the original application toou2026 it smudges off but when applying it itu2019s stubbornu2026 otherwise Iu2019ve worn it today for 5 hours and itu2019s melted off."
        },
        {
            "review_title": "Trash reformulation :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've used this liner for 10 years or more. It was my holy grail.  I tried sooooo many and nothing compared.  They reformulated a couple months ago or so and it's terrible. Application is terrible, it feels so dried out going on.  I looked in the mirror last night after a 12 hour work day and it had transferred all to my upper eyelids.  Probably walked around work terrifying my coworkers and patients lol.  I hate it now.. so terrible!"
        },
        {
            "review_title": "Terrible new formula. Disappointed!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this liner for years and it has always been my go to liner. However, the new formula is terrible. After using it for a couple of times it dried out and I cannot use it any more. I havent used it even for a month. Previously this liner would last me for months and would apply well even after months of usage. I dont understand why products need to change the formula that works so well. Why make this horrible change. Now I need to find another liner. Really devastated that my favorite liner is so awefull now :("
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this so much! It stays on all day. I have been buying it for years. I get the small one because the big one dries out on me since I don't use it much"
        },
        {
            "review_title": "smudges",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "super easy to use but it does smudge easily and sort of flakes off u2026"
        },
        {
            "review_title": "Terrible new formula",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this eyeliner for years and loving it, but the new formula is terrible. Itu2019s tacky so it goes on chunky and it takes several layers to get opaque coverage, and at that point itu2019s so gummy on the lid. The ink does not flow through the brush well anymore. It also gets everywhere on my eyelids. Removing it is also a nightmare because it just sort of rubs around my face instead of wiping off. I am bummed about this formula change as this was all not the case before. I hope they switch back!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this liner usually, but it dried up after a week of use this time. Not sure what they changed (they def changed the outside to be glossy instead of matte on the pen), but clearly affected the product too."
        },
        {
            "review_title": "Formula Change",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "Been using this for years. Probably 10 years in fact. I think the new packaging came with a new formula - it doesnu2019t glide on as easily, takes forever to dry, and is not stay-proof and ends up all over my eyelids within an hour (donu2019t have oily prone lids). Shame."
        },
        {
            "review_title": "Great for everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This liquid eyeliner is fantastic. I love how sharp the pinpoint brush is. It makes it so easy to apply flawlessly! It dries quickly once applied and does not smear easily. It will last all night, even in high humidity and rain. The packaging is very elegant, and the box is surprisingly sturdy. Over all, I would definitely recommend the eyeliner for every day use!"
        },
        {
            "review_title": "Staple in my kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have totally been in love with this liner since KVD came out with this product. Itu2019s a staple in my makeup collection, i have sensitive skin, especially my eyes & when i tell you she has never failed me, i mean it!"
        },
        {
            "review_title": "formula/packaging change is terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "this has been my favorite eyeliner for years but they clearly changed the formula and the pen mechanism. it's borderline unusable. takes 20 minutes to do my eyeliner now because I can't get the ink to flow normally, and when it does come out it leaks everywhere. instead of shaking it for more ink, I have to dip into the lid for the excess spill. heartbreaking, but I have to find a new eyeliner. this is unacceptable."
        },
        {
            "review_title": "Pretty pigmented liquid liner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I got this product for free in exchange for my honest review and words cannot express how in love I am with this liquid eyeliner. The packaging is pretty cute and itu2019s got this beautiful black pigment that helps create those bold looks. Itu2019s so easy to use and create sharp precise lines especially when you want to do your winged eyeliner. I would say itu2019s waterproof because It hasnu2019t given me issues with smudging or fading, unless you purposefully rub it over and over. But overall, I really like it and i canu2019t wait to create more looks using this liner!"
        },
        {
            "review_title": "Great for thin liner applications!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "LOVE this. I wear my eyeliner very thin and close to lash line and this is the only product that gets the job done easily. The applicator is very precise and yet still gives good color payoff. Doesnu2019t smudge too much either, but removing is a mess if you donu2019t have waterproof removing products"
        },
        {
            "review_title": "My new favorite eyeliner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My new favorite eyeliner! Honestly, I love the application, itu2019s precise and easy to get it right, itu2019s not super long that you lose control and itu2019s not short that it makes it impossible to do your eyeliner.   It dries quickly, but not quick enough that you canu2019t clean it if you made a mistake. You can clean it without making your entire eye black, and itu2019s super easy to remove!   The pencil has great packaging and the lid stays close! It wonu2019t open by itself in your makeup bag, but you have to make sure you actually closed it (which can be kinda annoying sometimes)   Itu2019s not that water resistant. I mean, it wonu2019t come out and make a mess right away, but itu2019ll come off easily if you rub it off!"
        },
        {
            "review_title": "Classic eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This product is a staple. You can always count on it. Itu2019s sharp, last a long time. Not too shiny and easy to apply."
        },
        {
            "review_title": "rich black pigmentation !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "As a dental assistant, Iu2019m always looking for makeup products that are not only long-lasting but also easy to apply, especially during my busy workdays. I recently tried the KVD Tattoo Liquid Eyeliner Waterproof, and I am absolutely impressed!  One of the standout features of this eyeliner is its precision tip, which makes it incredibly easy to create super pointy wings. Iu2019m a fan of sharp and defined eyeliner, and this product delivers flawlessly. The applicator allows for great control, whether I'm going for a classic line or a bold winged look. I received this product as a free sample."
        },
        {
            "review_title": "It's good if you like liquid eyeliner.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Cute packaging. I tried my usual swipe application technique. I'm not the best at liquid eyeliner but the precision was okay. It dried down pretty quickly and came off pretty easily. I do prefer pencils."
        },
        {
            "review_title": "Reformulated & not good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've used this kvd liner for a solid 10 years and since they reformulated it really isn't the same. It starts sticking to the top of my lid causing a black streak to appear after half of a day. Not the same."
        },
        {
            "review_title": "Great Eyeliner stays in place!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I recieved this Eyeliner from Influenster and have been loving it! On hot days it's great because it lasts through the day and stays in place. The application is nice with a paintbrush like tip that let's me do a thin or thick line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "ABSOLUTELY LOVE THIS EYELINER! This gives a strong bold look that helps bring so much attention to your eyes. It lasts long and the eyeliner is waterproof. It does come off with micellar water which is nice. I recommend this eyeliner."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Probably the best liner on the market. Lasts so long on the eye. It feels lightweight. Doesnu2019t smudge at all. Itu2019s really dark as well. Perfect eyeliner!"
        },
        {
            "review_title": "mostly a slay, but still a tiny bit disappointing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved the applicator and it stays on actually FOREVER. super waterproof. the thing that sucks is that it does dry out prematurely and you canu2019t really like go back over your line cause it just gets chunky"
        },
        {
            "review_title": "Not the same formula",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not the same formula. This product transfers to eyelids as the day goes on and feels tacky. This never happened previously. Iu2019ll be returning and exploring some other options."
        },
        {
            "review_title": "Not the same formula",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is NOT the same formula Iu2019ve been using for yearsu2026 it says itu2019s the same amount of product as my old pen but it either dried up or ran out within a monthu2026 these have always lasted me about 3 months, Iu2019m super disappointed."
        },
        {
            "review_title": "not the same formula I fell in love with",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this use to be my favourite eyeliner! but I feel like the formula has changed since than. it transfers to my eyelid, and is already drying out after two uses. so not worth the price. I've used many drug store eyeliners that are 10x better and half the cost. pretty disappointed"
        },
        {
            "review_title": "Good waterproof/oil-proof liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "It's pretty good quality. It definitely lasts longer than other waterproof liquid liners. Because the area around my eyes is oily, I tend to have smudging by the end of the day that makes me look like a rat. Thankfully, this eyeliner stays on pretty well. A solid option for waterproof liners."
        },
        {
            "review_title": "Easy to use and long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I got this eyeliner thanks to influenster to try and give out my review. This eyeliner is very good. The color stays on and doesnu2019t budge, it slides easily, itu2019s waterproof comes off easily with micellar water and color last long. Itu2019s a bit pricey but for the quality I might be convinced to make the investment. It drys quickly and doesnu2019t live a mess, you can precisely apply it."
        },
        {
            "review_title": "The best I have used!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this product as a free sample. This is the best liquid eyeliner I have ever used! It does not transfer and lasts all day. I love how thin it is. It allows you to build bigger lines. It dries quickly so it donu2019t have to worry about it smudging. So easy to apply. I highly recommend it!"
        },
        {
            "review_title": "New Formula is TERRIBLE!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I loved this eyeliner but this new formula is junk. Iu2019m so disappointed. Donu2019t waste your money."
        },
        {
            "review_title": "Horrible new formula",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Horrible. This has been my holy grail for 10 yrs but this new formula is horrible. Donu2019t trust all these incentivized reviews. It doesnu2019t stay on and is definitely not a tattoo liner anymore. When I try reapplying, it peels off. Iu2019m just so sad pls bring the old formula back!!!!"
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Application Precision: The fine-tip applicator offers exceptional precision, making it easy to create both thin lines and bold wings.  Drying Time: It dries quickly, preventing smudging or transferring during application.  Packaging Quality: The sleek and sturdy packaging is both stylish and practical, fitting comfortably in hand.  Water Resistance: Highly water-resistant, it stands up to humidity and tears, ensuring long-lasting wear.  Ease of Removal: Surprisingly easy to remove with a gentle makeup remover, minimizing irritation.  Overall: The Tattoo Liner is a reliable choice for precision and durability, with quick drying and excellent water resistance, making it perfect for any occasion."
        },
        {
            "review_title": "When you need to cry it out..avoid this eyeliner",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I spilled burning coffee on myself and proceeded to have a lil cry about it while sporting my KVD waterproof eyeliner. Went and looked in the mirror after and needless to say thank goodness itu2019s Halloween season because I looked like something from my own nightmares. What Iu2019m trying to say is this eyeliner is definitely not waterproof. Shame since I have used this product for a while and it used to be; the formula definitely must either have changed since it was waterproof in past purchases."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Purchased a mini version of this to test it out. I really like it! I donu2019t wear liquid eyeliner much anymore but if I did I would repurchase this one"
        },
        {
            "review_title": "Beginner Friendly Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This product is exactly what it says it is. Itu2019s a fast drying, long-lasting eyeliner. I am not very experienced in eyeliner but this product was so user friendly and I was able to achieve a sharp and thin wing on the first try. The shape of the brush is perfect so that you can make very thin and straight lines to build off of. This product is very waterproof and requires makeup remover to take it off. I searched it on my hand and it didnu2019t even come off after the first 2 scrubs with hand soap. It eventually came off with the right products but Iu2019m confident it lasts a whole day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mad Max Brown - rich chocolate",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "New and improvedufffc!!!!! absolutely love the new & improved pen even the formula seems to work better!!ufffc   ufffc"
        },
        {
            "review_title": "Must have! Buy it. Buy it now!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "With KVD's latest waterproof eyeliner. Designed for ultimate precision, this eyeliner glides on smoothly, allowing you to perfect every wing with ease. Its quick-drying formula locks into place instantly, so you can be confident in its lasting power-no touch-ups needed! Housed in sleek, high-quality packaging. With top-tier performance and unbeatable value for money, the KVD waterproof eyeliner makes professional results with minimum investment."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love this liner. It is so good and I like the pen style"
        },
        {
            "review_title": "Only Eyeliner for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this eyeliner so much, the new formula is such a great improvement. Itu2019s darker and lasts even longer. I tell everyone to use it."
        },
        {
            "review_title": "Beautiful the first time",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Porcelain skin tone, Normal skin",
            "review_text": "This eyeliner was beautiful the first time I wore it. Lasted throughout my date with no smudges and applied easily... Then every experience after that was horrible! It dried out very quickly, and I had to squeeze the tip to get some product out. When applying, it actually separated and I would have to use a different eyeliner. There are so many better options for cheaper."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mad Max Brown - rich chocolate",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Ok best brown liner. Donu2019t want to gate keep but also donu2019t want this product to sell out lol. The new packaging is EVERYTHING. I changed to 5 stars just for the packaging xo"
        },
        {
            "review_title": "Bad formula change",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Iu2019ve bought several tubes of this and it was the only one that worked great; this newest tube is different and terrible. I can tell not only by the fact that it transfers onto my lids, but the packaging is different (tube is glossy and not matte). Itu2019s off. On to a new search.."
        },
        {
            "review_title": "Give a chance!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Bought 2 sets of it.. really worth buying but it doesnu2019t stays as long as expected"
        },
        {
            "review_title": "Very precise and bold",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "Iu2019m not very good at eyeliner, but the formula of this is really nice. It dries quickly, and if you need to remove it before it dries you can wipe it off with a paper towel and it wonu2019t smudge. It comes off easily with micellar cleansing water too. The brush tip is super precise, and is great for making really thin lines. It will come off if you scrub at it, but is very water resistant otherwise."
        },
        {
            "review_title": "Great precision and durability",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this eyeliner for its application precision and water resistance. The brush gives you a super sharp line, perfect for any look. It dries quickly and stays put all day, even in humid weather. The packaging quality is sleek and sturdy, and it definitely offers great value for money. If youu2019re looking for something long-lasting and precise, this is an excellent choice!"
        },
        {
            "review_title": "Formula change for the worst",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "They changed the formula and it is now zero waterproof. So disappointing, ive been using the same eyeliner for years and years"
        },
        {
            "review_title": "NOT lasting at all",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "As an alt girl who wears heavy eyeliner, I had high expectations for this product. No matter how I prime and set my eyes, this eyeliner smudges AND forms dry black crumbs within 2 hrs of wear on my lower lashline and corners."
        },
        {
            "review_title": "Accurate Pen and Smudge Proof Liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "With the thin eyeliner tip it makes it extremely easy and accurate when applying around the eyes. Dries almost immediately making it easy to apply on the go!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I have oily lids and this Doesnu2019t smudge! It lasts all day."
        },
        {
            "review_title": "Super long lasting ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love the tip of this eyeliner. So fine, Super easy application, does not irritate the eyes and it is easy to remove with oily eye makeup removers. No complaints at all. Smudge proof.   Pd: This product was gifted to me by #Influenster in exchange for my honest review."
        },
        {
            "review_title": "Easy liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Beautifully packaged item. The color is deep black and stays all day. I liked the precision dip which made it way to customize and apply to my liking."
        },
        {
            "review_title": "Get a drug store eyeliner",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Donu2019t buy this most high end liners are worse than drug store eyeliner. Whenever you apply the eyeliner it tugs on the skin and I prefer a inky eyeliner because tugging on the eye can speed up aging and I had to give it a few pases to get some product out of it I just got it yesterday and it is very dry"
        },
        {
            "review_title": "A new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Kat Von Du2019s Tattoo Liner is highly praised for its precision and longevity. The felt-tip applicator allows for easy application, making it suitable for creating both thin lines and bold winged looks. The formula is waterproof, smudge-proof, and dries quickly, ensuring that your eyeliner stays put throughout the day. Many users appreciate the rich pigmentation, which delivers a deep black color. However, some may find it slightly challenging to remove at the end of the day. Overall, itu2019s a favorite for those seeking a reliable, high-quality liquid eyeliner."
        },
        {
            "review_title": "Get something else.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Application is fine, the product goes on pretty nicely. However, it was not waterproof and was cracking/smudging after a few hours."
        },
        {
            "review_title": "New formula sucks",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I used the old formula for a decade and it was perfect. This one sucks. It literally will melt onto the back of your lid throughout the day. Looking for a new product"
        },
        {
            "review_title": "DOES NOT BUDGE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This eyeliner wore through a full day of crying at a wedding, and looked great doing it. It applies a bit lighter than the previous formula, but has a stiffer brush in the new packaging which makes lining easier. Dries down almost instantly, and definitely works better with a wet makeup remover for touch ups. Great liner!"
        },
        {
            "review_title": "Easy to apply liner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "After using this eye liner for the past couple of months, I am definitely going to be adding it as a permanent fixture in my makeup routine. It goes on so easily and lasts all day. I experienced very little smudging or running, plus it was easy to remove at the end of the day."
        },
        {
            "review_title": "My everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "KVD tattoo liner is my go-to. I find it easy to wing the corners and control the tip, far more than regular eyeliner. It comes out really pigmented. I have been purchasing it for years and it doesnu2019t disappoint!"
        },
        {
            "review_title": "Must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The packaging has been upgraded. It's definitely heavier and feels more substantial than it used to, and feels more expensive than its stila counterpart. It goes on smoothly, doesn't run, and is a very deep matte black. The staying power is great, I haven't had any issues with it coming off before I'm ready to remove my makeup. It's a classic for a reason."
        },
        {
            "review_title": "Love this liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love this eyeliner! It goes on so smoothly and stays on all day! Itu2019s easy to removed with makeup remover but lasts throughout the day with humidity and sweat! The pigmentation is really good! And the packaging is super cute!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Pigmented eyeliner and glided so smoothly on the eye. I love how its tip is very precise for an easy application. It's waterproof and smudge free."
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Iu2019m a little shocked at some of these reviews saying that the formulation changed and it no longer stays put. The liner I received went on easily and precisely, dried very quickly and stayed on all day."
        },
        {
            "review_title": "A MUST HAVE !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This KVD BEAUTY TATTOO LINER is really amazing. It's really waterproof and it doesn't smear like other eyeliners. LOVE the way the tip feels when applying, it's not big and bold  . I don't have any complaints about this product so far. Also, the scent is not annoying like other makeup that you could smell the chemicals. Perfect for everyday wear."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "This was my tried and true for literally years. Just repurchased and the formula is so different u2014 not in a good way. I had transferred onto my top lid any time Iu2019ve used it, even with matte primer. I am SO sad because the one foma was incredible."
        },
        {
            "review_title": "Great everyday eyeliner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The applicator is amazing, it's a good everyday eyeliner. I wish it was a darker black, but overall it's a good product. It lasts all day and doesn't budge."
        },
        {
            "review_title": "very drying",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "the formula used to be amazing but the past couple times ive purchased over the last two years, itu2019s been awful. i donu2019t know why they changed such an amazing product. the product dries out in a week and when you try to reapply, it just takes it off. would not recommend, now i have to go through the struggle of finding a new staple"
        },
        {
            "review_title": "emphasis on TATTOO !!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "donu2019t even rnu2026 raved all night and this thing DID NOT BUDGE !! mind you, hot, stuffy, sweaty moshpit, and she absolutely slayed the whole night. nice and crisp <3 only downside is ITS SO GOOD its difficult to remove !! (even with micellar water) but if thats no biggie, give it a go :)"
        },
        {
            "review_title": "Why change it when it was great",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This new formula is awful. I have bought several new tubes with the new formula and now itu2019s terrible it dries out in a matter of weeks when I used to get months of use before drying out. You guys messed up a good thing. The new brush is terrible too big and the older one was a lot better to work with I will never buy this one again"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Love the packaging super cute. The eyeliner is very easy to use and has great pigment. The lipstick has nice texture and dries matte. The color is beautiful but I donu2019t think it suites me."
        },
        {
            "review_title": "Not transfer proof",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "Iu2019ve loved and have been using this eyeliner for years with no issue, but I noticed with my newest purchase that the packaging and formula has apparently changed because all of a sudden this product is transferring on my top eyelid even when itu2019s dried down. This product explicitly advertises thatu2019s itu2019s transfer proof and water proof but Iu2019ve either gotta one from a defective batch or itu2019s just not true anymore. How annoying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This liquid eyeliner has extremely dark pigment. If I made a mistake, it was quite simple to erase the eyeliner quickly. But occasionally, my eyes are quite sensitive. My eyes wet from wind and various allergies, and this lotion was not able to keep my eyes dry for more than six hours before I needed to touch them up. Apart from that, the stuff was good."
        },
        {
            "review_title": "KVD eyeliners never disappoint!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "KVD has always made great eyeliners and this is no exception. It has the smoothest application Iu2019ve ever experienced with a liquid eyeliner. Itu2019s thin and sets quickly, yet, it doesnu2019t bleed and provides a rich color! The only downside I found to this is that the u201cwaterproofu201d performance didnu2019t work great for me. After using it for a night out, I came back home to smudging under the eyes. I have very oily eyelids so maybe you wonu2019t have the same problem! I tested it on a family memberu2019s hand and after cleaning/washing dishes, the liner still looked amazing (pictured). Overall, this is a great option, especially for beginners who have a hard time getting precise lines."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Itu2019s one of the best eyeliner I never try! The pigmentation is crazy and soooo long wear, itu2019s very easy to apply and the packaging is so beautiful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Trooper Black - satin black",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this eyeliner, itu2019s so jet black and makes a really precise wing. Also the packaging makes it super convenient to apply. It dries out quickly and is also easy to remove with just micellar water/regular water."
        },
        {
            "review_title": "Favorite waterproof eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I LOVE THIS EYELINER!!! It last all day long without any flakes or smudges. Itu2019s so easy to create really creative looks with the fine tip as well. The packaging is really cute, you can pump the liner in the cap!"
        },
        {
            "review_title": "Very long wearing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Wow, they werenu2019t joking when they decided to name this u201ctattoou201d liner. It was very long wearing. If it werenu2019t so difficult to take off, it would have 5 stars. Beautiful packaging."
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This is the only eyeliner I use. Itu2019s amazing, and long lasting."
        },
        {
            "review_title": "so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "great product! the application process is so easy because of how precise the tip is, it dries really quick and wonu2019t smudge if ur eyes are always watery."
        },
        {
            "review_title": "Edgy and stylish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m really impressed with this eyeliner! Itu2019s long-lasting and waterproof, which is perfect for all-day wear. The packaging is super cool and sleeku2014it feels luxurious and adds a stylish touch to my makeup collection."
        },
        {
            "review_title": "Best Eye Liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "The precision of this eye liner is perfect, super thin and sturdyu2026. The color is dark black and it doesnu2019t smudge at all. Became one of my favorites."
        },
        {
            "review_title": "True Black",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This is the first time Iu2019m using KVD Tattoo liquid eye liner and Iu2019m pretty impressed with the quality. It lasts long and doesnu2019t smudge. It dries out very quickly and doesnu2019t make my eyes dry or itchy. I use the eye make up remover to remove it. Itu2019s also very easy to apply. I would definitely recommend this to everyone. I received this as a free gift from influenster in exchange of my honest review."
        },
        {
            "review_title": "Dry fast and stay long",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Very easy to apply, nice color, think lines, good moist texture, waterproof for sure! Harder to remove than I expected. Dry immediately, packaging is simple, pretty to my eyes!"
        },
        {
            "review_title": "HORRIFIC new formula, avoid this like the plague.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair",
            "review_text": "I've used this product for the past 5 years. What HAPPENED to the formula. It used to be flawless, and now it smudges and smears on my eyelid EVEN WITH PRIMER AND SETTING SPRAY. It's just awful, easily the worst eyeliner I've EVER used."
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This liquid liner has the best staying power! If you want that perfect winged liner look this is definitely the eyeliner for you. The precision tip draws the perfect line and it drys quickly. When I say this doesnu2019t budge I mean it! Itu2019s completely waterproof, but comes off with my oil cleanser easily. I 100% recommend!"
        },
        {
            "review_title": "What Happened to the Formula?u2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I used this eyeliner for the last 5+ years and never had a problem with it until the last reformulation. It was my go-to liner. Now, the product transfers to my upper lids (which is new, never had this issue before). Itu2019s frustrating because now I have to check my face several times a day for smudges."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "The tip of the eyeliner is very thin, I really like it, suitable for drawing sharp tails. The packaging is not dented. The ink is even when new. It sticks well to my skin. The color is clear. It dries quickly, so you should use makeup remover oil to remove it completely."
        },
        {
            "review_title": "Terrible reformulation:(",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "Why they would reformulate the best eyeliner in the game is beyond me. The new formula is dry, patchy and drags. So disappointed. I fear that unless they make the OG formula available, Iu2019m gonna have to find a new option."
        },
        {
            "review_title": "Missing old formula",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for years now and i absolutely loved the old formula. Sadly this new formula doesnu2019t hold up as well as the old. Iu2019ve noticed that itu2019s not as waterproof or long lasting all day efficien."
        },
        {
            "review_title": "Perfect for a cat eye",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I like it , I used it to try doing my inner corner ( cat eye ) and it appied very smoothly and neatly . Packing is simple and nice also does not take long to dry down and removes well with a eye makeup remover .   - Complimentary from influenster -"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "The rapid drying after applying and exceptional water resistance are noteworthy features. Additionally, the liner's packaging was well-designed."
        },
        {
            "review_title": "I love the redesigned packaging! More precise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I LOVE the packaging! The new packaging has a little bit of weight to it compared to the old one. As a makeup artist, I find liners with a little weight are better for a more precise application. It dries fast, lasts long, and doesnu2019t flake. The tip of the pen is a bit smaller than before which I also love. Itu2019s about the same price as other liquid liners in the same tier. Itu2019s waterproof but comes off easily with an oil based makeup remover or miscellar water."
        },
        {
            "review_title": "So good !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "This is a cult classic ! This liner always goes on smoothly and dries down to semi black glossy line. It gives a crisp precise line I love this liner I will always use it"
        },
        {
            "review_title": "Terrible reformulation:(",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "Why they would reformulate the best eyeliner in the game is beyond me. The new formula is dry, patchy and drags. So disappointed. I fear that unless they make the OG formula available, Iu2019m gonna have to find a new option."
        },
        {
            "review_title": "Missing old formula",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for years now and i absolutely loved the old formula. Sadly this new formula doesnu2019t hold up as well as the old. Iu2019ve noticed that itu2019s not as waterproof or long lasting all day efficien."
        }
    ]
}