{
	"product_id": "1720",
	"name": "Rice Water Infused Hair Conditioner Bar",
	"brand": "Viori",
	"categories": "Hair, Shampoo & Conditioner, Conditioner",
	"price": 25.0,
	"about": "No match",
	"ingredients": "-Longsheng Rice Water: Nourishes and repairs..-Cocoa Butter: Conditions, softens, and moisturizes..-Hydrolyzed Rice Protein: Increases volume, shine, and strength...Cetyl Alcohol, Behentrimonium Methosulfate, Theobroma Cacao Seed Butter, Butyrospermum Parkii Butter, Oryza Sativa (Longsheng Rice) Water, Stearic Acid, Bambusa Arundinacea Stem Extract, Brassica Oleracea Italica Seed Oil, Calcium Pantothenate, Inositol, Oryza Sativa Bran Oil, Water/Aqua/Eau, Lavandula Angustifolia Oil, Fragrance/Parfum, Rosa Canina Fruit Oil, Hydrolyzed Vegetable Protein, Aloe Barbadensis Leaf Juice, Tocopheryl Acetate, Simmondsia Chinensis Seed Wax, Oryza Sativa Flour, Lactobacillus/Radish Root Ferment Filtrate......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:..- Dampen bar and rub in palm for a few seconds until lather forms.&nbsp;.- Apply directly on hair in straight, continuous motions, all over desired areas.&nbsp;.- Let the conditioner sit for 2-3 minutes, then rinse thoroughly.&nbsp;",
	"num_reviews": 96,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/hair-conditioner-bar-P500707?skuId=2654705&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2654705-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Strengthening Lavender Rice Water Conditioner Bar",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2593986-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Clarifying Citrus Rice Water Conditioner Bar",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2654697-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Strengthening Sweet Musk Rice Water Conditioner Bar",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2654705-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Moisturizing Floral Rice Water Conditioner Bar",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2654713-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Unscented Rice Water Conditioner Bar",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2654721-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Fantastic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this conditioner! I’m impressed a bar conditioner works this well and I’m thrilled with the complete absence of plastic."
		},
		{
			"review_title": "Baby powder musk smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I didn't even get this out of the box - the musk/baby powder smell on the terrace garden scent is so bad."
		},
		{
			"review_title": "Don’t buy it!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I’m not sure what this product is because conditioner bar is not!! I bought it bc I like the bar shampoo of the same brand but this product is leaving my hair sooo dry!!"
		},
		{
			"review_title": "Amazing but strong scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is by far the best conditioning bar I have tried as someone with thick wavy hair. It leaves your hair super soft without being greasy. I am usually someone who likes very scented products but I purchased the waterfall scent and I find it really overbearing."
		},
		{
			"review_title": "Best conditioning bar on the market!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "This is the first bar conditioner I have liked! I have long bleached hair & this actually conditions, detangles & smooths, unlike any other bar product I’ve tried. I love the pleasant light unisex scent of Hidden Waterfall & the sustainability factor. I didn’t try their shampoo bar unfortunately, but if you’re looking for a conditioning bar, I absolutely recommend trying this one!"
		},
		{
			"review_title": "New fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I’m so happy that I don’t have to fuss to get the product out of a bottle anymore. The product is in the palm of my hand literally. It’s such a genius idea for a conditioner in a bar form. It applies and lathers directly to my scalp and hair. I love the scent because is not overpowering and smells amazing! My hair feels so soft, smooth and moisturized. It’s such a wonderful experience using this bar conditioner."
		},
		{
			"review_title": "Loving this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I have been using this conditioner bar for over a week now & I’m loving it. It has such a nice smell. & I love that it’s a bar. No over using conditioner & no plastic waste is a win. I’m loving the soft feeling it leaves."
		},
		{
			"review_title": "Still a win",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Ok so yes this did end up making my hair really shiny and healthy in addition to using the shampoo counter part. However I got this in a different scent and the bar is a very odd texture so I’m mixed. The packaging was cute but not as stunning as the shampoo. Also this was really hard to work into my hair and I had to kind of do a rough scraping motion to apply any of the product. This brand is amazing though and I will definitely buy this bar again if they make a couple adjustments so it’s more like the shampoo bar. They are still so healthy and environmentally friendly so this is still a win."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love it- brought it on a trip with my recently and washing my hair became the best part of my experience. Hair was super soft, easily untangled, with no weigh down. Loved it!"
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I have tried a few different shampoo bars and wasn’t thrilled with the results, so I was hesitant trying these. Upon the first application, I was pleasantly surprised at how sudsy and great the conditioner lathered. When combined with the shampoo, my hair was noticeably lighter and cleaner-feeling and INCREDIBLY shiny. The conditioner is a must to pair with the shampoo for best results! The smell is also absolutely DIVINE. Bonus points to the brand for giving back to the Red Yao tribe."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This was an interesting try for me…the musk scent is pretty masculine so I would probably try a new scent in the future. But I like the overall design and feel, great for traveling light or the gym and pretty eco friendly!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Dry skin",
			"review_text": "The product works great as intended. I’m not the biggest fan of the smell, very strong smell. The smell reminds me of green tea or essential oils which isn’t what I typically go for. But the product itself works."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love the longsheng rice water conditioner bar by viori beauty! It smells amazing like musk and super easy to use. I love traveling with it since it’s a solid bar it’s super easy to take with me in my suitcase. It leaves my hair super soft!"
		},
		{
			"review_title": "Yes - you’ll love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "The softest my hair had ever felt! I was so skeptical at first but this is a change everyone needs to at least try! My hair is soo silky, shiny and soft. Wish the fragrance was natural or a bit less intense- overall love and definitely recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "The conditioner bar looked and smelled so amazing. Such a beautiful musky vanilla scent. Oh and the packaging was beautiful and sustainable with no plastic involved. it will make for a great gift. It contains longsheng rice water. My hair felt really soft and smooth and hydrated after hair wash. I used it along with the longsheng rice water shampoo bar. It is free from chemicals and is free from paraben and phthalates which I really liked. Overall, loved the shampoo and conditioner bars."
		},
		{
			"review_title": "Must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was gifted this beautiful smelling conditioner bar by viori and I have to say it smells like you’re in a luxurious spa, I love it , it makes my hair feel soft and hydrated. I also love that it’s made with all natural ingredients 😊"
		},
		{
			"review_title": "The best conditioner bar!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "I was extremely grateful to be able to try the Conditioner Bar by VIORI! More specifically I tried the Longsheng Rice Conditioner. This was my first time to use a Conditioner bar. At first, I was worried about getting a good lather or good amount of product but I didn’t have any issues. After I shampooed I used this bar to go through my hair and it was so simple! I like the Sweet-Musk Scent a lot. It’s subtle and not too strong. It definitely made my hair a lot softer."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I love this bar so much! It leaves my scalp feeling very clean, and my hair feels so soft and moisturized after each wash. I also noticed that my hair looks more naturally shiny. The scent is great too. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "First of all, this conditioning bar smells amazing! Even better it leaves my hair feeling soft and healthy. It lathers better than I would have imagined and I’m definitely a fan. I am ordering the shampoo bar so I can use them together."
		},
		{
			"review_title": "Not the best",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This conditioner likewise did not do the trick for me. I have thick hair that gets tangled easily and did this not help with the detangling unfortunately. I really wanted to like it since I have since ads for it about how it is natural. Also the scent is not my favorite ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "My hair feels, smells, and looks great! I am pairing it with the respective shampoo and it’s the perfect combo. I love that I am using natural ingredients and getting effective results. Want to try more scents now!!"
		},
		{
			"review_title": "Nice conditioner bar",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I like the Viori rice water conditioner bar as they are made of all natural ingredients and sulfate-free conditioner. It is an easy to use conditioner bar and it really helps to moisturize and condition my hair. My hair feels very silky and soft after using it together with the shampoo bar."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This conditioner keeps my hair hydrated and clean. It lathers really well and it has a wonderful scent. I really like that the bar is pretty. The packaging is lovely. This conditioner makes a great gift!"
		},
		{
			"review_title": "Left my hair feeling and smelling great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I absolutely love this conditioner bar. It is very hydrating and left my ends feeling silky smooth. The scent is not too overpowering but has a nice, clean, musky scent with sandalwood and jasmine. I would recommend!"
		},
		{
			"review_title": "I am really impressed, de-tangled my fine hair.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Viori conditioner in the scent Hidden waterfall definitely has a strong musk vanilla  scent, almost powdery in a way. You can really tell that it is a product with rice in it from the scent which I find to be actually nice. The scent kind of reminds me of those scented soaps that my aunt or grandma would have in their bathrooms in the 1990s that were there simply for decoration.  When I first lathered the bar in my hands I wasn't getting much and at first worried it wouldn't be conditioning enough for my hair so I took the bar directly to my hair and the product glided right on leaving smooth silky conditioner on my hair. I focused on the ends and worked up the length of my hair avoiding my scalp area. I am really impressed with how silky it felt with the conditioner in my hair. When I rinsed, my hair still felt silky but not like the conditioner wouldn't wash out. I let my hair air dry and I was able to brush my hair without any tangles which is a really rare thing for me being that I have super fine hair that tangles from simply shaking my head! I am really impressed with how well the conditioner bar works for giving hair moisture and what it did for my fine hair and tangles. It isn't heavy at all either."
		},
		{
			"review_title": "Just buy it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
			"review_text": "I will be the first to say I did not have high hopes for this. I truly didn’t think a conditioning bar could do the same as a luxury condition. Boy, was I wrong! This has completely changed my hair game. This bar made my hair feel so moisturized and silky soft. Goodbye frizzy hair too! This has left my hair completely tangle free and so manageable. I started using this on my daughters hair because her hair is curly and gets tangled so easily. Her curls are absolutely beautiful now and I haven’t used her detangle spray since using this conditioning bar. We are lifetime customers now. I will never go back to an ordinary conditioner and honestly couldn’t recommend this enough."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I love using bars for my hair to reduce plastic waste and the count against my liquid limits for traveling. I can cut these bars in half to use in separate places! One is for home and one is for travel. The conditioning bar is easy to apply directly to your hair and scrunch then comb. I enjoy this smell and my hair is soft and shiny after using the Viori system."
		},
		{
			"review_title": "So nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I have dry ends and fine hair so I was skeptical about if a conditioner bar would be hydrating enough for my hair and I am pleased to say this one is really nice and leaves my hair hydrated without weighing it down or making it look greasy. It smells nice too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This brand always meets the expectations! These bars last forever! And not only the bar but the scent lasts after each use leaving your hair smelling absolutely amazing fresh and moisturized. This conditioner bar will leave your hair silky soft, manageable and just down right smelling GOOD!"
		},
		{
			"review_title": "The fragrances don't smell artificial",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this product in exchange for an honest review. I must admit, they all have the most heavenly scents. The fragrances don't smell artificial at all; they're divine, natural, and botanical. When applying the conditioner bar in the shower, it feels quite different from traditional conditioner—it's almost as if you haven't applied anything to your hair. However, after letting it sit for a few minutes while I washed up, I could feel my hair was silky, smooth, and well-conditioned when I rinsed it out. It may take a bit of adjustment, but after using it a few times, you'll get the hang of it. I let my hair air dry, and the results were fantastic: no frizz, shinier and softer hair than I've had in years, and I didn't even need to use a leave-in conditioner. My comb glided effortlessly through my hair. Overall, I'm extremely impressed."
		},
		{
			"review_title": "Beautiful conditioner bar",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This conditioner bar is beautiful; works well on my hair; the smell is amazing. It has definitely made my hair, silkier, softer and manageable. Love the packaging its well made and elegant. I am having spa feeling at home."
		},
		{
			"review_title": "Best conditioner for travel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Love this conditioner bar for travel because it’s solid so you can bring it on the plane. It also smells really nice and makes my hair feel so soft and silky. It detangles my knotty hair like any other conditioner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I loved this conditioner bar! It paired perfectly with the shampoo bar! it has a beautiful smell that’s not too overpowering. it left my hair so soft and very easy to comb through the tangles! It was also very easy to lather."
		},
		{
			"review_title": "A must have for very dry scalps",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "My mom gave me these for my husbands hair cause he has a really dry and flakey scalp but after the first wash his hair was softer and his scalp wasn’t so inflamed. After a month of using his dandruff is gone. Also the bars are still big and have much more uses."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "This conditioner bar is wonderful. The scent is very subtle, and the enzyme in the rice water works wonders to soften and smooth my hair. I was hoping to see the beautiful carving pattern like other Viori products, but this one doesn't have it. Nevertheless, I still love it!"
		},
		{
			"review_title": "Better than ANY other conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "For anyone wondering if you can possibly love a bar of conditioner as much or even MORE than your favorite bottled brand, I'm here to tell you that the only choice is Viori and you will be amazed! I've been using Viori shampoo and conditioner bars for the past year and a half now and having tried dozens of others, nothing compares. Viori Longsheng Rice Water Conditioner Bar in Hidden Waterfall scent is my absolute favorite. The fragrance lingers all day and I receive compliments all the time on how great my hair smells. Since it is made with longsheng rice water, my hair is so touchable and soft, shiny and the strongest it's ever been. Let's also not forget that by going plastic free, we can create a better future for the planet by reducing our carbon footprint and eliminating plastic waste. People can tell you their favorites all day and you may or may not like it, but in this case, I'm fully confident that this will be the absolute BEST conditioner your hair has ever experienced. Not even for a bar of conditioner, but the best of them ALL. I recommend this brand to everyone I know and everyone I've convinced to make the switch agrees that this is an incredibly superior product. Try it and thank me later!"
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The Viori conditioner bar is a great concept. I love that I can travel with this without worrying about spilled liquids or liquid restrictions in my carry on bag. The conditioner bar smells so good! It makes my shower smell like a spa! It also makes my hair feel very soft and smooth and gives it a healthy shine. This product is made without harsh chemicals. I love using this knowing that I am not harming my hair with anything harsh."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I have been loving how this product makes my hair feel! After usage it feels so soft and silky. My hair has  lot of damage so I have been loving how this product has brought life to my hair! I would highly recommend!"
		},
		{
			"review_title": "My New Travel Go-To!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": ". Over the past few months I’ve make active changes to my lifestyle, including trying to eat as clean as possible. I am slowly trying to take the “clean” ideology over to every other aspect of my life, not just food. This is my first bar hair product I’ve used and I’m quite happy with it’s performance. There is a bit of a learning curve and you have to make sure it’s fully washed out, but my hair is left feeling soft and moisturized. I have extremely long hair and I go through regular conditioner quickly so im curious to test out longevity of this product, which seems promising. I also travel once a month and the convenience of the bar is amazing! I’m also obsessed with the scent as it’s fresh and clean but not over powering whatsoever . I can’t wait to try out more products from the brand asap!"
		},
		{
			"review_title": "Nice but not for curls",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I really enjoyed the scent of this conditioner, and I loved the ingredients used. However, as someone with fine, medium density, curly 3b hair this did nothing for me. It did not provide enough slip, I was running the bar on my hair for 5 minutes all over and it was not enough to detangle with. I’d skip this if you have long curly hair. Would not recommend for my hair type."
		},
		{
			"review_title": "Leaves hair smooth!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I’ve never tried a shampoo or conditioner bar before so I was really excited to try this!  The smell is absolutely fantastic and it probably my favorite part about it.  It’s so rich and smokey and sultry.  The bar itself is nice although it doesn’t lather very easily and is a little hard to spread throughout my hair.  It does leave my hair silky smooth though and gives it a fantastic shine that makes it look so healthy and clean."
		},
		{
			"review_title": "For Shine & Strength",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I never used conditioner bar before so I was excited to try it. I soaked my hair in warm water and used bar to lather my hands. I applied it all over my hair. I am glad it didn’t weigh my fine hair down. It made it soft and shiny. Hydolyzed rice protein in this bar gives hair strength, volume and shine. I will continue to use this bar."
		},
		{
			"review_title": "Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was hesitant on a bar conditioner for my curly hair. But this is very nice. It's pretty small though... But it smells great. The smells last on hair for a while it lathers nicely. I was pleasantly surprised with the quality."
		},
		{
			"review_title": "Love this conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Absolutely love this conditioner! It is so amazing and so hydrating on my hair, it makes it feel so soft. It is easy to lather and it is definitely a more eco friendly option than shampoo bottles. I could not recommend more highly."
		},
		{
			"review_title": "Lovely conditioner bar",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am in love with the concept of shampoo and conditioner in bar form. It's so eco friendly as there's way less waste and no plastic! The paper wrapping and box can easily be recycled with your other paper goods. As for the conditioner bar,  I love how it leaves my hair easy to detangle and silky soft. The smell of the bar is lovely too! Smells like a nice perfume. It's also perfect for taking with you on you travels."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This helps with my hair feeling less dry and more shiny. I’ve never tried a conditioner bar before but this is an interesting product. I thought it would weigh down my hair but it made it better. The scent is amazing and I really like the packaging."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I love the Viori Hidden Waterfall conditioner! It makes my hair shiny and healthy without making it heavy and flat. The scent is subtle and very nice. I start with the shampoo bar and then I rub this conditioner bar in my hair. It's very easy to apply on my hair. Plus I love that it's easy to pack to travel and it's better for the environment.  I highly recommend it."
		},
		{
			"review_title": "I am obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have been wanting to try the conditioner bar for so long and especially in this scent! I loveeee the smell and wish i had it to spray as a body mist. My hair is very long, almost to my butt and so I was worried I would need a lot of product each time. I do enjoy a good lather but I did not need an insane amount to coat my ends which is a plus! My hair also feels really clean. I love that this has rice water and is fair trade. My only issue is how to store it most effectively but i am currently using a soap dish with a lid!"
		},
		{
			"review_title": "Works really well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Very happy with this product , helped to stop lose my hair and new hair is growing. Lathers very easy and goes a long way.  I like the way the conditioner leaves my hair soft and not fly away, washes out easily and completely also nice smell! I would Highly Recommend!"
		},
		{
			"review_title": "No thanks",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have used shampoo and conditioner bars in the past but found them inconvenient and hard to use. I thought u would give it another try and this was a big failure. I hated how heavy it made my hair feel and it almost made me feel like my hair was chunky and greasy after using it. I tried twice using different application techniques and had the same result. I never return products, this was a first for me."
		},
		{
			"review_title": "Lasts forever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this conditioner and I’ve literally tried every conditioner out there. It’s hydrating without being too greasy or rich. I’ve wash my medium length hair once a week and had the same bar for 1.5 years (not joking!). lather"
		},
		{
			"review_title": "Way overpriced",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Oily skin",
			"review_text": "This bar is great because it saves us from using plastic bottles, plus it works fine. However, it melts so quickly! It's us soooo overpriced for how much usage you get out of it."
		},
		{
			"review_title": "Wasn't Moisturizing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair",
			"review_text": "It feels like it's hydrating/moisturizing when I put it on, but then it washes out and my hair feels waxy and gets tangled easily. I have thin hair that's been box dyed. I was hoping it would yield better results as I know bar conditioner (lush) works for my hair, but this one just didn't."
		},
		{
			"review_title": "A game changer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Who knew you could get these results from a bar of soap! I have curly frizzy dry colour treated hair and I would usually only use very rich, shampoos and conditioners. I wouldn’t normally buy anything in a bar format but after reading the reviews I had to try it. I am so glad that I did. I’ve been using this for a month now, and my hair is silky tame and looks thicker and bouncy. I love this."
		},
		{
			"review_title": "Not all natural",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "All natural? There’s a ton of chemicals in these. Big no for me!"
		},
		{
			"review_title": "Smoothest, softest, gliding feeling when wet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have normal roots but very dry and brittle ends.  I used the viori unscented shampoo bar first which removed most oil in the hair. After wetting and rubbing the Terrace Garden conditioner all over, it totally remoisturized my hair and left it with a super soft, smooth feeling where my hands just glided over the texture. I have used some super moisturizing conditioners and even feel treatments before but none had this effect before.  Once air dried, the ends did not feel as crunchy and dry as usually and thankfully still fluffy, and required a little bit of oil on the ends but less than usually when using other washing products.  The scent was light in the shower and barely detectable when the hair was dry.  I may try to substitute the shampoo bar for my dry brittle hair but the conditioner was super impressive!"
		},
		{
			"review_title": "Standard in my hair washing routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have been using this product for several years now.  I use to order directly from the company, so glad Sephora carries it now and it can count towards my points!!  I am eliminating all plastic from my life, to the point that I do not use certain products if I cannot find an environmentally-friendly package.  Not only does this bar not come in plastic, but it works so well on my hair.  Now, to be fair, I have horrible hair that tangles and knots very easily and constantly, so I do comb it out right before I wash it, but this conditioner keeps it soft and manageable and is very easy to use.  I also use the shampoo bar.  No more plastic!!!"
		},
		{
			"review_title": "So glad these are available at Sephora",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "My favourite scent is terrace garden, it’s floral with a hint of musk that lasts in my hair beautifully, I got the shampoo and conditioner years ago and LOVED them (amazing for camping to) highly recommend especially for summer weather when you want something with a light feeling but fresh clean without washing every day…I have fine 2C wavy hair and lack volume and I work outside 10+hr days with a hard hat in dust/dirt/pollutants, I like to wash twice with the shampoo bar and leave the conditioner in for about 5min before rinsing"
		},
		{
			"review_title": "No Conditioning",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This conditioner bar really didn't do much for me.  There was no lather when rubbed into your hair and on my palms.  And, the package neglects to give any directions on how to use the bar itself.  I had to dispose of it, because it was doing more harm than good by giving me extreme tangles for three weeks.  I had to go to the salon to fix my hair."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "A nice conditioning bar. It’s small but a little goes a long way!"
		},
		{
			"review_title": "Waste of money and effort",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Disappointed. Takes SO much work to lather any product together it’s quite frustrating.  Also it smells like the blue goo in a porta potty, absolutely terrible. Thankfully, it doesn’t linger."
		},
		{
			"review_title": "Moisturizing, but not…?",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "3B curly & I find the conditioner great for my scalp, but not enough slip for my hair. When my shaved side gets a little long, I use the bar to moisturize without residue & my hair feels great. But for my long hair it dries me out. Maybe it worked better with virgin hai?"
		},
		{
			"review_title": "A rice water item to try, not for everyone",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I feel like the presentation could look better, the bar is roughly cut but smells great. In the shower it doesn’t seem to be easy to get into my hair massaging the wet bar into your hair seems to be the best technique.."
		},
		{
			"review_title": "affordable",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The conditioner bar is so smoothing and moisturizing, It makes my hair silky and I do see some difference in frizz. I have to use it for a few days to see the change after a month to compare better atleast. It is also so affordable and easy to use, plus the brand is sustainable which is a plus."
		},
		{
			"review_title": "Affordable, Luxe, and Long Lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I'm on my second bar of this conditioner (plus the shampoo in the same scent). I am obsessed! The packaging is stunning and creates a luxurious experience right away. The scent is rich and long lasting. The formula is nourishing, but it doesn't weigh my hair down or make my scalp oily. The product lasts such a long time too. I prefer this to any of the Lush bars I've tried over the years, and more than traditional liquid shampoos and conditioners. When my hair is wet, I rub the bar gently through the ends of my hair. I comb through with my fingers to make sure every strand is coated then rinse the excess. My hair now feels a lot stronger and healthier. I love it so much!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I really experienced fallout around my crown.  I tried this for over a month.  Amika works better for me."
		},
		{
			"review_title": "Excellent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Excellent product!! I recommend it. Leaves your hair so hydrated."
		},
		{
			"review_title": "so-so",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I honestly want to love this but…meh  So I have shoulder length, wavy hair. Im always in the search of hair products that moisturize my hair so it doesn’t get frizzy but also don’t weigh it down.   This, after the shampoo bar,  it makes my waves nice, bouncy and light however it also feels dry, frizzy and it tangles much easier? My hair normally doesn’t tangle until it gets to my mid back. I have to use the right amount of leave in, curl cream and hair oil to take the frizz and dryness unfortunately.  I’ve been using it for about three weeks to see if I would grow to love but I don’t. Also how some people say their hair has stop shedding? Oh girl, I feel it’s worse than when I used Oribe.  Also this scent is not my favourite. Lavender smells nice in the shower but actually in my hair like the next day, it smells not great."
		},
		{
			"review_title": "Best Shampoo/Conditioner Bars On The Market",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Normal skin",
			"review_text": "I have tried shampoo and conditioner bars on and off for years and was always disappointed until I discovered Viori. I've been using Viori for almost 2 years now and I'm always happy with my hair. The shampoo leaves your hair clean without stripping the hair of moisture, the conditioner leaves your hair unbelievably soft with great slip and moisturization. Viori also is natural; which means I don't need to worry about silicones and sulfates or that awful gritty feeling that other shampoo and conditioner bars left on my hair. I'm always on the hunt for hair products that leave my hair 10/10 amazing and for this reason I continue to repurchase Viori. The packaging is beautiful and authentic as well as the bars; which is why I love to give them out as gifts. In addition to leaving my hair bouncy, soft and shiny the bars are way cheaper than salon products and they last for what seems like an eternity as long as you don't leave them sitting in water. Lastly, the company is based on good values that provide for the people they source their products from. I adore this company!"
		},
		{
			"review_title": "Trying to love this product!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "It’s been a month since I’ve been using the shampoo and conditioner. The shampoo leaves my hair overall oily which I’ve been hearing is good part of the normal learning curve. But the conditioner IS AWFUL. How can some thing meant to condition/soften your hair actually end up drying it. It’s an awful product and it doesn’t work for me YET. Again it’s been a month. I’m giving 3 stars because I’m hopeful this product will get better for me. Maybe there’s a learning curve for the conditioner. My hair has never felt so dry after conditioning. I almost cried because it was so sad to see my hair this way.  Truly the conditioner is a 1 star after about 8 washes.   Additional stuff that did not impact my scoring:  I’ve been reading on Reddit that the owners are culturally appropriating Red Yao customs without really giving back to their community after creating A WHOLE business off of Red Yao culture. A 5% royalty is pretty disappointing. I’m still hanging on. This is relatively a new business with room to become more involved in the Red Yao community.  That said the company also prevented 2.8 million plastic bottles from landfills. There’s not a lot of high end hair bar companies - hoping Viori works out!"
		},
		{
			"review_title": "Saw results after one wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Outside of the challenges faced to get the product off the bar onto your hair, this product is amazing. My hair hair never looked healthier and shiner than after using this product. I saw results immediately after the first wash!"
		},
		{
			"review_title": "Quality Hair conditioner Bar",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love the incredible scent and how it makes my hair feel luxurious!!"
		},
		{
			"review_title": "doesn’t smell like lavender or plumeria",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I was disappointed with how rough looking the bar was, and it doesn’t smell anything with lavender and Plumaria. The “terrace garden” smells way more like plumeria"
		},
		{
			"review_title": "LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I love this scent and love that it leaves my 66 yo hair so silky-smooth and shiny!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I have thick, long, virgin, Asian hair. I rubbed this bar on my hair from root to tip after shampooing, used a wide-tooth comb to distribute the conditioner, let sit for 2 minutes, then rinsed. I didn’t see any noticeable hair fall when I rinsed, nor was there any noticeable scent. When my hair dried (air dry), my hair was SILKY SOFT. I’ve tried many types of conditioner—from drugstore to more expensive brands at Sephora—and this product is exceptional. I’ll be using this product from now on. Also, no plastic waste!"
		},
		{
			"review_title": "Hair falls out a lot",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I bought my biotic shampoo bar and conditioner on Amazon. I love the smell, but my hair falls out a lot. If anyone has a tip for this please let me know. I want to continue to use it because I love the ingredients but I’m afraid I will go bald. I use it once and then I go back to my bottle shampoo for like a month then I use the Vitoria again and so on."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely love their conditioner bar! It is the best thing I have ever found, I have always struggled with using way to much conditioner cause the recommended amount from a bottle just never did anything, and when I started using Viori my hair has been more silky smooth and felt softer ever since! I highly recommend for anyone who goes througg way too much conditioner way too fast, its a great way to limit yourself and get amazingly soft silky smooth hair! :)"
		},
		{
			"review_title": "Smells heavenly and is effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I saw adds for Viori on social media for years and finally decided to purchase their conditioner when I saw that sephora carries their brand. It's a bit different using a conditioner bar my hair was so silky after just the first use. Following the directions + combing through hair with a wide tooth comb while product is sitting in your hair before rinsing really helps. Especially if your hair easily tangles. I'm going to purchase the shampoo soon because I'm so impressed with the conditioner."
		},
		{
			"review_title": "Day 4 hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": "Omg, I can't believe how healthy my hair is! I usually wear it up because when I wear it down it's a mess. I wear it down now and get compliments!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "The Hua Bliss scent is unreal!!! SO GOOD!! Makes my hair feel so clean and fresh!"
		},
		{
			"review_title": "Smells amazing and is smooth and easy to apply",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this scent so much! It is easy to apply to your hair and conditions it very well."
		},
		{
			"review_title": "Beautiful Conditioner - Purchase from Viori Site",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I sing praises for the shampoo bar, but honestly, the conditioner bar is the best!  You do need to get it quite wet as you rub it in your hair.  I recommend putting your hair under the showerhead and letting the water run on the conditioner bar instead of wetting just the bar itself and then massaging it into your hair.  Once you get enough on your entire head, just wet it a little more (if you didn't let the water run on your hair) and start rubbing the conditioner through your hair.  I have really thick hair and did go through the conditioner bar faster than the shampoo bar, however not significantly faster.  It leaves my hair super soft and makes it so easy to run my fingers through my hair.  I have 3c hair and this doesn't disrupt my curl pattern at all; due to my hair type, I also only wash my hair once a week which makes this last even longer for me.  I have many different shampoos and conditioners that I use regularly, but when I want a quick, effective wash, I always gravitate to my Viori bars.  One note that I mentioned for my Shampoo Bar review is that you do need to follow their instructions on how to store their bars.  I was being lazy and had moved mine from one bathroom to the other, leaving it in an area where it was constantly getting wet and moisture got trapped inside the container, causing the bars to get moldy.  It's not the product's fault, they do make it clear in their instructions, I was just being lazy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using Viori shampoo and conditioner since March of 2020 and still loving it. The bars last me forever (4-5 months) and my hair feels so good. I have medium length hair and I do like to use a lot of conditioner so I usually buy an extra."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Between the two, I love the conditioner the most. The scent choices are amazing as are the benefits. My hair feels so much better than even before having issues with hair loss due to psoriasis. I love the way it makes my hair feel even between washes!"
		},
		{
			"review_title": "Great for curly hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "My daughters naturally curly hair has never looked better! So shiny and bouncy"
		},
		{
			"review_title": "SMELLS GREAT MAKES HAIR SUPER SOFT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "This bar is REALLY NICE has a great smell sneaked my hair sooo super soft I LOVE Viori this is ALL I USE my ONLY problem is it sells out so fast"
		},
		{
			"review_title": "Beautiful, high quality, effective!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Love love love these Viori bars! After years of using products that damaged and stripped my hair, I switched to Viori and within days my hair was restored to its shiny, smooth, soft natural state! It’s a beautiful product, smells fantastic and lasts for dozens of washes. My curls love this gentle product and you will too!"
		},
		{
			"review_title": "Don't plan to switch back to bottled shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I used to use bottled shampoo and my hair always felt waxy and heavy. I switched to Viori a year ago and my hair is so much fluffier and light. I don't need to spend as long rinsing the conditioner out as well.  Also, it feels nice not adding to so many plastics around the world."
		},
		{
			"review_title": "Hydrates so well!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "As I get older my hair has gotten drier and wavy. I have been using Viori for over a year now and nothing hydrates my hair as well as this bar. It has great slip! And it lasts a long time. I just weld my old bar onto my new bar when it gets too thin to use. I am so glad I found this bar. It is so easy to use on vacation too. No more liquids to pour into small containers. No more guessing if you will have enough for your trip. Just pack your two bars and you are all set!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Wonderful companion to the shampoo bar. Leaves hair amazingly soft and shiny. Does not weigh down my fine hair. Just try it. You will never go back to bottled shampoo and conditioner again!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The conditioner is just as great as the shampoo. Leaves my hair tangle free and the slip is Heaven . My once unruly coarse dry hair is now beautiful and it does help with grey hairs. You will thank yourself for trying these . It doesn’t take long to get used to the bars and they last ."
		},
		{
			"review_title": "Amazing scent, feeling and results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "Let me tell you something about this conditioner bar! This really will change your life and the best part is it’s Vegan and don’t have to work about your bottle of conditioner spilling over. I bleach my hair and tone it often since I’m an African American woman who loves to have blonde hair. Usually before with other brands my hair was left feeling brittle and dry and would break off easily. When I started using Viori I noticed my hair has stopped shedding, my hair was left feeling clean, smooth and tangle free! It has been strengthening my hair as well and my scalp varies from getting oily and dry depending on the season. So far my scalp has felt the same when doing normal activities. I am also a person who loves showering everyday and these products have not dried my hair out one bit. So you can say that is a huge relief!"
		},
		{
			"review_title": "WOULD RECOMMEND A THOUSAND TIMES OVER!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "OMG I don't even know where to start! I have curly hair and found Viori through a social media post back in 2020 and decided to give it a try. I had serious issues the couple of years prior to that with my hair breaking off and falling out and I had lost a tremendous amount of volume. This was due to several things, including keratin straightening treatments, over heat styling daily and not using proper heat protectants. I ended up having to cut about 9 off my hair and it was quite traumatic. My hair was a mess, my scalp itched constantly and I was just really frustrated. The FIRST time I used the shampoo and conditioner in my hair I could IMMEDIATELY tell my scalp was soothed and not itching. Fast forward now, 2 years later and this it the ONLY shampoo and conditioner I have used since then. My hair is long again, strong, healthy and shiny. There is NO way this would have ever happened, I believe, without this amazing product! Not to mention the backstory and everything involved with the way it is made and distributed. WOULD RECOMMEND A THOUSAND TIMES OVER!!!  I have tried all the scents they have released so far and they have ALL worked for my hair."
		},
		{
			"review_title": "Viori forever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using Viori for 2 years now.  Hua Bliss is a lovely mix of lavender and plumeria.  The conditioner leaves my hair so soft and shiny.  I get bests results combing it through my hair with a wide comb while in the shower."
		},
		{
			"review_title": "I’ll never use anything else!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "I have relaxed hair, and let me tell you what, this is a game changer.  The scents of these bars are incredible. My hair no longer breaks, it’s soft and shiny and my scalp and strands are cleaner than any shampoo could ever provide. My hair isn’t dried out by this product at all either!! It’s a little weird to get used to scrubbing your hair with a bar (and reminding the husband that this is not body soap) but you will not be disappointed at the way your hair’s volume improves!! I’ve been using this for over a year! Also love supporting the women of the Red Yao tribe and their cause!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have been using Viori for a year now. Smells amazing, leaves hair soft, doesn't strip hair color, and wash after wash, the condition of your hair improves!  Side note, great for carry on bags...no more purchasing 4oz travel bottles!!"
		}
	]
}