{
	"product_id": "735",
	"name": "Get Glazed Lip Duo",
	"brand": "iNNBEAUTY PROJECT",
	"categories": "Skincare, Value & Gift Sets",
	"price": 34.0,
	"about": "What it is:A set that features two bestselling lip gloss-oil hybrids in Candy Apple and Mystery Glaze..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness.Highlighted Ingredients:- Natural Red-Root and Jojoba Oils: Nurturing and healing oils that soothe and moisturize dry, chapped lips..Ingredient Callouts:These products are vegan and cruelty-free..What Else You Need to Know:The Glaze Lip Oil is the perfect nurturing gloss-oil hybrid that is always glossy and never sticky. The Candy Apple shade delivers the perfect pop of sheer, glossy red while Mystery Glaze shade changes with the pH of your lips for a customized glossy-pink tint. This set is also part of iNNBEAUTY PROJECT’s sustainability pledge: For every product iNNBEAUTY PROJECT sells, they fund the removal of two units of plastic from landfills, waterways, and marine environments to be recycled and repurposed..This Set Contains:- 2 x 0.2 oz/ 6 mL Glaze Lip Oils in Candy Apple, Mystery Glaze",
	"ingredients": "-Natural Red-Root and Jojoba Oils: Nurturing and healing oils that soothe and moisturize dry, chapped lips..-Fermented Pomegranate: Helps to gently exfoliate so lips stay flake free..-Plant-Based Plumping Complex: Peptide clinically shown to smooth and visibly plump lips over time...Candy Apple:.Saccharomyces/lithospermum Erythrorhizon Root Oil Ferment Filtrate, Polyglyceryl-2 Isostearate/Dimer Dilinoleate Copolymer, Hydrogenated Polyisobutene, Simmondsia Chinensis (Jojoba) Seed Oil, Silica Dimethyl Silylate, Lithospermum Erythrorhizon Root Extract, Dipalmitoyl Hydroxyproline, Natural Flavor, Dehydroacetic Acid, Punica Granatum (Pomegranate) Seed Oil, Stevioside, Malus Domestica (Apple fruit extract), Water/Aqua, 1, 2-Hexanediol...Mystery Glaze:.Diisostearyl Malate, Polyglyceryl-2 Isostearate/Dimer Dilinoleate Copolymer, Simmondsia Chinensis (Jojoba) Seed Oil, Silica Dimethyl Silylate, Natural Flavor, Saccharomyces/Lithospermum Erythrorhizon Root Oil Ferment Filtrate, Punica Granatum (Pomegranate) Seed Oil, Fragaria Chiloensis (Strawberry) Fruit Extract, Fraxinus Rhynchophylla Extract, Raphanus Sativus (Radish) Root Extract, Glycerin, Water/Aqua/Eau, Citric Acid, Stevioside, Dehydroacetic Acid, Maltodextrin, Red 27(Ci 45410:1) Red 6(Ci 15850), Red 7 Lake, 1,2-Hexanediol...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Apply on its own for a sheer wash of glossy color or on top of your fave lipstick for a juicy, nurtured pout..-Can also be used as a treatment for super-dry, chapped lips.",
	"num_reviews": 198,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/innbeauty-project-get-glazed-lip-duo-P505617?skuId=2674372&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2674372-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
	]
}