{
	"product_id": "1488",
	"name": "Face-Lift in-a-Bag",
	"brand": "skyn ICELAND",
	"categories": "Skincare, Value & Gift Sets",
	"price": 35.0,
	"about": "What it is:.What it is formulated to do:.This set contains:.What else you need to know:",
	"ingredients": "-Acetyl Hexapeptide-8: Helps reduce the appearance of fine lines and wrinkles by relaxing facial muscle contractions...-Ginseng Callus Stem Cell Extract*: Revitalizes skin with a brightening, antioxidant effect, reduces free-radicals, and improves collagen production...-Aloe Vera, Jojoba, and Shea Butter: Help soothe, moisturize, and heal dry skin; natural emollients...-White Willow Bark: Soothes irritation, helps provide antibacterial protection, and is a natural, skin-soothing analgesic..... .Hydro Cool Firming Face Gels:..Water*, Acrylates Copolymer, Glycerin, Sodium Hydroxide, Agar, Olea Europaea (Olive) Fruit Oil, Angelica Archangelica Root Water*, Hydrolyzed Extensin, Acetyl Hexapeptide-8, Copper Tripeptide-1, Panax Ginseng Callus Culture Extract, Acetyl Hexapeptide-8, Perfluorodecalin, Simmondsia Chinensis Seed Oil, Peg-75 Shea Butter Glycerides, Glycosphingolipids, Xanthan Gum, Thymus Vulgaris (Thyme) Flower/Leaf Extract, Buddleja Davidii Extract, Rubus Chamaemorus (Arctic Cloudberry) Seed Oil, Oxycoccus Palustris (Arctic Cranberry) Seed Oil, Aluminum Glycinate, Butylene Glycol, Polysorbate 60, Phenoxyethanol, Benzoic Acid, Dehydroacetic Acid, 1,2-Hexanediol. *Component of Icelandic glacial water.....   .Hydro Cool Firming Eye Gels:.. Water*, Glycerin, Olea Europaea (Olive) Fruit Oil, Angelica Archangelica Root Water*, Sodium Hydroxide, Acrylates Copolymer, Agar, Ginkgo Biloba Leaf Extract, Hydrolyzed Elastin,Acetyl Hexapeptide-8, Caprylyl Glycol, Perfluorodecalin, Simmondsia Chinensis (Jojoba) Seed Oil, Peg-75 Shea Butter Glycerides, Glycosphingolipids, Xanthan Gum, Ubiquinone,Thymus Vulgaris (Thyme) Flower/Leaf Extract, Buddleja Davidii Extract, Rubus Chamaemorus (Arctic Cloudberry) Seed Oil, Oxycoccus Palustris (Arctic Cranberry) Seed Oil, Aluminum Glycinate, Butylene Glycol, Polysorbate 60, Phenoxyethanol, Benzoic Acid, Dehydroacetic Acid,1,2-Hexanediol, Sorbic Acid. *Component of Icelandic glacial water.",
	"how_to_use": "Suggested Usage:..-Use once a week or whenever you need a quick fix...-Remove backing and apply gel side to forehead around the mouth or under eye area for 10 minutes...-After treatment, gently peel away patch and dispose..... Precautions:..-Do not ingest...-If product comes in contact with eyes rinse thoroughly with water.",
	"num_reviews": 26,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/face-lift-in-a-bag-P404412?skuId=1786540&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1786540-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Treat Yourself!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "If you're looking for a sweet self-care combination, definitely give these masks a try! Use them individually or all together for the most indulgence. Leaves the skin soft, supple and glowy. The best set in the skyn Iceland line by a mile."
		},
		{
			"review_title": "A+ LOVE these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I am definitely a skin care fanatic and have probably tried everything under the sun. These masks are incredible. I’m in my 40s and whenever I wake up and have one of those “what the heck happened to my face last night” mornings, I put one (a set) of these on and I swear I look 10 years younger! They are also priced pretty well considering you get two sets, you can use them all together or individually and they work. I also love that they actually stay on your face so you can relax or get things done without them slipping all over the place. Definitely recommend, especially for more mature skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": ""
		},
		{
			"review_title": "Most enjoyable!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The most enjoyable face mask set I’ve used so far!  I love how there are 2 sets of everything!  (Although for some reason, in my package I received 2 sets of eye gels, 3 forehead gels, 1 set of smile line gels where there’s suppose to be 2 of each. I contacted Sephora and they instantly responded and handled the issue. TY)  The gels STICK! the serum absolutely worked for me, I used them before bed and noticed a difference the next day for sure. I’m excited to use the other set and see the results of that. Will definitely be repurchasing."
		}
	]
}