{
	"product_id": "1126",
	"name": "Holiday Hair Styling Value Set",
	"brand": "Moroccanoil",
	"categories": "Gifts, Value & Gift Sets",
	"price": 67.5,
	"about": "What it is: An exclusive holiday set of best-selling stylers, including a full-size Hydrating Styling Cream, all featuring nourishing argan oil...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Dryness.- Frizz.- Hold & Style Extending..Key Benefits: - Fights frizz.- Boosts shine.- Maintains hold..Highlighted Ingredients:- Argan Oil: Rich in antioxidants, it hydrates and nourishes hair...Ingredient Callouts: Free of parabens and sulfates SLS & SLES. These products are also cruelty-free...What Else You Need to Know: Hydrating Styling Cream conditions, hydrates, and fights frizz while providing a soft hold. Luminous Hairspray Strong boosts shine and provides a moveable but firm hold for braids and updos. The heat-activated Frizz Shield Spray repels humidity to prevent frizz and flyaways, leaving hair with a smooth, glassy finish. The iconic Moroccanoil Treatment conditions, smooths frizz, and boosts shine by up to 118 percent...This Set Contains:- 10.2 oz/ 300 mL Hydrating Styling Cream.- 2.3 oz/ 75 mL Luminous Hairspray Strong.- 1.7 oz/ 50 mL Frizz Shield Spray.- 05. Oz/ 15 mL Moroccanoil Treatment",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.Hydrating Styling Cream:.-Apply one to two pumps to damp or dry hair from mid-lengths to ends..-Blow-dry and style as usual, or allow hair to dry naturally...Luminous Hairspray Strong:.-Hold 10 inches from head and spray on dry, styled hair..-For extra volume, spray on roots before styling...Frizz Shield Spray:.-Spray throughout clean, damp hair..-Comb to distribute evenly and blow-dry in sections to activate..-Follow with a flat iron for enhanced anti-frizz benefits..-Frizz Shield Spray should be the last product applied before blow-drying for optimal heat activation...Moroccanoil Treatment:.-Apply a small amount to clean, towel-dried hair, from mid-lengths to ends..-Blow-dry or let dry naturally..-Apply on dry hair to tame flyaways, condition split ends, and smooth hair.",
	"num_reviews": 6,
	"overall_rating": 3.7,
	"product_url": "https://www.sephora.com/ca/en/product/moroccanoil-holiday-hair-styling-value-set-P512918?skuId=2812691&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2812691-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Saved my dry hair! My hair was damaged after my stylist lifted too much color, and using these products stopped it breaking off."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love it! Obsessed with how these products smell. This is a great set"
		},
		{
			"review_title": "Great value for those trying new products!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "For me I have long, straight hair that tends to be dry. Loved the hydration cream and frizz spray before blow drying. It leaves my hair so soft and tangle free. Use a tiny amount of oil to give a nice shine. shine."
		},
		{
			"review_title": "Not sure what to think about this products.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Not sure what is wrong with these products as I really wanted to “like it”. My hair is falling out and are more dry / looks damaged. I only like the oil. I would really like to get into the details of the ingredients and find out what is causing this damage. Very weird. Thx"
		},
		{
			"review_title": "A must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this brand, their products works really well with my hair and the smell 🥰 amazing!!  I received this as a birthday gift and I love it."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "this product made my hair fall out. i dont like this brand it and wouldn't recommend it"
		}
	]
}