{
	"product_id": "1507",
	"name": "The Billionaire - Versatile Vibrator For Beginners",
	"brand": "Smile Makers",
	"categories": "Bath & Body, Wellness, Intimate Care",
	"price": 74.95,
	"about": "What it is:A chic vibrator that’s an ideal pick for first timers who do not want to choose between external and internal stimulation..Highlighted Features:- Cruelty-free, FDA-approved Silicone: For body-safe and guilt-free pleasure..What Else You Need to Know:This silent vibrator is made for clitoral ecstasy or vaginal pleasure. It has smooth and powerful vibrations. The four speeds and two pulsation modes to go from a gentle tease to orgasmic endings. It’s made of super smooth, vegan, and cruelty-free silicone..Device Size:14.7 cm x 3.3 cm x 3.3 cm.This Device Comes With:- 2-year warranty.Due to health & safety reasons, this item is FINAL SALE and cannot be returned or exchanged for cash, credit, or otherwise.",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.Pleasure fun facts: .-More than 50% of women use vibrators and 9 out 10 women view vibrator usage positively...Tips:.-Apply the round head of The Billionaire on the clitoris for a nice build-up..-Insert gently in the vaginal entrance and stay there to stimulate that highly sensitive zone..-Explore internal stimulation playing with the speeds and two pulsations modes. .-Use water-based lubricant for a nice gliding sensation.",
	"num_reviews": 81,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/the-billionaire-P507517?skuId=2721199&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2721199-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "The Billionaire That Does Not Last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is good while it works. It is easy to use; you press on the bottom to change the settings. The charging is easy. However, it only lasted me six months. Out of nowhere it just stopped holding charge."
		}
	]
}