{
    "product_id": "1752",
    "name": "Vital Pressed Skincare Blurring Talc-Free Setting Powder",
    "brand": "Westman Atelier",
    "categories": "Makeup, Face, Setting Spray & Powder",
    "price": 105.0,
    "about": "What it is:u00a0A weightless clean setting powder packed with protective, skin-refining actives for an instant diffused look and healthier-looking skin over time...Coverage:u00a0Light..Finish:u00a0Natural..Formulation:u00a0Pressed Powder..Highlighted Ingredients:.- Quinoa Seed Extract: Minimizes the look of pores and retexturizes the look of skin..- Vitamin C: Neutralizes free radicals, visibly evens tone, and supports natural collagen..- Probiotic: Enhances skinu2019s natural defense mechanisms...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: This is a micro-milled antioxidant veil that sets without diminishing radiance. This powder quickly smooths pores, visibly evens skin tone, and sweeps away shine while protecting from environmental stressors. Over time, pressed-in actives do more, working to absorb sebum and visibly refine texture....",
    "ingredients": "-Quinoa Seed Extract: Minimizes the look of pores and retexturizes the look of skin..-Vitamin C: Neutralizes free radicals, visibly evens tone, and supports natural collagen..-Probiotic: Enhances skinu2019s natural defense mechanisms...Zinc Laurate, Mica, Lauroyl Lysine, Silica, Simmondsia Chinensis (Jojoba) Seed Oil, Ethylhexylglycerin, Sodium Dehydroacetate, Phytosteryl Macadamiate, Polyglyceryl-2 Triisostearate, Enterococcus Faecalis, Butylene Glycol, Water, Hydroxyapatite, Zinc Oxide, Theobroma Cacao (Cocoa) Seed Extract, Chenopodium Quinoa Seed Extract, Magnesium Ascorbyl Phosphate, Tocopherol, May-Contain: Iron Oxides (Ci 77491), Iron Oxides (Ci 77492), Iron Oxides (Ci 77499), Red 30 (Ci 73360).....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.Gucci Westmanu2019s Tips:.-A light-handed approach is best for applying powder..-Use this as your last step to set your foundation and boost wear, and throughout the day to refresh makeup..-Using Westman Atelier Powder Brush (sold separately), apply over makeup to set or on bare skin for sheer, diffused coverage..-Use the translucent powder as an invisible veil and the tinted powders as a sheer veil to visibly boost, blur, and even tone....Refill Product Instructions:.-This compact is refillable..-Replacement pans coming soon.",
    "num_reviews": 454,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/vital-pressed-skincare-blurring-talc-free-setting-powder-P500303?skuId=2570372&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2570372-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Translucent",
            "shade_descriptor": "works on most complexions",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2570364-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Pink Bubble",
            "shade_descriptor": "for light complexions",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2570372-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Cru00e8me",
            "shade_descriptor": "for medium complexions",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2570380-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Dune",
            "shade_descriptor": "for tan complexions",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2570398-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Cafu00e9",
            "shade_descriptor": "For deep complexions",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2570406-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Use this daily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love this to brighten and mattify, without. being too matte.  I also have the translucent but I prefer the pink bubble more as it adds more brightness."
        },
        {
            "review_title": "Not worth $75",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "It wasnu2019t bad but I got the bubbles shade specially to brighter my under eyes and it didnu2019t look that great. I use a really light hand so I donu2019t think I was over applying. I just donu2019t think for the money, it should make my makeup look worse. Did fine for the rest of the face though. So if thatu2019s what youu2019re after go for it. But I wanted it to replace my Givanche PL powder in shade 3. This wasnu2019t it. Still searching."
        },
        {
            "review_title": "Not worth the $",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I had high hopes for this product, but it did not live up to the hype.  It dried out my under eye area so much it made them look so much worse.  I had much better results from the Huda loose powder. On other parts of my face it made no difference at all."
        },
        {
            "review_title": "Packaging sucks",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "I hate the packaging for this product. I have arthritis and had to fiddle w/this packaging to get it open. It annoyed me so much, I just threw it out."
        },
        {
            "review_title": "A must have powder; WA make it refillable",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This powder is excellent- 5 stars for the product. 4 stars due to price and the fact that it isnu2019t refillable. I love the compact and the weight (I read it was based on a vintage Gucci coaster). Please make this refillable! refillable"
        },
        {
            "review_title": "Amazing powder, dumb packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "The powder is phenomenal - itu2019s literally the only powder Iu2019ve tried that doesnu2019t actually look powdery on maturing skin (looking at you Huda, Laura Mercier, Givenchy, MAC). But the packaging bugs me. Itu2019s unnecessary. Itu2019s heavy, slippery, and difficult to open. Also the compact is so small you canu2019t fit even a mini puff inside it, so not great for portability. I feel like Westman could put this powder in a much lighter compact with a bit more product, and knock the price down ($105 CAD is ludicrous - I bought bought  this with a rouge reward). The jacked up price is the reason for the 4 out of 5 stars."
        },
        {
            "review_title": "Itu2019s a yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "My first one was broken during shipment, and Sephora sent out a replacement so quickly. I really like the lightness and feel and smell of the product. I tend to not use powders and prefer creams, but this powder is formulated really well."
        },
        {
            "review_title": "Basic must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Only powder that doesnt give me allergies near the eyes . I get itchy skin with all powders execpt this one , the chanel powder ,  and the laura Mercier mattifying compact powder.  I have tried dozens of powder all range prices and i would say this is my favorite by far. I use this one under the eyes over the tower 21 concealer and its holds perfectly but illuminates without any shine. ( you dont want shine when you have just ok skin texture and wrinkles) I work long shifts so thats awesome. The only bad thing is the price.. but   Th powder itself is PERFECT."
        },
        {
            "review_title": "Must have for a natural, clean finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "This product is great for a natural airbrush look while still managing to look like skin. Itu2019s great for touchups and amazing for natural and light makeup."
        },
        {
            "review_title": "No good",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Normal skin",
            "review_text": "I was excited to try this and unfortunately it doesnu2019t work for me. Under the eyes it creases my concealer by 80% more than without, even with a thin layer. Too expensive for it to not work, so it had to go back."
        },
        {
            "review_title": "Returned - overhyped and overpriced",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was so excited to try this and I also bought the brush. Both were an overhyped overpriced GIANT nope. Returned both products and honestly probably wouldnu2019t have kept them regardless of the price point. Lackluster to say the least."
        },
        {
            "review_title": "Must - Have, worth every penny!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I tried this in store several times before pulling the trigger and purchasing and WOW. If youu2019re a makeup artist or desire a flawless, pore-free, airbrushed finishu2026 this needs to be in the basket asap! My favorite way to wear now is to finally seal the under eye - very bright and long lasting, even in humid summer weather! A must - HAVE!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Cru00e8me - for medium complexions",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Honestly, this isn't even a luxury product let alone efficacious. I didn't like it, because it didn't blur the undereye or any part of my face. By Terry is 1000 times better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Dune - for tan complexions",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Used this to set the WA Skin Tint and it definitely lives up to claims. Blurs the pores in my t-zone without making me look super matte. It does gives off a slight warmth to the skin so it doesn't turn me orange."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Bubble - for light complexions",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Itu2019s OK. I like it, but I donu2019t love it.  I think there were others that are just as good out there that are much less expensive."
        },
        {
            "review_title": "The Best Under Eye Setting Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The best powder to set under eyes! Incredible blurring with NO caked look at all! 10/10!!"
        },
        {
            "review_title": "Terrible Packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Like other reviewers, I found this compact very hard to open--there is no indent for your finger to grip the opening.  For this price, I don't expect a daily struggle.  It's also a heavy compact, too heavy for my purse.  I returned it."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Ok so I bought this before my mini vacation. Absolutely beautiful. Luxury. Makes my under eyes pop and helps so my concealer doesnu2019t crease.!!! Worth every penny"
        },
        {
            "review_title": "so confused, not great & expensive",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I wanted to like this product but it does not leave me face smooth, it is wildly expensive and it's SMALL. I can't imagine why anyone would keep this product.  It does not compare to my go to powder, ByTerry hyaluronic powder which is unbelievably smooth, and better value. even if they were the same price I would take the ByTerry, no competition. the only thing the westman has going for it is a nice compact, but even that is hard to open, need to use your nails. do you really want to chip your nails on over priced powder?"
        },
        {
            "review_title": "Must have for aging skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love most WA products. This one is a definite winner! It doesnu2019t irritate my sensitive skin nor does it settle into fine lines and wrinkles. It is blurring and takes away shine."
        },
        {
            "review_title": "Don't let the pink color fool you. Works Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I was a little worried how this would look since it appears so pink in the picture. Definitely didn't disappoint! Worked well with my skin tone and helped to camouflage my oily T-zone."
        },
        {
            "review_title": "Beautiful and Luxe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "The packaging is absolutely stunning and the product does what it says! I apply around the under eye and upper cheek area. The product mattes the skin while minimizing the look of my pores. New fav."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone",
            "review_text": "Not worth the price at all, it didnu2019t do anything super to deserve this price tag plus the size is ridiculously small ufffc, I purchased it to set my under eye honestly it didnu2019t do much nothing u2026u2026.. that anyo"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Cru00e8me - for medium complexions",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This little powder is not worth the price. Packaging is smaller but heavy (so paying for the packaging). The powder seems just typical nothing special for the price."
        },
        {
            "review_title": "Nope not even remotely worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "Returning as quickly as I can. No blur, settles into lines and wrinkles. Thereu2019s almost zero luster and thereu2019s nothing to warrant the cost, which I am not opposed to paying for products that are two stars for pretty compact but weighs a ton and has no puff or brush. worth it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Pink Bubble - for light complexions",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The powder is nice for brightening the under eye and dark areas and itu2019s very finely milled. However, the compact is sooooo small for $75 and you can find other talc free pink setting powders for a bit cheaper. Also it came with a velvet pouch (that I will never use) instead of a little puff (which I would TOTALLY use). I guess itu2019s not meant for on the go touch ups but for such a pretty case, it would have been nice."
        },
        {
            "review_title": "My go to work staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I love this powder.  It is expensive, but it seems to last.  It blends everything seamlessly into a soft blur that looks incredible."
        },
        {
            "review_title": "Terrible packaging. Save your money.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The item itself might be ok but the packagingu2019s impossible to open. It doesnu2019t have a grove that finger can easily dig into so its slipping out of your hands a bunch of times before itu2019s open.  Just miserable item."
        },
        {
            "review_title": "Just OK",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This is the first Westman Atelier product that didnu2019t wow me.  Itu2019s a very basic powder that helps with shine.  I feel for that price, it should do more. If it was a 40.00 product, it would be great, but it just doesnu2019t justify a 75.00 price tag."
        },
        {
            "review_title": "Eh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Itu2019s u2026 fine. But honestly the u201csebum powderu201d I bought off Amazon from some k-Beauty brand works better for way less money. Love the clean formulation, but this gets dirty and unusable pretty quickly."
        },
        {
            "review_title": "A Must-Have in my makeup routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This is an expensive powder and jt is so small but I really love this for my under eye area. I have tried many different types of powder and I find them to be too heavy for the under-eye so this js my favorite."
        },
        {
            "review_title": "For Undereye Setting 35+",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I purchased the pink powder to set under my eyes, and it works wonderfully. At 36, I'm not trying to bake my under my eyes, but simply keep my makeup in its place. It keeps my fine lines at bay (it won't make them disappear but it's not exaggerating them either). I bought this powder back in January 2023 and have barely made a dent in the compact -- so yeah, the price stinks but its longevity is worth it. It does not dry out my undereyes either.  Only downside is that the compact is difficult to open."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is a beautiful fine powerful powder. My makeup stays forever!"
        },
        {
            "review_title": "INCREDIBLE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This is the ABSOLUTELY THE BEST SETTING POWDER I HAVE EVER USED! I will never use another setting powder again. It is worth every penny!! Need I say more?"
        },
        {
            "review_title": "Buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was hesitant about the price but have tried other products from this brand and I will always have this in my arsenal. Itu2019s brightening, lightweight, great for under eye creasing! Just buy it!"
        },
        {
            "review_title": "Buy it once",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is the pale pink, super fine powder that I have been looking for since I can no longer find the Channel pink pressed powder. I only use this lightly over my under eye  concealer and the corners of my nose. It should last forever which is good because itu2019s expensive. The packaging is small but beautiful."
        },
        {
            "review_title": "Beautiful powder!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The compact is a bit unnecessary, itu2019s hard to open and bulky. The product however is great! I use this just for under eyes and it sets and brightens beautifully! Itu2019s pricey for sure but I do feel like it will last quite a while."
        },
        {
            "review_title": "well..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Had hard times choosing between 2 and 3 stars to put for this one.  I have dark circles that makes me look tired, very annoying, so I have tons of this kind of a powders. Among all of them only Givenchy and this one does not crease on my dry under eye skin. However, if your skin is not extremely dry or mature I don't see any point of spending this much for so little product. Also, after just 2 uses the upper layer started to collect oils from the skin (even with dry skin and clean brush) and created that cement cover on top, I have it just for 2 weeks and uses overall maybe 5 times. Definitely wont repurchase."
        },
        {
            "review_title": "Extremely over priced!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Waste of money. Extremely small compact. Not even close to a normal size. Does nothing unique, in fact it has a bad smell. Not floral or perfume but a stinky foul smell. Will not be purchasing again."
        },
        {
            "review_title": "There are better options",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Not my favorite. Love that it has skincare properties and did fine setting my makeup, but little blurring and my face was so shiny after 20 min. I tried the Givenchy it was so much better."
        },
        {
            "review_title": "Good but not really  worth the extra  $",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Purchased  in pink bubble color due to all the hype, but was not overly impressed. HausLabs powder is better to me for overall skin blurring & under eye. Now I have 2 powders & use so little of them. Wasteful on my part."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is truly the best powder I have ever tried. I did not understand it the first time, because I applied it to bare skin. But now I am very excited. Even La mer is visible on the skin. And this powder is not noticeable and makes the face very smooth and fresh."
        },
        {
            "review_title": "must have all the way!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "a product that works!! it's fantastic over my concealer...not cakey and stays put. no raccooning from anything...love the pink bubble. definitely recommend this beauty! fabulous ingredients too...no talc. easy to use with the Fenty concealer brush too!"
        },
        {
            "review_title": "Ehh..",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Meh.. it doesnt u201cblendu201du2026 it kind of just sticks on to where you place it, which then makes you go in a get more and lore powder to set your face. Also the u201ctranslucentu201d color.. will make you look WHITE. Overall.. it was okay. Would not purchase again."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I bought this because one of my favorite Tik Tok beauty artists recommended. I don't mind splurging every once in awhile. However, I don't feel that there is anything extra special about this powder to justify spending this amount."
        },
        {
            "review_title": "Above average",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Pretty good and the best I have found so far. Still not perfect, but better than the rest. Ridiculously expensive."
        },
        {
            "review_title": "Like it.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is a good product. I enjoy using it. Just think the price is really high."
        },
        {
            "review_title": "My favorite makeup item!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is hands down my most favorite face powder- it should be called u201cperfecteru201d  with just a small amount, my skin always looks blurred and perfected - and it has skin loving ingredients, too. Win-Win!"
        },
        {
            "review_title": "A donu2019t buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "For this price, I expected angels to come and apply it. It was average. So not worth $75. Iu2019d rather Huda powder over this one."
        },
        {
            "review_title": "Luxe but smaller than expected",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "So finely milled, this is such a beautifully crafted product. I would have given it 5 stars but itu2019s really small and for that price I feel like it could have been larger. The packaging is luxe and really brightens."
        },
        {
            "review_title": "Beautiful finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "So far everything from this line is perfect!!! I love my skin with this on.  I didnu2019t touch up and I looked natural not made up.  Iu2019m in my forties and this works!!"
        },
        {
            "review_title": "Did not reduce shine or set face",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I had high hopes for this since I use their stick foundation but it did nothing for my oily t zone. As a matter of fact it seemed to take off my makeup after using it and didnu2019t reduce shine. For the price you think they would include a puff or brush."
        },
        {
            "review_title": "Didnu2019t think a powder could be so effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Five stars ONLY bc itu2019s a great product. Way too stupid expensive but much to my happiness or chagrin, havenu2019t decided, Iu2019m keeping this! (I can hear my pocketbook sobbing in the background lol) I have more than a dozen good brand powders and Iu2019m never totally satisfied. This stuff? Wow. It airbrushes my face, especially under the eyes. And for me at 51, that is the impossible task. Disagree on difficulty in opening, have had zero problems with that, tho I know what people are talking about u2014 itu2019s a pain to open my Westman Atelier lip compact. No probs with this one tho."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Is it just me, or are Westman Atelier compacts the hardest compacts to open??... Love what's inside for the most part..but opening any of the compacts from this line is ridiculous. I recommend what's inside, but trying to get to it can be akin to pulling a cork out of a wine bottle by hand...."
        },
        {
            "review_title": "Not evenu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "For the price (and size of a MAC eyeshadow) I was expecting a quality product. This doesnu2019t mattify, blur, brighten or do much if anything. I like the compact, but $100? Yeah, itu2019s going back."
        },
        {
            "review_title": "Doesn't do anything.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The shade of my gucci powder was no longer in stock, so I decided to try this powder.  Knowing that it was more expensive that gucci powder for 50% less product.  Gave in to the hype and had high expectations.  The powder felt sticky and really didnt do much - no blurring, no smoothing, not making foundation last longer.  Really don't understand the point of this product.  I do like WA contour, blush and highlighter.  But the powder is a no no."
        },
        {
            "review_title": "My new must have for under eye brightening/setting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Gorgeous, brightening and LASTING!!! Such a winning product! Iu2019m quickly becoming a huge supporter of all the westman atelier formulas! Iu2019m 40, so under eyes are becoming and issue. This never creased all day and looked GREAT!"
        },
        {
            "review_title": "looks exactly the same as the Pat Mcgrath powder",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I got the shade translucent in this powder. I used it to set my concealer under one eye and I used my usual powder (the Pat McGrath skin fetish powder in light) to set my concealer under the other eye. the result is that both sides look exactly the same. 7 hours later and both sides of my makeup dont look different from each other. Had to return it."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This is amazing.  1000/10.  I didnu2019t want to love this as much as I did but itu2019s totally worth the splurge.  I only use it under my eyes because itu2019s expensive and itu2019s a very small container but will rebuy."
        },
        {
            "review_title": "meh... there is no magic here",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I tried 2 shades: translucent and pink bubble and got the same impressions. On the upside: packaging is luxe. Thats all. It's awkward at the same time: the case is not easy to open and there is no puff (I usually carry compacts for touch-ups, but this one is heavy, awkward to open and there is no puff. Shall I carry a brush as well or buy a separate puff from elsewhere to use it on the go? Ridiculous for this price point). If it is meant to be used at home and not on the go, then my RMS loose un-powder performs not worse and frankly better for a quarter of the price of WA powder (if you calculate the cost per gram of these powders). Now to the skincare claim of this powder... well, how do I measure it? Is it 5g of skincare for 98$ in this compact? That is one very expensive skincare... My cheap in comparison Augustinus Bader and La Mer deliver better results. Overall, 2 stars for nice to look at case and that it does not crease under eyes."
        },
        {
            "review_title": "No thanks!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I thought this was targeted for mature skin but definitely not. 40+ with fine lines and it emphasized lines I didn't know were there. I think I was expecting too much from a $75 powder. I'll stick to my Givenchy."
        },
        {
            "review_title": "Insane but also INSANE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Not sure what others issues are with the packaging I love it so heavy and luxe . I usually am so clumsy and have no issues with this. Powder is beautifully milled and simply works extremely well. Takes down shine like no  other powder Iu2019ve ever seen . Noticeably longer lasting makeup with this than with others, maybe itu2019s the lack of talc? All this said though, this is possibly the most egregious pricing on a makeup product I have seen in yrs. Especially considering the size and how fast I seem to be able to go through this. Probably wonu2019t re purchase unless a refill comes out.        shine l"
        },
        {
            "review_title": "Dreamy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I wish this line was more affordable as I would buy every item. This powder is the most beautiful pick and swipes on my skin lightly, and yet with dramatic results. I use as a setting and finishing powder and my skin looks gorgeous."
        },
        {
            "review_title": "Will buy again soon.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful pale coverage over light makeup/blush. So light and smooth."
        },
        {
            "review_title": "Absolute must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I don't normally post reviews, but this product works!! I struggled with creasing and dark circles and purchased literally every concealer & powder on the market with fail after fail. (I do have mature skin) But THIS... this saved me! no creases, smooth undereyes and leaves me bright & awake looking! A little pricey but absolutely worth every penny!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Bubble - for light complexions",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this! It brightens but itu2019s very very subtle.  Perfect if you like to set your under eye concealer.  Itu2019s heavy to carry even though itu2019s tiny."
        },
        {
            "review_title": "Not for mature skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Did not work for me (mature skin). Really emphasized the wrinkles. So wanted to love it."
        },
        {
            "review_title": "Decent powder - poor packaging design",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "The powder is fine. It gives you a very subtle effect but the packing -even though nice and with a good weight to it- is poorly designed. It takes me forever to open it, my fingers keep sliding off"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I bought it, I did not use it much yet but waitu2026 this is a compact powder which I have to take with me as it is compact. Why they did not bother themselves to have a powder puff! For this amount of money I expect they ooffer one a"
        },
        {
            "review_title": "Works fine, but overpriced",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "It works fine. It does things that any translucent powder would do, which is to set the make up. No complaints there. However, I tried at least 5 other brands that work just as well (if not better) with less than half the price. If you're looking for a pink setting powder that brighten up your skin, look into other brand first before spending $75 plus tax on this."
        },
        {
            "review_title": "Expensive but worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love! Sets my concealer the best, and brightens the under eye"
        },
        {
            "review_title": "Works very well - but so do others",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "Truly invisible multi-use powder. I use it primarily under eyes, lids, brows, nose. Doesn't settle into my 41yo fine lines and wrinkles.  Finely milled, no scent, beautiful quality. However - INCREDIBLY tiny container. And ridiculously poor compact design....cannot open it to save my life."
        },
        {
            "review_title": "We love her <3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "OK..,,SOu2026. Ever since I turned 35 Iu2019ve been on a mission for a powder that doesnu2019t look cakey and  creates creases, Iu2019ve bought Givenchy, Pat McGrath sublime, Fenty setting powder, make up forever hd setting powder Charlotte Tillbury(which is my second runner up) and moreu2026yes this one is expensive, but if you are struggling with your under eyes, this powder is worth it"
        },
        {
            "review_title": "Unexpected HG Bronzer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I purchased the wrong color and turns out, this looks so good as a bronzer. Applies silky smooth - literally looks like sun kissed skin. I will 100% repurchase this to use as a bronzer."
        },
        {
            "review_title": "Amazing Product .. but make a refill!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I agree with others, fantastic product .. perfect for under eyes, especially on mature skin.  The packaging is over the top, not in a good way..  for the money make a refill.  Also, for $75 it should include at least a powder puff."
        },
        {
            "review_title": "Holy Grail For Undereye",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019ve recently been setting my concealer with this powder and cannot believe how beautiful it looks. It doesnu2019t settle in my lines! Are you kidding? Amazing stuff. 4 out of 5 stars due to high price."
        },
        {
            "review_title": "Skin like finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Most untraceable powder in the beauty market. Makes skin softly blurred without drying or caking or needed to reapply. Skin like finish."
        },
        {
            "review_title": "Need to sell refills",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I really really like it butu2026oof the price. Why isnu2019t a refill being sold at this price? The compact is Luxe, doesnu2019t feel like a disposable product at all and has a hole on the back as if you can pop out the pan when empty but, where are the refills? Yes, it does what you want. Itu2019s lovely ud83eudd70"
        },
        {
            "review_title": "Invisible but pricey",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "A beautiful powder, that does not look like flour on your face! Love applying it with a powder brush around nose and forehead, for a natural looking glow. The only thing is that it's too expensive...hard to justify the price, even if the product is excellent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Bubble - for light complexions",
            "review_buyer_description": "",
            "review_text": "The product is STUNNING. Sets so well, brightens amazingly, and looks beautiful. The packaging is lovely and luxurious! I just wish it was bigger ud83eudd7a"
        },
        {
            "review_title": "My go to pressed powder in Translucent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This is my new favorite pressed powder.  I have the translucent shade, which I prefer most, but I wanted to try the Creme color.  On repurchase I will buy the translucent shade.  It's more invisible than the Creme.  Not a lot is needed and the formula is very fine.  I actually pop it out of the pan and set it in a z-pallete with other products for my go to everyday palette. The packaging is lovely but very heavy.  I travel a lot and have depotted the creams and removed the pans from the original packaging to minimize space and weight.  The WA powder brush I find gets greasy when I use this product or even the bronzer so I use a Kjaer Weis Powder Bronzer brush."
        },
        {
            "review_title": "Flawless Finish for wrinkles around eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is the only powder that doesn't emphasize the wrinkles around my eyes in order to set concealers. It has a flawless finish and miraculously minimizes my pores. I love this product and I'm especially impressed that it's refillable."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Cru00e8me - for medium complexions",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Tiny powder inside a huge box, lol .....it wasn't mattyfing and was also drying. Definitely not worth fore this price."
        },
        {
            "review_title": "Nice but not Perfect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Lovely colour that brightens the eye area, which where I use it.  But it is drying."
        },
        {
            "review_title": "Really enjoying this powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I really like this powder as a finishing powder as the last step after I apply my concealer and setting powder. It really smoothed out my under eyes and gives me that bright pink under eye look. I do think itu2019s a bit overpriced but I donu2019t have anything else like it in my collection so Iu2019ve really been loving it!"
        },
        {
            "review_title": "Nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have the WA powder in several colors. All perform similarly. The powder is finely milled and is especially great under the eyes. I always use a brush and find this powder to apply lightly and easily. My only issue is with the compact. WA is known for their attention to packaging and while I appreciate a well designed compact I find this one to be very heavy and difficult to open."
        },
        {
            "review_title": "Overpriced mediocre powder",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Very disappointed: the compact is hard to open - not ergonomic and heavy; very little product - the compact is  so tiny! no brush, does worse job than Make up forever ultra HD powder when it comes to blurring pores, extremely overpriced for what it does."
        },
        {
            "review_title": "Good but overpriced.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This powder is nice but it is not worth the price. It does brighten and blur and the packaging is beautiful. I would repurchase it if it was maybe in the $40-$50 range but $75 is to much."
        },
        {
            "review_title": "More like 3.5 stars",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Finely milled that provides a nice finish, but does not outperform similar products that are more reasonably priced. I did like the pink color option  and the fact that it is talc-free, but cannot justify the hefty price to repurchase"
        },
        {
            "review_title": "Over priced & bad packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is the worst packaging design Iu2019ve ever had for all my cosmetics over 20 years. Itu2019s super heavy & incredibly hard to open!  The result of after applying was nice.  But I have hard time opening the case every morning!  Prioverfor this product is"
        },
        {
            "review_title": "Clean Win!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I purchased both the translucent and creme, not because it was necessary I just wanted to see the difference in final finish/look when setting/touching up my makeup.   Sits nicely on top of makeup or bare skin, velvety and does not give a cakey finish, however I would recommend blotting excess oil if using for touch ups throughout the day so not to contaminate or comprise the product. I had read a review from someone saying they were afraid the powder would hardpan, it could be a possibility that oils are on the brush or sponge when dipping back into product."
        },
        {
            "review_title": "Too soft??",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I enjoy this powder for its softness and fine milling. However, a major issue in application, whether sponge or brush, when I go to dip back in after lightly applying to my face, my face product transfers back to the powder in the pan and looks like itu2019s going to get hard panned. I have tried with different foundations, same issue. Itu2019s disappointing bc itu2019s not a cheap product and Iu2019m always swiping it to get the foundation out of the product to get a clean slate. Which is after every single dip into pan. Major pain and a waste of product. FYI I got the pink bubble, if that makes any difference. Love WA products but this one is disappointing."
        },
        {
            "review_title": "Pink Bubble - a perfect finishing powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I was sent the Westman Atelier Vital Pressed skincare powder thanks to Influenster and Westman Atelier. This is a talc free blurring setting powder and the Pink Bubble shade was perfect for my light complexion. It is vegan and cruelty free. I love how it masked my pores in my t-zone and evened out my texture in my trouble spots! It gave me a lightly veiled filtered look and blended in beautifully with my fair skin tone. It gave me a subtle healthy glow. I really loved this powder!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cru00e8me - for medium complexions",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This melts into your skin. It wonu2019t perfect your skin but it helps to tone down any product that might be a bit too glowy and it wears beautifully - no oxidation, nothing. Most powders as they wear and mix with your oils make you regret using them period (vs no powder). This one is lovely and I will be getting the refills when they come out."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I wanted to love it but itu2019s just not good. Looked cakey on my skin."
        },
        {
            "review_title": "Very Disappointing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I simply adore everything Westman Atelier makes and have nearly all of the products in their line but even I was shocked at this price. While the compact is HEAVY, gorgeous and elevates the entire experience - you get a remarkably small amount of product that wouldn't be worth the money regardless of how it performs. That being said, this isn't a miracle powder by any means. I feel like I have to use so much of it just to notice a subtle presence on my skin and even then it isn't as good as other powders I have (that cost half the price and are still clean). Again, the compact is gorgeous and if you want it to have the aesthetic then by all means add to cart, but if you want a good powder - don't buy this product."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really do love this powder. My skin looks great when I use it. Very blendable. And so lux."
        },
        {
            "review_title": "honest review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I tell you what, I'll love the company to send me this and I'll gladly write you an honest review."
        },
        {
            "review_title": "canu2019t even get it open",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I canu2019t get the package open. I have tried and I donu2019t want to wreck the product and or packaging. Total bummer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Work absolutely wonderful for right under the eye.  Light and luxurious, feels amazing on and keeps my concealer in place."
        },
        {
            "review_title": "Pretty good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Dry skin",
            "review_text": "This goes on very smooth and is easy to apply. It doesn't cover blemishes as easy but besides that, I this this is a great light to medium coverage foundation."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The setting powder comes in a beautiful luxurious compact.  It has a sheer and lightweight finish that definitely has controlled my oily tzone and makeup was natural looking all day."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This setting powder is so high quality. The packaging is so luxurious. Itu2019s so nice for my undereyes because it gives them a healthy brightening blurring effect. Doesn't settle into my fine lines. Gives a very nice blurring effect, covers any oil, and reduces pores. I really like this product. I recommend this! I received this product for free from influencer for reviewing purposes."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I donu2019t always wear a full face of makeup but as a Mua I like to always look out together and not like I just woke up so I used the stick under my eyes and around my mouth where itu2019s dark and I used the powder all over my whole face and I love it. I also use the powder in my full face routine and it is comparable to the others that I use it for."
        },
        {
            "review_title": "Excellent setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Finally a luxury setting powder that's clean and doesn't dry up my skin. Love how my clear my skin looks after applying the Westman Atelier Vital Pressed Skincare Blurring Talc-Free Setting Powder. It totally hides my large pores and helps cover up my dark circles alot more that other powders I've used. Really enjoy using it and can't tell that it has better ingredients. Love it"
        },
        {
            "review_title": "Beautiful Blurring Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This powder is everything you could ever want in a powder!! First the packaging is everything, is very sleek and adorable with the little carrying pouch that comes with it. It looks and feel very luxurious and very girly. The powder has no fragrance and is very clean friendly. It goes on smooth and does not dry the skin down. It doesn't settle in any fine lines or wrinkles, and does not crease. Which is a huge deal!! When i apply this on my skin it melts into the skin beautifully and covers any pores that you may have on your skin. Your skin will look amazing ! It does an instant smoother and your skin will look brighter and healthy with an amazing inner glow. This powder is very beautiful and i will be repurchasing this again and again!!!"
        },
        {
            "review_title": "Good, just not worth the price!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Normal skin",
            "review_text": "I received this product for free from influenster in exchange for my honest review. First off, the packaging of this powder is gorgeous! The compact is a pretty gold color and has a great quality mirror. While the compact is heavy, the powder itself is light as it is ground very finely. It is also incredibly soft and feels good on the skin. I thought it did a good job setting and mattifying my face. However, I didnu2019t feel like it did anything that other cheaper powders donu2019t already do. So although I enjoy this product and will continue using it, I donu2019t think I will be repurchasing."
        },
        {
            "review_title": "A little for a lot",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "As with the foundation stick, the packaging here also feels luxe and the compact even comes with its own cotton storage bag. Iu2019ve used the powder to set my concealer/foundation and doesnu2019t settle into my fine lines. The powder is very fine so itu2019s super lightweight. I have combo skin and it tends to gets shiny at the end of the day so I do have to reapply this throughout the day. With all that said, you get half the amount of product at double the price of other clean beauty powders out there that performs similarly so this is truly a luxury item."
        },
        {
            "review_title": "great versatile powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This powder is AMAZING! it is super lightweight I was able to set my under eye concealer with it which for me is the ultimate test because my skin is so dry. It blends out so beautifully I used it all over my face which I do not typically do. The packaging is also lovely. I love the little compact!"
        },
        {
            "review_title": "Cherry on Top",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is the perfect addition to the Westman Atelier foundation stick. If you want to give your skin a  poreless natural soft matte finish,  you may want to spend the money on this powder"
        },
        {
            "review_title": "She is blurring and brightening!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This setting powder is so beautiful for my undereyes because it give them a healthy brightening blurring effect. Not too heavy. Doesn't settle into my fine lines without any creasing either."
        },
        {
            "review_title": "Great translucent powder :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Loved this packaging, this powder is truly amazing! Itu2019s goes well over makeup and it feels very silky and soft. Overall great feel, a great product."
        },
        {
            "review_title": "QUALITY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This compact is so beautiful! Itu2019s heavy and has magnetic closure. It is milled extremely fine and melts into the skin while wiping away any trace of shine. This is not a cheap translucent powder however I feel considering the care and quality of the product along with packaging is pretty on par with price. If you got some extra dough I would absolutely suggest trying it. You will not be disappointed. I received this product for free in exchange for an honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I was blown away with how nice the packaging for this alone was. The little bag it came in was adorable, and opening it up felt like Christmas Day. This blends so easily into my skin it's practically effortless. Instantly made my face go from shiny to matte and reduced my pore size. I highly recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This powder was ok to me. For the price I feel like I should have loved it more. It was a little chalky, but it definitely mattified my skin. I will continue to use it. It just isnu2019t a favorite."
        },
        {
            "review_title": "Blurring and setting perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "As I stated in my foundation review, I was brand new to Westman Atelier products and can't believe how great they are. I had the pleasure of testing the foundation and setting powder from this line. My make up has NEVER looked better. Combining the foundation with this setting powder made my make up flawless. The translucent powder is freaking amazing, it set my foundation perfectly, blurred my pores and smoothed my textured skin. Zero cakiness!! Totally recommend."
        },
        {
            "review_title": "Convenient, lightweight pressed powder.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The packaging on this setting powder is outstanding. It looks luxurious and when you open the powder it doesn't flake off after swiping it with a face brush.  The powder does leave a slight white cast on darker complexions (MAC NC42+) so I wouldn't consider it completely translucent. I'd recommend using this primarily to set concealer and also to press it into the skin for a more natural finish. Overall, a good choice for a setting powder that can travel well."
        },
        {
            "review_title": "Amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Oily skin",
            "review_text": "I received this product free from influenster to try out for my honest review.  This powder is so luxe! I feel fancy just holding it.  The compact is heavy and sturdy and comes in a little pouch to protect it.  The powder itself is like silk.  It's very soft and blurs my skin while slightly brightening.  It has helped the texture of my skin while doing this and keeping my makeup in place.  I also love that it gives my skin some much needed blue light protection. I highly suggest you give this powder a try it is well worth it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Bubble - for light complexions",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I was color-matched to the u201cbubble pinku201d shade and was a little alarmed when I received my compact. The finish is gorgeous, actually, and the slightly pink tone makes my fair skin glow. It also offsets any oxidation happening with my foundation and doesnu2019t look cakey. I wish the wear was a little longer during hot and humid summer days, but that is a tough challenge. If this product offered refills for the luxe, mostly metal compact with a magnetic closure, Iu2019d consider buying more. It seems a bit expensive thou2026"
        },
        {
            "review_title": "Best Finishing Powder Handsdown!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The best Finishing Powder Handsdown!!! I've tried Becca, Charlotte Tilbury, MAC, Laura Mercier & more!!! You name it I've probably tried it. This Powder is smooth and the finish is beautiful. The packaging is lux!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I loved this powder! Itu2019s nice to put on if ur face is oily or if your starting to crease. Check me out on Tiktok @_maiebae to see me review !"
        },
        {
            "review_title": "Very nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Very nice powder! set my makeup without a white cast. Didnu2019t make my makeup look dry. The packaging is breath taking! Love it."
        },
        {
            "review_title": "Add brightness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Looks natural, add brightness while keeping makeup on for longer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Dune - for tan complexions",
            "review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I feel like this is a good setting powder. I received the shade dune and itu2019s close to my skin tone which I like for my setting powders. I wish the container was bigger but I loved this when setting my makeup."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This translucent power product is one of the best Iu2019ve ever used. It glides on skin and is not too heavy. It gives such beautiful finish to makeup. And helps hide any skin imperfections."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "This is the best translucent powder Iu2019ve ever used. Not only is the packaging absolutely gorgeous but placing some under your eyes will brighten up your under eyes that no one will even notice your dark circles from lack of sleep."
        },
        {
            "review_title": "Replacing my Hourglass powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair, Fair skin tone, Combination skin",
            "review_text": "When I first opened this I thought it was a blush lol. Iu2019ve used pink setting powders before like the one from Becca but Iu2019ve never used a pink finishing powder before. This powder is all you need. It makes your skin look flawless whether itu2019s over your makeup or just over your moisturizer. I use it every day. I used to use the Hourglass finishing powder but this one is my new fav! The packaging is bougie and has some weight to it. Go this free from influenster but I will 100% be buying this!"
        },
        {
            "review_title": "Pretty great for blurring pores",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Itu2019s a nice setting powered. Iu2019d say it blurred pores pretty nicely . But I do believe there are chipper great alternatives thought. And my personal preference probably would be not the pressed one."
        },
        {
            "review_title": "I highly recommend this powder with foundation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love this setting powder! It makes my skin look so flawless using the westman atelier foundation stick then applying this powder! It is the absolute most perfect combo and Iu2019m obsessed! I will be definitely getting more when Iu2019m out! Iu2019m hooked! The compact with the mirror is adorable and definitely high quality! Beautiful set! Love this brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Just seeing the packaging and container of Westman Atelier, products like this pressed powder, you can already tell the high quality of their brand (first time to try this brand). I love how compact this powder is, although you would be surprise that it's a bit heavy for ita size. And the powder really helps with my oily face! Just little dab of this, zero shine. I was just surprised that it didn't have an applicator (i thought it was in the voxbox but i didn't see any). But other than that I love this powder!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "The packaging for this compressed powder stands out. It comes with a little bag for your compact. & the compact itself is heavy & high quality. The powder has a silky feel to it that I just love. The translucent powder works great to set the rest of my makeup. The color ensures it doesn't cover up the rest of my makeup. It also gives a blurred finish. But it doesn't keep your makeup protected or fresh so I still had to pair it with a setting spray."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cru00e8me - for medium complexions",
            "review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product in exchange for my honest review. This brand absolutely delivers high quality products at unbelievable prices. I used this more as a setting powder over the rest of my makeup and WOW! Blurs the smallest of imperfections, doesnu2019t feel heavy like typical powders and was a dream to use. Will recommend for all skin types and Iu2019ll be using this for setting powder from now on! Perfection!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cru00e8me - for medium complexions",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I am loving these products! I got this for free form influenster for my honest review and I have to say WOW! I am glad I did, this is a very lightweight powder, it does blurs your imperfections and holds the makeup in place for hours! Itu2019s beautiful and easy to use and blend. Also, the packaging is no nice and luxurious, this one will later be use for something else. Highly recommend"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This small compact powder provides a big punch of flawless looking skin. After I applied the foundation, I put the translucent powder over it, and it set the foundation so beautifully. While it is on the pricey side, if you are in to high in brands you will not be disappointed!! I love it! I received this complementary of Influenster, all opinions are my own."
        },
        {
            "review_title": "beautiful packaging!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This powder is not for coverage but more of a setting makeup powder. It blurs imperfections and I love that it holds up my makeup in place. Itu2019s perfect for setting in between the laugh lines and under eye and itu2019s such a light formula."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This pressed powder makes my skin amazing, it's so natural and light, I really liked it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster and Westman Atelier in exchange for my honest review. This powder really smooths out pores and helps with my extremely oily t-zone. It sets into the skin very nicely and didnu2019t settle into all the fine lines that come with age. I like to use it both with and without foundation since it really does help with the shine. The packaging is super luxe (it even comes with a little pouch to put the compact in), and the only reason I took off a star is that for the price, I wish that it came with a brush or something to apply the powder. The compact has a nice weight to it though, and is small enough to take on the go for quick touch ups. I also like that this compact is refillable. The powder didnu2019t leave a white cast which is great. I also love how the finely milled powder gives my skin a softly blurred and subtle matte finish, and it feels like silk.  It is so soft and doesnu2019t feel cakey when I use it. I recommend this product and suggest giving it a try!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Another free product I tried from Influenster in exchange for my honest review!! Awesome setting powder and helps blurr your pores! Easy to apply and is not super white so it does blend well! I was impressed with this product!"
        },
        {
            "review_title": "Beautiful on dry skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Heavy compact presents a high end feel and gives packaging worth the money (Iu2019m gonna save mine!) the powder itself works in my skin and doesnu2019t leave any white residue (Iu2019m more tan/olive) this is giving the Laura Mercier powder a run for itu2019s money. But itu2019s still a little in the pricey side. If you have the money, go for it! Itu2019s truly an amazing formula."
        },
        {
            "review_title": "flawless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "i was gifted this product in exchange for my honest review and honestly i love it! the packaging is gorgeous and the product is even better. perfect flawless finish especially when used with the foundation stick."
        },
        {
            "review_title": "Loved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this product. It worked so well. I especially noticed it blurring my fine lines"
        },
        {
            "review_title": "Flawless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "*I received this product for free, from Influenster, in exchange for an honest review*  Omg this powder is magical. It literally makes pores invisible and the appearance of makeup PERFECT. Iu2019m saving it for special occasions and date nights for sure."
        },
        {
            "review_title": "Really Enjoyed This!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Really enjoyed wearing this with the stick foundation and just on its own. It was light but offered coverage for those no makeup makeup looks. I could still feel my skin breathing while I had it on."
        },
        {
            "review_title": "Like silk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted this Stettin powder for free from Influenster but will definitely be going back to purchase it again. The compact itself is perfection. With gold, sleek look, and heaviness of the compact it feels like complete quality. The powder itself doesnu2019t disappoint at all. Itu2019s smooth and glides on easily smoothing over my lines and blurring those imperfections. It gives the coverage I need with the look of minimal makeup. Iu2019m in love with this product and highly recommend."
        },
        {
            "review_title": "No more shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love skincare products and knowing that this powder has skincare actives micro-milled into setting powder form makes me feel comfortable about using this for my face. This powder really smooths out pores and helps with any shine on my face, that's what I like the most. It sets into the skin very nicely that it seems like I'm not wearing any make up. I like to use it with and without make up!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I was gifted this new pressed powder in exchange for my honest review. I loved the look and feel of the packaging. The packaging is super luxe. I also loved the formula and the fact that is clean is an added bonus! No talc or other nasties! It has a lovely natural finish that lasted all day. I think my skin felt more conditioned after using this for a few weeks."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Cafu00e9 - For deep complexions",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "only used this twice but definitely helped set the rest of my face and cleared up the remaining oiliness I had. Would I get again, probably not."
        },
        {
            "review_title": "Luxe!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Normal skin",
            "review_text": "#gifted This packaging is so luxe! It looks great on my vanity which I love. The compact has a nice weight to it and compact enough to take on the go for quick touch upu2019s. The power is super light and truly transparent. Itu2019s combats oil well and doesnu2019t leave a white cast. The shade range could use some extending it thatu2019s the only downside imo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Love the packaging. Feels very soft and luxurious. It has a smooth finish and nice brightening tint. Will definitely be wearing it more."
        },
        {
            "review_title": "So luxe!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I received this product free from influenster to try out for my honest review.  This powder is so luxe! I feel fancy just holding it.  The compact is heavy and sturdy and comes in a little pouch to protect it.  The powder itself is like silk.  It's very soft and blurs my skin while slightly brightening.  It has helped the texture of my skin while doing this and keeping my makeup in place.  I also love that it gives my skin some much needed blue light protection. I highly suggest you give this powder a try it is well worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cru00e8me - for medium complexions",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "El empaque es lujoso y de buena calidad. A mi me gusta tenerlo de decoracion en mi tocador ya que se ve tan bonito. No es tan grande asi que para el precio pues si lo pensaria mucho, pero tiene el tamau00f1o perfecto para andarlo en una cartera pequeu00f1a y poder retocarse el rostro de vez en cuando. En cuanto al producto se siente bien liviano en el rostro y un poquito rinde. Es vegan y libre de parabens Yo lo aplico con una brocha y se difumina perfecto en el rostro."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Bubble - for light complexions",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I use this powder to set my undereye area and it gets the job done without looking cakey and does add some radiance but Iu2019m not sure I would purchase this on my own based off the price tag. I have setting powders I like just as well if not more for a much lower price."
        },
        {
            "review_title": "Flawless finsih",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I received this product in return for my honest review. This has become my everyday setting powder. I doesn't matter the foundation or tinted moisturizer it makes the finished product look so flawless. I have had some setting powders that stick in a weird way and make my face look blotchy."
        },
        {
            "review_title": "so luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This component is absolutely beautiful! Itu2019s heavy, quality and just feels so luxurious. The powder is finely milled and smooth. Sometimes I use it even with no foundation underneath for a quick mattifying moment. The pink isnu2019t obvious, more just brightening but Iu2019m also super pale, so take that into consideration."
        },
        {
            "review_title": "Great Powder But Not Worth The Price",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This powder keeps you matte for a couple of hours. I have oily skin and only had to do two or three touch-ups. I used it to set my concealer and mattify my T-zone which it did, but for the price I was hoping for more."
        },
        {
            "review_title": "Westman Atelier Pressed Powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This powder works pretty well compared to my other high end pressed powders. I have combination skin so I do get super oily under my glasses, nose, and forehead with this powder on and no setting spray.  The powder did set into some skin imperfections I have which was a negative.  Overall, it did its job."
        },
        {
            "review_title": "Whisper Light",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Westman Atelier Vital Pressed Skincare Powder is STUNNING! Itu2019s soooo light and blurring and is just everything you could ever want in a setting powder. And with all the great skincare ingredients included in the formula you can feel good about putting it on your skin. Iu2019ve used quite a few setting powders throughout the years, and I have never used one that is THIS lightweight. Itu2019s like a whisper over your skin that instantly blurs and mattifies without creating any cakiness or causing any creasing or that dry, tight feeling to the skin. The compact itself is HEAVY! It feels like solid gold lol Its also incredibly stunning and modern and just beautifully made. It is on the small side for a setting powder compact, but with a formula this good that just means it will travel just that much easier! I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cafu00e9 - For deep complexions",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "Beautiful compact that comes in a pouch.  Pressed powder.  A little goes a long way.  Very soft and fine.  Melts into my skin and foundation to create a soft glow."
        },
        {
            "review_title": "Nice finish!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I liked the Westman Atelier Vital Pressed Skincare Blurring  Setting power. Has a very light feel and goes on with ease. Helped hold my face in place lol. I would buy."
        },
        {
            "review_title": "Holy grail powder!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product is beautiful! The component is stunning, it is so heavy and luxurious. The powder is so fine it worked beautifully at setting my undereye. It also worked great at setting the whole face, but in my opinion it works the best under the eyes. I have dry skin and struggle with powders making my undereyes look dry, but this didnt do that. Tgis is a new favorite of mine!!"
        },
        {
            "review_title": "Didnu2019t like itu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Anyway; this is not a product for my bumpy, combination skin. I felt as if my creases (which are not very apparent normally) became more visible. I would not purchase this product."
        },
        {
            "review_title": "Does It's Job!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "If it wasn't so pricey i would give it more stars but in my opinion it was a normal translucent powder nothing extraordinary and i've seen way cheaper dupes that do the same thing. as for the packaging super pretty compact & heavy too!"
        },
        {
            "review_title": "Exquisite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "A powder that does more than a standard powder was just what the industry needed.  Gucci delivers with this compact innovation.  The pressed powder is also amazingly convenient for travel and comes in a travel pouch to protect the beautiful metal compact."
        },
        {
            "review_title": "Great for Setting Foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I absolutely love this! I use it to set my face and it gives me the most skin like finish it is amazing. On top of that it doesnu2019t move, this is a must have."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This is a nice setting powder, it is truly matte but it isnu2019t drying. The finish reminds me of Pat McGrathu2019s under-eye powder. I would recommend this to someone who is looking to splurge on a new setting powder."
        },
        {
            "review_title": "Great Finish!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The Westman Atelier Vital Pressed Skincare Powder in translucent provides a lovely matte finish securing the foundation in place. The compact itself is impressive packaging. Absolutely recommend if you are looking for a splurge."
        },
        {
            "review_title": "Matte, but not drying",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This powder is finely milled and has a nice, light texture. The shade Cafe worked surprisingly well for me. I like that over the course of the day, it continued to minimize grease and shine, even through sweat."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Bubble - for light complexions",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have this in the shade pink bubble and thought it would give a pinky tinge to my skin. To my surprise, itu2019s so airy and light that the color doesnu2019t show. This is great on top of the foundation and gives an airbrushed finish!! I also love that it has skincare elements like quinoa seed extract, vitamin c and even probiotic!!!"
        },
        {
            "review_title": "Expensive but love the subtle matte finish!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Westman Atelier gifted me this product to test, honest opinions are my own. This Vital Pressed Skincare Blurring Talc-Free Setting Powder is an expensive ($75!) but amazing addition to Westman Atelieru2019s line of clean makeup. It comes in six shades - I tried the Creme. I love how the lightweight finely milled powder gives my skin a softly blurred subtle matte finish. Kt doesnu2019t cake up or feel dry, leaving my face smooth to the touch. I set my face with the powder before I leave the house and touch up a few times while I am out to help control my u201cIu2019ve been running aroundu201d shine in my T-zone.  The packaging is luxurious, the refillable powder comes in a weighted compact with a little pouch. The pouch will prevent any powdery messes in your makeup bag or purse!   Cons: Refillable but refill pans not available yet Does not come with a brush so you will need to have one on you Not for those who seeking a caked on matte finish look  I will absolutely buy when I run out, even in the Translucent shade.  At $75 yes this is high end makeup but a little powder will go a long ways and you wonu2019t lose any powder to your makeup bag because of the sturdy compact.  Great product!"
        },
        {
            "review_title": "So soft!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This powder feels so soft and gave my face a nice feel! It went on really smooth and was very subtle. Nice to have when your face feels a little oil, too!"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I would give this product 3 stars if there was no product and only packaging, thatu2019s how much I love the packaging. Itu2019s also refillable!! Love that. This power is so extremely lightweight, it never felt heavy or looked cakey. I used it for under my eyes and to lightly powder set concealer. Iu2019m suuuuper oily so my oils definitely came through, but I am extra and use a different powder to actually set my whole face. It just gives such a nice natural finish. I received this for free and would like to think of myself as financially wise, and would still buy this more luxurious product. Def recommend."
        },
        {
            "review_title": "Luxe and compact",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This compact is Luxe and feels heavy. Itu2019s small but I donu2019t mind that. I wish it came with a small puff to go along that would make it easier to take on the go!"
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I received this for free from Influenster and I really liked the package is so nice perfect to go with you everywhere and is really good to retouch your makeup on this summer days"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this powder so much and the mirror. It has such a luxurious feeling. I applied it with the matching foundation stick and was able to wear it for 12 hours with no issues. Itu2019s compact enough where I can bring it with me in my purse for any touch ups that I need throughout the day!"
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Super nice and blurred and filled pores, cute packaging and feels nice"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "So this packaging first off is perfection I like the weight to it. However I didnu2019t notice much of a blurring finish as the claims have said. I donu2019t think I will buy this again  because I crease a lot with this"
        },
        {
            "review_title": "Blurring yet still luminous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This powder is truly blurring just like it says it is. It has no smell and after using a setting spray, it made my skin look so diffused!  Umm, Goodbye pores!  I loved that it blurred yet still left my skin with some luminosity like others donu2019t. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Dune - for tan complexions",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This powder goes on so smoothly! It has a wonderful finish and blends in beautifully with my skin. I am so happy with this product. it is very lightweight and feels like skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "For starts the packaging is so cute! When I received this first then came to mind is on the go, when your starting to get oily and some places. Take this along with you and use the powered to help."
        },
        {
            "review_title": "Loved it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love this powder! Soft matte and no white cast! Beautiful finish and heavy metal packaging adds to a luxury feel. 9/10"
        },
        {
            "review_title": "Absolutely Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "This powder is beyond amazing! I love it! I love the ingredients. I love that itu2019s a combination of skincare and makeup! Itu2019s just perfect in every way?"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Its give a very nice finish when you apply your foundation."
        },
        {
            "review_title": "Stellar powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I will start by saying that I am a huge fan of all Westman Atelier products. Sure, some are better than others, but this powder is out of this world. It is virtually undetectable on the skin. Blurs pores, sets makeup, and lasts several hours. The packaging is remarkable, and also seems to also be refillable. I would highly recommend."
        },
        {
            "review_title": "Powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Shade is great maybe try for a darker color next time. I loved using product and would recommend to others."
        },
        {
            "review_title": "great product, not great package",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The product itself is wonderful! I love the powder, it makes my skin look nice and smooth, and keeps the shine at bay for hours. Is it worth the $75 price tag? Iu2019m not sure about that- especially once you see how small the compact is. Also, speaking of the packaging- Iu2019m not sure if mine was a fluke,  but the magnetic closure on a very small, smooth, metal container made it very difficult to open.   Basically: great product, not great packaging or price."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received both the translucent pressed powder and foundation in this brand to try and I looked online and saw a non-traditional way to apply the pressed powder and I decided to try it. So I applied the pressed powder first to my oily areas of skin which included my forehead, cheeks, and chin and then I applied the foundation with a little extra pressed powder on top. The pressed powder went on smoothly and gave me a nice finish to my makeup but after a couple hours I had a shiny forehead and cheeks. So overall I would have to say I wouldnu2019t recommend this product to those who have combination to oily skin unless you donu2019t mind have to constantly reapply. The case it comes in is really nice and it seems like a good quality product but just not for me. I also wish it came with a brush so you can quickly reapply when out as needed."
        },
        {
            "review_title": "pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I really do like this powder. if you have any dry patches or texture your going to need to buffet it in a little more but overall a really good finish. I got so much compliments with the powder and foundation."
        },
        {
            "review_title": "Beginner friendly finishing powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I love how cute this fragrance free is! The powder is very light. It quickly mattifies the face with leaving a heavy or bulky feeling. I definitely recommend this product to be used alone. This is also good for use as a setting powder for oily skin!"
        },
        {
            "review_title": "I love it and it really worked well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Works like a charm when used with the accompanying foundation stick. It sealed the foundation in without giving me a cakey overdone look and this helped to reduce the shine even in the 100 degree heat!"
        },
        {
            "review_title": "Reduces shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "The quality of this product is something to be hold! It heavy, compact and the quality of this thing! Wow! Even when the gold casing is closed its still reflect as an all round mirror! I absolutely love this press powder, itu2019s reduces shine with and I have been packing it under my eyes to cover black blotches I have. Itu2019s stays there without turning cakey or giving an ashy look. I also like that while its light, itu2019s blends in well with my skin tone. I would highly recommend it!"
        },
        {
            "review_title": "Lovely blurring",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Dry skin",
            "review_text": "A nice blurring setting powder but not the best I have ever used. It takes a little more buffing than some. Overall it is quite lovely, and I enjoy the heft of the compact, it feels very sturdy."
        },
        {
            "review_title": "Love this Setting Powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this Westman Atelier  blurring setting powder! It made my skin look so smooth and didn't cake up at all. It kept my makeup looking flawless in the heat all day long which I loved and the pink shade complimented my skintone wonderfully. It goes on smoothly both with the egg blender and the brush I used. It doesn't feel heavy at all. Overall it's a great product that I would highly recommend."
        },
        {
            "review_title": "Cake Free",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "This a a great setting powder! It makes your skin smoothu2026. No caking up over here! The packaging is so high quality. I love carrying it with me throughout my day!"
        },
        {
            "review_title": "Perfection!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This product is perfection!! Iu2019m very fair with neutral undertones and the shade u201cPink Bubbleu201d compliments my skin tone perfectly and is so pretty!! This is very comfortable to wear and it makes my skin look so smooth!! I received this product complimentary in exchange for my honest opinion."
        },
        {
            "review_title": "Silky, lightweight and Mattifying.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The Vital Pressed Skincare Powder by Westman Atelier has an airbrushed finish, leaving your face brighter with less texture. The powder itself is very silky and feels so light on the skin. I really liked that it mattified my face without leaving it too dry or feeling cakey."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The package definitely got my attention. It's so convenient to put in your purse because it has a mirror. It blends nicely and I really like how it feel so light in my skin. I would buy again"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This powder worked semi alright but I felt it left a slightly white cast on my face. I have light skin so canu2019t imagine others with a darker complexion. Itu2019s not my favorite powder, but I felt it did itu2019s job."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This powder is amazing. I used it as a way to combat my oil after my foundation was on a few hours and it made my makeup look flawless. The case was beautiful as well. I would definitely repurchase."
        },
        {
            "review_title": "Finishing touch",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The packaging was cute. Love the little bag for it. I use it with or without the foundation. I love that it gives vitamin c while protecting from blue lights. Another awesome thing is it helps to refine your skin. Gives me a nice matte look."
        },
        {
            "review_title": "I love this pressed powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This  powder is very light to the touch Itu2019s smooth and gentle especially around my cheek bones and the pressed powder is simply fine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Bubble - for light complexions",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I'm not really sure what the point of the powder is, I didn't really notice a difference when using it over the foundation. Might be for more of a mattifying effect than anything. I wouldn't purchase this product. Received it for free from influenster in exchange for an honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This pressed powder works like a dream. It's lightweight, blurring and easy to apply without disturbing the makeup underneath, which also makes it good for mid-day or day-to-night reapplication. I'm using the Translucent shade, and I like that it doesn't change the color of my base makeup. I'm pretty fair year-round, so if you have a deeper skintone, you might notice more of a brightening effect with this powder. The compact it's housed in is very beautiful, although I do find it a little difficult to open. If it had more of a lip, or a push-to-release button, it would be 100% perfect."
        },
        {
            "review_title": "Amazing is an understatement.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this as a complimentary from Influenster but this is my purest honest opinion. No complaints here. Love the packing. Love that is simple to use. The formula is amazing as well. I will definitely recommend this."
        },
        {
            "review_title": "Great powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I got this product as a free trial from Influencer. I think this is why the foundation did not look too dark. I got the foundation shade XIV and I thought it was too dark but once I put on the powder, it was a perfect match."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cru00e8me - for medium complexions",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this free to try. I love the packaging. The product overall is great easy to apply and looks natural on my skin. I have sensitive skin and had no issues with it which was a huge plus."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Cafu00e9 - For deep complexions",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is a nice product overall.  It's a bit dark but it may be better for summer months. I've been using it with my other liquid foundations.  I wish I got the translucent.  Lovely packaging and a nice carrying case."
        },
        {
            "review_title": "Give this new product a try, you won't regret it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this product!! When I received it I wasn't sure about the white powder color and didn't really think I would like it, but after trying it and using it for several days I am a big fan. It is a very light powder that pairs perfectly with my foundation and seems to set it almost like a setting spray does, even in the Arkansas summer heat my foundation stays and looks great all day long thanks to this new product. It also helps minimize my large pores. The powder has a glowing brightening affect that is absolutely stunning and would be a great addition to almost any skin tone. Along with all of that the packaging is absolutely stunning and definitely looks great in your purse for on the go touch ups. My only complaint would be the fact that there is no brush included with the compact. Even though this is a little pricer than I would normally pay for a powder I will definitely be purchasing another when I run out. I also love that this is a clean cruelty free product. I think a loose powder in this shade would be a great product addition to this line."
        },
        {
            "review_title": "Look good on the skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Same as the foundation , this powder have a good finish on the skin the price itu2019s acceptable for the quality of the product definitely . Love it."
        },
        {
            "review_title": "Worth the purchase",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I liked this product to set my eyeshadow after a primer, I didnu2019t use it for much more. Mine was a free gift from influenster"
        },
        {
            "review_title": "Great powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I received the product for free from Influenster and Westman Atelier in exchange for my honest review. The package is absolutely gorgeous like other WA products. It comes with a little linen pouch which is cute and convenient. This product has no scent so good for all skin type. I like to use it more when I am not wearing makeup as it gives an instant blurr effect to the shiny area which is my T-zone. It is also very lightweight, buildable and applies easily with my powder brush. I will explore more when I wear makeup often."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is the perfect setting powder. It doesnu2019t leave a chalky finish and it doesnu2019t take away any glow. It literally sets my makeup and keeps me from being oily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I just found my Holy Grail Powder! I absolutely love this setting powder. The blurring effect is astonishing. I definitely wasn't expecting it to work this well. I really like that I get multiple benefits from one powder. Not only is it an amazing and effective blurring powder, but also a setting powder. I recommend this powder to anyone who is looking for a similar product and wants to achieve amazing results."
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I live this powder. It keeps the finish of your base products in tact, which for my oily friends probably isnu2019t the best. The color is mega sheer-looks more like translucent without the grey cast to me. Reminds me a ton of the Kosas cloud set."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This powder is beautiful! I used it to set my makeup and it blurred my pores which is always a plus. I also wore it during 100 degree weather and it stayed put. The only complaint I have is that the packaging is hard to open."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I'm always careful with powders becuase talc makes me break out but that is not a problem here. This blends beautifully into the skin and keeps my face from becoming shiny all day. Honestly, the worst thing about this product was trying to choose between the pink and white! It's expensive, yes, but for me it's worth the money."
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I love the packaging. The color I believe fits me well. It does a great job of removing shine and covering your imperfections. It fits in your purse and has a mirror. Itu2019s just perfection, I absolutely love"
        },
        {
            "review_title": "My undereye secret",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This powder is a holy grail for setting the under eye keeps it set and matte and smooth all night. Good thing is it doesnu2019t set on the wrinkles."
        },
        {
            "review_title": "Stunning package, fantastic product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love this product! I use to to set my under eyes and on my t zone and it keeps me shine free and in place all day! Used it recently for a wedding and it was HOT- but my makeup didnu2019t go ANYWHERE despite sweating bullets. The only downfall is there is no applicator, but a simple fluffy brush works for me! The translucent color does lighten my skin tone a bit but I also am very tan right now- so overall itu2019s a great neutral for a range of  skin tones!"
        },
        {
            "review_title": "Nice pressed powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This pressed powder is lightweight and very soft and blend able. It didn't settle into my creases or get patchy or dry on my skin either. Also the packaging is so nice! It's definitely not cheaply made and has some weight to it. I really enjoyed trying this powder, it's a good one!"
        },
        {
            "review_title": "Great Matte Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Great sheer powder that worked beautifully over the stick foundation. Very light matte finish. Little to no smell and gorgeous packaging!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Dune - for tan complexions",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Good powder and nice packaging. This powder is nice for setting and taking care of excess oil. I wish it was a bit bigger."
        },
        {
            "review_title": "The PACKAGING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This brand creates the most luxe products. I LIVE for nice packaging and this is so good. The product is amazing, clears up the shiny areas on my face when I need to freshen up!"
        },
        {
            "review_title": "Luxury",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received this product from influenster for testing purposes, I definitely love the texture of this product, the packaging is gold heavy gorgeous, it has a little bag to protect your product, perfect to carry on in your handbag, the pores in my skin was minimum I love it, the only that I personally would like is the applicator it doesn't have any, but just for outside plans purposes will be great, amazing product highly recommend"
        },
        {
            "review_title": "Bye bye oiliness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I use this product as a finishing powder and as my final touch of makeup. It makes my skin look very bright and removes the oiliness from foundation. It lasts very long as well. I love how easy it is to apply with both hands or with the help of a brush."
        },
        {
            "review_title": "Loved this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I loved this! I havenu2019t used a pressed powder in years. I tried this out on my birthday look and I loved the results. The shade was a perfect match and applied very well."
        },
        {
            "review_title": "The Absolute BEST!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely LOVE this setting powder!! I have worn it over the Westman Atelier Vital Skin Foundation stick AND alone over my skin care and both ways were amazing! When itu2019s light and not drying, doesnu2019t look u201ccakeyu201d or fake but leave my skin looks fresh and radiant. Best of all when paired with the foundation I didnu2019t need to touch up my makeup!! I did receive this product as a free sample, however I have found a new fav, so I WILL be purchasing again!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Cafu00e9 - For deep complexions",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Product was not a good match for my skin tone . Was several shades darker. Giving me the appearance of someone black fishing."
        },
        {
            "review_title": "Just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This powder was really nice and I like using it on no make up days. I have combo oily skin. I didn't notice anything special about it over less expensive powders. The packaging is really pretty and I appreciate that their is no scent."
        },
        {
            "review_title": "The Best!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I love it! It's translucent, very build able and it's just flawless! Definitely one of the best I've used. Packaging is superb! Very weighted, gold colored container so you know it's not cheap. I'm also Latina and this translucent worked amazingly! I was worried because it looked white when I opened it."
        },
        {
            "review_title": "Good setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Such a beautiful piece for my vanity. Looks pretty and super easy to carry in my purse. It helped set my foundation and concealer when I was traveling. It also helped contain oil."
        },
        {
            "review_title": "Beautiful light weight setting powder!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like this setting powder! It has a pretty glowy coverage and a light weight feel. My one complaint is that my oiliness shines through pretty soon after applying the powder. I do have a very oily t-zone so it might be me because I shine through most powders. However, I was hoping it would keep me matte for longer. I received this complimentary for review purposes."
        },
        {
            "review_title": "Great quality product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "The quality of this product is looks and feels luxurious but I feel I love the foundation stick by Westman Atelier more than this product but maybe if I got the translucent it would of worked out better for me. Definitely a great product none the least."
        },
        {
            "review_title": "Perfect complextion!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I enjoyed testing the Vital pressed skincare powder, the color was a perfect match for my complextion.  It made my skin feel so smooth and becoming.  It blended it well with the foundation stick.  I recieved this product at a discount from Influenster for my honest review."
        },
        {
            "review_title": "Blur Wonder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This pressed powder from Westman Atelier is everything! I love how soft and flawless if leaves my finishing look. It gives an instant blur effect and definitely minimizes any noticeable pores. The feel is weightless. I especially love how itu2019s talc- free and has skin-refining actives. It definitely gives you a healthy and natural finish. Itu2019s a must for your finished look. Please donu2019t miss out!"
        },
        {
            "review_title": "Not a fan",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The packaging is GORGEOUS. Looks and feels luxurious. However the application I was not fond of. Recommend a brush rather than a beauty blender to pick up the product. Sank into my eyes fine lines creating more noticeable creases."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this translucent pressed skincare powder. Itu2019s great for setting my makeup and getting rid of shine that my face may accumulate. I received this for free to test from influenster and Iu2019d definitely purchase it in the future."
        },
        {
            "review_title": "Pretty packaging but drying under my eyes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The packaging is gorgeous like all WA products, but I had to return as I have very dry under eyes and dark circles and the pink bubble color did not help blur anything and emphasized the dryness & fine lines. I prefer the Charlotte Tilbury air-pressed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "For my darker skin, the powder was easy to set my concealer. This powder was buildable and after setting my makeup, my under eyes were brighter and smoother."
        },
        {
            "review_title": "Amazing powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This powder is REVOLUTIONARY! Most powders make my skin look caked or super dry but this powder literally makes me glow. I 10/10 recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is really high end in my opinion. The packaging is not only very pretty but also very heavy and durable. I used the translucent powder and really helped eliminate the shine on my skin because it can be oily. It is very lightweight and applies easily."
        },
        {
            "review_title": "Great Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019ll start by saying their packing is gorgeous! I used the setting powder under my eyes, bridge of nose, and top lip with a brush and it really is translucent. It helped to blur the areas where I applied, which I loved. I did use the Laura Mercier loose setting powder first, but now I want to try it alone. I think it will do a great job of blurring the areas where it used and give a flawless finish!"
        },
        {
            "review_title": "Luxury but tiny",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This compact is very oretty- very luxe looking and it has real weight to it. The powder worked well. It locked my makeup in for an entire day. It is very finely milled and goes on easily. I can't comment about flashback or a white cast because I am the color of Elmer's Glue.  I will be honest, if you have the money to spend and like luxe things, this is a solid powder. But this powder is small, really small. It is the size of a Clinique Cheek pop blush for reference. It is TINY for a face powder. I will happily use it bc it is good, but there is no way I can justify the price.   Also it comes with no puff or anything."
        },
        {
            "review_title": "love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "ove this! I wore this to my baby shower, in June, in Louisiana, where I was 9 months pregnant and sweating and it looked just as flawless at the beginning of the day as it did at the end. I love the stick form since I feel like I can really target the areas where I need more coverage and let my skin come through for a really natural look. The only reason Iu2019m knocking off a star is the price but I do think itu2019s worth the investment"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Bubble - for light complexions",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Great little powder. Came in a little drawstring bag and has a little mirror in compact. The color works with alot of skin tones."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "The vital pressed powder is intended for finishing and fixing makeup, it helps to seal the foundation and ensure that your makeup lasts longer. In addition, it also reduces skin shine, making it an excellent choice for people with oily skin like mine lately. As the powder packaging is super small, this is an item in your makeup that fits in any bag and can go with you everywhere. I really liked it. I have been using over a month now. My favorite so far."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really liked this. It was easy to apply.  Its translucent, realistically im not certain what the purpose of it is, but I used it regardless. It spreads easily, as it's just a powder. I really love the packaging and it seems a high quality item. I would definitely recommend this product."
        },
        {
            "review_title": "The best translucent powder ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I have dark skin and this power works wonders for me!"
        },
        {
            "review_title": "Definitely Repurchasing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This shade Dune is such a perfect match to my skin it looks very natural. Everything from the packaging to the flawless finsh of this finely pressed powder screams high quality.  The power goes on so smoothly, and seals makeup in place . Feels very lightweight on my skin and really keeps my face oil free. It's a matte finish but it doesn't look cakey or dull at all. My makeup lasted all day,  outdoors in summer heat. I didn't have to reapply not once."
        },
        {
            "review_title": "Go for it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Normal skin",
            "review_text": "Itu2019s a great powder! Helps my shine throughout the day."
        },
        {
            "review_title": "A nice, subtle finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I had a hard to believing this translucent powder would do anything for my skin. In fact, when I swab it on my hard, I barely even notice it. However when my make up is done and I put a layer this is powder on my face, my face of makeup suddenly seems more complete than it ever had before. The shine dulls a bit and it looks like a have a filter on in real life. Canu2019t place my finger on the magic but Iu2019m into it. I would recommend."
        },
        {
            "review_title": "Amazing powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I really enjoyed this powder! I put it after using setting spray and my make up stays on all day! Itu2019s very light and my skin isnu2019t irritated at all. The packaging is super luxurious. Iu2019ll definitely be purchasing this!!!"
        },
        {
            "review_title": "Just ok.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The SkinCare Powder is nicely milled & compacted & has a very soft feel about it. Again, the packaging is so luxurious. It definitely blurred my underlying nicely but I do recommend a good fluffy brush.  Even though the Powder is milled well it is kind of thin and I need to dip back into the compact a few times to get the results I needed.   I did try this out over the Skin Foundation Stick and the shade of the foundation was a touch too light for me. So when I applied it the translucent powder didn't give a white cast or anything, but Im not sure how it would look with a deeper foundation.   Overall I found the powder to just be ok. I personally think that this powder is best for those that like light makeup & aren't needing the oil control or mattifying all day long."
        },
        {
            "review_title": "Pale porcelain skin perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This color ended up way too light for my summer tanned face but worked very well for my very pale porcelain skin teenage daughter.  She lightly applied over the foundation stick and it was flawless. Buildable coverage and a silky smooth application. Price point was at the high end imo for a powder but it is a high end product that worked exactly as implied."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received this as an incentive to try and promote. The quality of the product was so good. This power and foundation  have my makeup looking flawless. Itu2019s a small jar but worth the price for the quality. I cannot wait to use it and purchase it again."
        },
        {
            "review_title": "Excellent foundation stick and pressed powder!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was pleasantly surprised by these products! Firstly, the package and containers are quality and luxury made. I love the magnetic seal of the foundation stick.   The foundation stick has become a staple for me. As someone with dark marks on my face, I find the foundation to be great coverage that seamlessly covers all my dark marks. Its also buildable too for days I want to apply heavier makeup. Because the foundation stick is creamy, I found it best apply a matte primer before using, to prevent it from becoming oily throughout the day. It also transfers easily, however a setting spray will fix that.   The translucent pressed powder is the perfect complimentary powder for the foundation stick. I find that using the pressed powder helps to set the foundation in place. A few more dabs throughout the day also helps prevent creasing of the foundation. As a person of color, I was pleasantly surprised to find that the translucent pressed powder blendly seamlessly with my skin complexion. It did not have me looking white.  Overall I am happy with these products as they are great for making me look like I have flawless skin. Ladies, if you're looking for a lightweight foundation and setting powder to hide hyperpigmentation, these are the products for you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cru00e8me - for medium complexions",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The packaging is weighted and feels very luxe but the star of the show is the powder. I am struggling with very oily skin and this is the only setting powder that mattifies my T-Zones and lasts all day. Itu2019s expensive but weu2019ll worth it if you struggle with only skin. It feels lightweight and gives your skin a radiance without being too luminous. Overall Iu2019ve also seen an improvement in my pores and skin texture."
        },
        {
            "review_title": "Very nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I received this product in exchange for a review. Absolutely love the packaging. Itu2019s very heavy and luxurious. As for the product itself, I actually used this powder every time I put on makeup. The product itself isnu2019t heavy on the skin and did a great job with controlling the oil on my skin without making my skin look too dry. I also loved that there was no white cast on my skin. Iu2019ll definitely buy this powder, but in my shade instead."
        },
        {
            "review_title": "Silky Smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Yhos is so Silky smooth. It fades blemishes and set Foundation well. Love the smell. It is not heavy and easy to use. It is in heavy case. I really like it."
        },
        {
            "review_title": "SMALL - NOT WORTH PRICE!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The product itself is great, but it is SMALL. Like I opened it once it was delivered and I thought they accidentally sent me the travel sizeu2026. The size would be amazing for an eyeshadow, but considering this is going pretty much all over your face, it is TOO SMALL!!! The amount of product is NOT worth the price!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Bubble - for light complexions",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Great brightening powder when for my olive skin. This powder was very effective to use under my eyes."
        },
        {
            "review_title": "Beautiful Finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a smooth, silky,easy to apply powder that has ingredients to actually improve your skin with continued use. You can choose the amount of coverage based on which tool you use to apply it. The finish is a perfected version of your own skin,as this powder blues imperu00ee"
        },
        {
            "review_title": "Get!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Works wonders! My under eye concealer did not crease all day because of this thing! All you need is a few dabs and boom your all set!"
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I have fair skin and got the pink bubble shade. I was a little worried when I first opened the compact but it is such a beautiful shade on the skin. It does a great job blurring and feels light on your skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cru00e8me - for medium complexions",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The best powder! Evens out skin and combats shine while actually improving skin texture over time."
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I received this product for free from Influenster and Westman Atelier in exchange of my honest review. The packaging is very cute, very fancy. The texture, very light and soft but I could honestly not see any difference from when wearing the foundation by itself. Thought it did help the foundation last longer."
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Pretty good setting powder or touch up powder. Smooth and silky feel and has skincare ingredients too! Iu2019m amazed by this whole brand. I did have to reapply once or twice throughout the day and luckily this little powder has its own cute bag so you can bring it with you anywhere."
        },
        {
            "review_title": "Great fit",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I loved how this setting powder is not loose like other products. It was easy to apply and loved how easily it blended with the foundation. I did have to reapply to my nose after a fee hours. I received this product for free from Influenster."
        },
        {
            "review_title": "Gorgeous!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "Unfortunately, this shade didnu2019t match well but I was able to apply it to my younger cousin along with the vital skin foundation stick. This was beautiful on the skin. So luminous! Very little transfer once we set it with spray!"
        },
        {
            "review_title": "Love Packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Beautiful quality packaging! This shade is a bit too dark for me but might try it out as a contour powder. Texture is finely milled/ weightless!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Bubble - for light complexions",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Lightweight powder, didn't settle in creases or lines! Love that's it's fragrance free. My only complaint is needing to reapply a few times throughout the day. I like the heaviness of the actual compact as it feels sturdier."
        },
        {
            "review_title": "Invisible coverage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Nice silky coverage. It is a little dark but a little goes a long way. I love it. I didn't have to reapply much, and I didn't experience much transfer. You can barely tell it's there. This makeup is worth it all and will last a while."
        },
        {
            "review_title": "Pretty sheer powder",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is a sheer compact powder in a beautiful case. It goes on smooth and is fragrance free. It does not settle in lines or oxidize but unfortunately it doesn't last long even with a setting spray."
        },
        {
            "review_title": "A quality product, a little heavy compact",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Combination skin",
            "review_text": "Nice and thin feel. The compact is beautiful, but heavy, and at times difficult to open. While I feel like it is a quality compact, it will add some weight to your bag. Easy to blend, and did not feel weighted down on my face, nor give that powdery cake on look."
        },
        {
            "review_title": "Powder!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Tell us about the texture of the powder. The powder is smooth. How did it feel on your skin? Blurring  How did your skin look after using the powder? Smooth.  Tell us about the finish. Did your skin look brighter? Yes!!  Did you need to reapply the powder throughout the day? No.  Would you recommend this product to others? Yes."
        },
        {
            "review_title": "Smooth application",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The first thing I noticed about this product was how silky it felt on my fingers. That to me was a great sign that it would go in smooth and would be heavy. I was right! Even though the color was a bit off I was able to blend it in a way that it wasnu2019t noticeable. I wore this pressed powder for date night and was satisfied with the finished look it gave after putting on my makeup. Now I have to admit that I dont wear makeup every single day. Iu2019m still learning, and the more I learned the more I wanna wear. I would recommend this product for a few reasons 1 being that it has a smooth application and 2 becomes it is very light weight and 3 because itu2019s easy to blend."
        },
        {
            "review_title": "Nice powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Really nice coverage. It's really hot in Florida right now and it stayed on in moderate sun. Of course when it got full sun and a thousand degrees it came off with a gallon of sweat, but the only thing that'll stay on through that is super glue. It blends really well too."
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Packaging is so sleek, color matched perfectly and made my skin look so smooth under my eyes."
        },
        {
            "review_title": "Soo good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is a pricey product for a setting powder, I will say it does perform well. Has a great blurring effect, I love that itu2019s matte and helps control the shine I would normally get. Goes on very well, no scent itu2019s just an all around. Good product."
        },
        {
            "review_title": "Smooth powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Westman Atelier Vital  pressed skincare powder  I receive these Free from Influenster &westmanatelier in exchange for my Honest review  u2022The pressed powder: sets makeup and sweeps away shine u2026.. didnu2019t see much difference when using it with the foundation stick but will use it for future makeup applications  ((The powder comes in a heavy shiny compact with a cute pink cloth pouch )) look how cute the little heart is on the compact mirror  product info :: ***No silicones, no parabens, no PEGs, no talc, no phthalates, no synthetic fragrances. Vegan & no animal testing"
        },
        {
            "review_title": "A MUST HAVE LUXURY!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This product is such a MUST HAVE!! Since receiving it, there has not been a day that I have not used it multiple times a day! It absorbs so much oil, and makes my skin look incredible. After applying my foundation and concealer I dab into it and swipe and it just makes my skin have such a soft glow.. And let's not even talk about the packaging!! It Is heavy, gold, and an all around luxury feel and look, with a surprising little cute bad that it comes in.. This is truly LUXURY at its finest!! I will be running out to buy more very very soon!"
        },
        {
            "review_title": "Nice powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to try this powder. When my box arrived it came in the cutest box and bag. The powder comes in a heavier shiny compact and it was gorgeous.  In trying the powder it went on nicely  and did what it was supposed to. It felt nice and light weight on my face."
        },
        {
            "review_title": "Westman",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I received this Westman Atelier Vital Skin Powder, the texture is lightweight and easy on the skin, although I have the incorrect shade I still feel like it makes my skin look radiant and beautiful I would recommend this to all my makeup loving friends"
        },
        {
            "review_title": "So much yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "So much yes!!!I absolutely love this translucent powder! Works great! So happy with it! Got the foundation as well. Both are amazing"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Lovedddd the translucent powder. It blurred out my skin very nicely. Didnu2019t give me and flashback and it didnu2019t leave my skin feeling or looking cakey. The packaging is also very high quality. Iu2019ll definitely be purchasing this myself once I run out. 10/10"
        },
        {
            "review_title": "Cute and does the job!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This pressed powder is great and super cute!! I have oily skin and using this helped me keep my make up kind of intact in the heat of Florida. It did the job, it's cute and it worked for me."
        },
        {
            "review_title": "Gorgeous packaging. Good performance.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Let's start with this packaging. It is such a luxe experience. I love how substantial the little case feels and the dustbag included. The mirror is also a huge plus for travel. Love it! I received the translucent powder complimentary to test. It's summer time and I use it as a setting powder currently. It has a silky feel, which is great! If I get shiny I also use it to blot and have no breakout issues. While the package is small, it will likely last longer than it appears to. The powder doesn't set my face for as long as I'd hoped, so the price point is a bit high for the performance. Overall, however, a decent (and gorgeously packaged) powder. Love that it's talc-free."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This product is BEAUTIFULLY done! Itu2019s translucent but has a bit of color to it, not strong enough to be used as a bronzer but perfect to give a healthy control to face oils etc. absolutely loved how natural it looks!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this powder! I use a setting spray normally but when I was sent this to review, tried it without my spray. When I use this over the foundation stick & even with just my ilia tinted spf serum, it made my skin look so smooth! Like so even and fresh. I normally donu2019t love powders alone but this actually does a great job of really setting your makeup and of giving you a natural and smooth finish with or without makeup!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Bubble - for light complexions",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "A nice powder in very beautiful packaging. My skin looked airbrushed and it was smooth and velvety to the touch. My under eye area looked brighter.  I forgot to take a flash photo so I am unsure if it does cause any flashback."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Beautiful packaging very classy. It is a great blurring powder it hides and conceals pores. It doesn't last all day so if you're oily re-apply at least once during the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent - works on most complexions",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I got this product for free to test out and give my honorary review. I have to say I liked this product a lot mostly for touch ups throughout the day! I have oily skin and it worked perfect for me"
        },
        {
            "review_title": "Compact to heavy.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I received this complimentary product from Influenster for review purposes and not a big fan of it. The only thing it made my face look brighter. Its heavy and kind of more of a display makeup. I dont recommend it"
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It's my first time tryingthisproduct and I really love it. The packaging is really good and it's easy to apply it. I love how my skin looks natural and I really recommend it"
        },
        {
            "review_title": "u2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Impeccable! Can't believe how good my skin looks after applying this powder! Feathery light and talc-free, too - love it!"
        },
        {
            "review_title": "beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "it comes in beautiful packaging. it has a nice finish i would recommend putting a skin colored powder over it though."
        },
        {
            "review_title": "Awesome compact and product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Loved this pressed powder! The packing was so cute and functional. I adore pulling out my compact to do little touch ups as needed."
        },
        {
            "review_title": "Silky Smooth Blurring",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Combination skin",
            "review_text": "I recently started using Westman Atelier Vital Pressed Skincare Blurring Talc-Free Setting Powder the powder is a silky smooth formula and goes on super smooth.  The setting powder does a fantastic job of blurring!"
        }
    ]
}