{
	"product_id": "1119",
	"name": "Explorer Platinum Eau de Parfum",
	"brand": "Montblanc",
	"categories": "Fragrance, Men, Cologne",
	"price": 159.0,
	"about": "Key Notes:Violet Leaf, Clary Sage, Cedarwood.Fragrance Description:Montblanc Explorer Platinum is taking you on a new, bold adventure to the Italian mountains. The new Explorer fragrance captures the thrill and beauty of a journey to higher altitudes..About the Bottle:The new sleeve is adorned with a precious and eye-catching design reminiscent of the Montblanc watch’s bracelet. Dedicated to the world’s Seven Summit mountaineering challenge, the signature Montblanc 1858 Geosphere timepiece is the inspiration for the new textured silver sleeve of the bottle..About the Fragrance:Follow this bold olfactory adventure and learn more about Explorer Platinum. This woody, ambery eau de parfum opens with vibrant and sparkling green notes of violet leaves and clary sage essence. These are intensified by an airy note that delivers a crystalline freshness reminiscent of snow and ice, all wrapped by an intense and elegant cedarwood.",
	"ingredients": "Alcohol Denat. (Sd Alcohol 40-B), Parfum (Fragrance), Aqua (Water), Butyl Methoxydibenzoylmethane, Ethylhexyl Methoxycinnamate, Linalool, Coumarin, Citronellol, Limonene, Citral, Geraniol, Bht, Ci 19140 (Yellow 5), Ci 14700 (Red 4).",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent...Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
	"num_reviews": 2,
	"overall_rating": 3.0,
	"product_url": "https://www.sephora.com/ca/en/product/explorer-platinum-eau-de-parfum-P507907?skuId=2724458&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2724458-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "2 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2724466-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "3.4 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2724458-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}