{
	"product_id": "601",
	"name": "Watermelon Glow Niacinamide Dew Drops Serum",
	"brand": "Glow Recipe",
	"categories": "Skincare, Treatments, Face Serums",
	"price": 47.5,
	"about": "What it is:A breakthrough, multi-use highlighting serum that hydrates and visibly reduces the look of hyperpigmentation for a dewy, reflective glow—without mica, glitter, or gray cast..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness and Dullness.Formulation:Lightweight Gel.Highlighted Ingredients:- Niacinamide: Vitamin B3 and antioxidants visibly reduce hyperpigmentation, correct the look of dullness, and minimize the appearance of pores..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This lightweight gel delivers a glow quickly and over time for a dewy complexion. Use as a hydrating, visibly brightening serum for all skin types before moisturizer, as a primer or highlighter in your makeup routine. This product is ophthalmologist-tested..Clinical Results:Based on a consumer use study of 32 participants, after 4 weeks:.Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
	"ingredients": "-Niacinamide: Vitamin B3 and antioxidants visibly reduce hyperpigmentation, correct the look of dullness, and minimize the appearance of pores..-Watermelon: Hydrates, delivers essential vitamins and amino acids, and visibly brightens skin..-Hyaluronic Acid: A humectant that anchors moisture within the skin, keeping it hydrated and bouncy by retaining 1000 times its weight in water...Aqua/Water/Eau, Propanediol, Glycereth-26, Glycerin, Niacinamide, 2,3-Butanediol, 1,2-Hexanediol, Cetyl Ethylhexanoate, Citrullus Lanatus Fruit Extract, Sodium Hyaluronate, Eclipta Prostrata Extract, Melia Azadirachta Leaf Extract, Polyglyceryl-3 Methylglucose Distearate, Tromethamine, Glyceryl Stearate, Carbomer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Ethylhexylglycerin, Xanthan Gum, Polyquaternium-51, Moringa Oleifera Seed Oil, Fragrance/Parfum, Benzyl Benzoate...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.As a brightening serum step:.-Apply one pump before moisturizer to get long-lasting, glowing skin results...As a priming step: .-Apply one to two pumps as the last step in your skin-care routine before makeup...For a Maximum Glow:.-On a no-makeup day, apply one to two pumps as the last step of your entire routine. ..Extra Dew Drops Hacks:.-Over makeup: pick up the formula using the ring finger and dab off excess on the back of your hand. .-Then gently pat "a drop of dew" on the high points of the face in a tapping motion...As a primer:  .-Apply one to two pumps as the last step in your skin-care routine before makeup for a smooth finish and glow. .-Mix with foundation: Mix "a drop of dew" into foundation for a boost of hydration and glow...For your eyes: .-Dab a pea-size amount to the center of the eyelid and blend out...For a Double Highlight: .-Pat a drop below complexion makeup and then layer with a powder highlighter on top.",
	"num_reviews": 4748,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/glow-recipe-watermelon-glow-niacinamide-dew-drops-P466123?skuId=2404846&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2404846-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.35 oz/ 40 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2404846-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": ""
		},
		{
			"review_title": "Love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love it, it’s so moisturizing￼ and help with my dry skin.I recommend this product for people who has dry skin type it helps a lot."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Gives a good glow and a great addition to your skin care routine!"
		}
	]
}