{
	"product_id": "306",
	"name": "Exploration Fragrance Set",
	"brand": "Commodity",
	"categories": "Fragrance, Value & Gift Sets",
	"price": 62.5,
	"about": "Set Description:Explore Commodity’s full collection—including their newest scent Juice—to find your favorite fragrance and ideal projection..About the Fragrance:The Exploration Kit contains all 18 fragrances in Commodity’s Scent Space Collection. Find a scent and Scent Space for every mood and occasion among Book, Gold, Juice, Milk, Moss, and Paper in their original, Expressive formulations, as well as their Personal and Bold renditions..This Set Contains:- 6 x 0.07 oz/ 2 mL Personal scents in Book, Gold, Juice, Moss, Milk, Paper.Clean at Sephora",
	"ingredients": "Book        .SD Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Limonene, Linalool, Geraniol, Farnesol, Citral...Book-        .SD Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Limonene, Farnesol...Book+        .SD Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Limonene, Linalool, Geraniol, Farnesol, Citral...Gold        .SD Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Benzyl Salicylate, Limonene, Linalool, Alpha-Isomethyl Ionone, Citral...Gold-        .SD Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Benzyl Salicylate, Limonene, Linalool, Alpha-Isomethyl Ionone...Gold+        .SD Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Benzyl Salicylate, Evernia Prunastri (Oakmoss) Extract, Limonene, Linalool, Eugenol, Alpha-Isomethyl Ionone...Juice.SD-Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau...Juice-.SD-Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau...Juice+.SD-Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau...Moss        .SD Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Limonene, Linalool, Citral, Geraniol...Moss-        .SD Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Limonene, Linalool, Citral, Geraniol, Citronellol...Moss+        .SD Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Linalool, Limonene, Citral, Geraniol...Paper        .SD Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau...Paper-        .SD Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau...Paper+        .SD Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau...Milk        .SD-Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Coumarin, Eugenol, Benzyl Benzoate...Milk-        .SD-Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Coumarin...Milk+        .SD-Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Coumarin, Eugenol, Benzyl Benzoate, Linalool...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Spritz one to two times directly on the pulse points, such as your wrists, inner elbows, or sides of the neck. Pulse points are warmer areas of the body that act as natural diffusers when emitting a scent..-After application, allow the scent to air dry. Rubbing or dabbing will break down a fragrance and cause it to wear off more quickly..-If you wear fragrance on the wrists, be sure to reapply after frequent handwashing..-Properly store your bottle to extend its shelf life, including recapping after each use and avoiding direct sunlight...Recycling Instructions:.-While Commodity works toward fully recyclable packaging, the majority of your fragrance can currently be recycled. Box, paper notecard, and pulp tray should be recycled as paper. Glass bottle and metal pump should be recycled as glass. Cellophane and bottle cap should be thrown in the trash.",
	"num_reviews": 6,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/commodity-exploration-fragrance-set-P513520?skuId=2801454&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2801454-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "This though!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
			"review_text": "This is by far the best discovery set I have purchased!! There were many scents that at first were very strong and didn’t smell good at first but after the dry down some smelled so much different and beautiful! My favorite had to be all of the juice, milk, and gold. Least favorite at first but ber"
		},
		{
			"review_title": "Great Gift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I really like the packaging. I love the scent Juice."
		},
		{
			"review_title": "great way to find your new favorite scent :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I've purchased a few different discovery sets in the past, but this is the most luxurious set I've ever seen! I love that it has every intensity so you can see how each scent builds. They so cleverly included those little paper strips you see at a perfume counter, I thought that was a nice touch. It also comes with a booklet describing each fragrance. I have the full size bottle of Milk and it's my go to fragrance, so far I really like the smell of Moss too."
		},
		{
			"review_title": "Fun way to find your favorite Commodity scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this discovery set. Killer packaging and several unique fragrances. Milk, paper, & gold are my initial favorites."
		},
		{
			"review_title": "Great Fragrance Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "Going to Sephora, I like to spray the Commodity fragrances, but had a hard time choosing which one/ones I’d want for awhile, so I decided that this set would be good to try!   Having this for a month, for me, I either like or love most of them, there’s only the velvet line that I didn’t care for (not bad, just not a scent profile I personally want), and moss + I disliked. I was able to narrow down which ones are my top choices to get a bigger size of (Paper +, Moss -, and Milk + are my favorites!). The amount in the little bottles I got anywhere between 4-5 wears, just depended how much I needed to spray. Was also able to layer quite a few of them together, too, if that’s something you are interested it.   Overall, I’ve enjoyed trying out everything and recommend getting this set if you’ve also had a hard time choosing from Commodity, especially since there’s three different kinds of each scent."
		},
		{
			"review_title": "Meh. Not worth the price",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Disappointed in this set. The scents don't last long and many of the bottle only gave me 4-5 sprays each which suggests the bottle weren't full. I loved the Moss+ but I wish it lasted longer."
		}
	]
}