{
    "product_id": "137",
    "name": "Milky Fade Spot + Scar Serum",
    "brand": "Blume",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 61.0,
    "about": "What it is: A serum for hyperpigmentation that reduces the look of discoloration, spots and scars while supporting the skin barrier...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dark Spots, Redness, and Acne and Blemishes..Formulation: Lightweight Serum..Highlighted Ingredients:.- Niacinamide: Reduces the appearance of hyperpigmentation and evens out the look of skin texture..- Hyaluronic Acid: A humectant that attracts water, leading to hydrated and moisturized skin..- Vitamin C: An antioxidant for brighter-looking and more-even-toned skin...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Blemishes are good at leaving their marku2014whether you pick at them or not. This milky, skin-strengthening formula works hard to fade the look of stubborn spots of all sorts while naturally restoring and replenishing your skinu2019s barrieru2014all while you sleep at night or go about your day...Clinical Results: In a Blume study of 18 participants:.- After 1 week of use, participants saw a noticeable improvement in skin texture, scarring, discoloration, and brightness.- After 4 weeks of use, participants noticed an improvement in scarring and discoloration with their skin looking brighter and clearer.- 3/4 of participants would recommend this product..Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "-Niacinamide: Reduces the appearance of hyperpigmentation and evens out the look of skin texture..-Hyaluronic Acid: A humectant that attracts water, leading to hydrated and moisturized skin..-Vitamin C: An antioxidant for brighter-looking and more-even-toned skin...Water (Aqua), Niacinamide, Butylene Glycol, Centella Asiatica (Gotu Kola) Extract, .Diheptyl Succinate, Capryloyl Glycerin/Sebacic Acid Copolymer, Glycerin, Sodium .Citrate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Vaccinium .Myrtillus (Bilberry) Fruit Extract, Saccharum Officinarum (Sugarcane) Extract, Acer .Saccharum (Sugar Maple) Extract, Citrus Aurantium Dulcis (Orange) Fruit Extract, .Citrum Limon (Lemon) Fruit Extract, Aloe Barbadensis (Aloe Vera) Leaf Juice, .Ascorbyl Glucoside, Sodium Hyaluronate, Citric Acid, Tocopheryl (Vitamin E) Acetate, .Xanthan Gum, Tetrasodium Glutamate Diacetate, Ethylhexylglycerin, Phenoxyethanol.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply Milky Fade onto clean skin all over or on targeted spotsu2014how you use the power of the fade is up to you..-Once itu2019s dry, seal it in with a creamy moisturizer.",
    "num_reviews": 120,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/blume-milky-fade-spot-scar-serum-P481375?skuId=2569663&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2569663-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2569663-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Always develop acne when using",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m on my 3rd bottle. No difference in scaring, though mine are not too bad - I just have a few spots here and there.  However, I always get one or two pimples when I use this serum. I stopped using it for a while, but had a jother bottle to open, and once I did, the breakouts came again."
        },
        {
            "review_title": "Nah..just nah...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "another non working overhype product from Sephora  non working bottle look full of product...dont fall for it there not a lot"
        },
        {
            "review_title": "No difference",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "It Has not made a difference to my hyperpigmentation and acne scars, Iu2019ve used half this bottle already"
        },
        {
            "review_title": "Works on ten-years in the making acne scars",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have acne and acne scars since I'm a teenager and I'm now 27. I started using this product in June 2024. The pictures show my progress after 5 months of daily use. It doesn't work as fast as I would hope (that could be because some scars are old and I've had other breakouts in between), but it definitely works! Excited to see what it's going to look like after one year of use."
        },
        {
            "review_title": "Alternstive Chemical Peel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "An acne scar must!!! I have some scarring and discolouration from picking my skin (especially on my arms and face) and this has been miraculous at fading them and leaving my skin looking new and fresh. Love that I can get results without using chemicals or peels!"
        },
        {
            "review_title": "A major standout!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "A fantastic milky but substantial hydrating serum that's just loaded with great ingredients!  I don't deal with much scarring, but Milky Fade has been fantastic for reducing overall texture and it leaves my skin looking plump, hydrated and extra glowy.  No noticeable scent, which I also love"
        },
        {
            "review_title": "This is THE one, babes! ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This is the only product Iu2019ve found that consistently keeps my skin clear and reduces the time it takes for any hormonal breakouts that happen to go away. I have noticed a significant change in my skin texture and scarring from past breakouts, and it is OBVIOUS when Iu2019ve run out of this product and donu2019t have it in my daily routine. Itu2019s my favorite product in my skincare lineup, and I cannot recommend it highly enough!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using milky fade for a while now on my forehead acne scars. It has been a saving grace for me! It makes me feel finally confident again not to have these stubborn marks on my forehead!! Definitely recommend!"
        },
        {
            "review_title": "It changed my skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I suffered from hormonal acne for 6 years. I finally have it under control thanks to this product as well as meltdown.  I started with the Blume babies to give it a shot and I saw instant results over the first couple days. After finishing the babies and getting the big sizes I still have the acne under control!  I love this product and would recommend to anyone suffering with hormonal acne.  THANK YOU BLUME"
        },
        {
            "review_title": "it really works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "i used this product because i got a BIG scar on the bridge of my nose from using mandated masks at work. i was pretty upset, i saw blume had this product but never used it before but i had high hopes from other products i used before. i used the product nightly and always with spf the following day, by the time i finished the bottle my scar was completely gone. i didnu2019t take any pictures of before but you actually canu2019t tell there was a big scar across my nose before!"
        },
        {
            "review_title": "Love Love Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "I received this product as a gift from someone who swears by it and it did not disappoint. I suffer from terrible acne scars and this has been truly revolutionary. The longer I used it the more my scars would diminish and lighten. It soaks into my skin so smoothly, does not have or leave a tacky feeling and is so easy to incorporate into my daily routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "A staple in my skincare routine! Love a good serum especially one that targets acne scars."
        },
        {
            "review_title": "Building Confidence",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Blume's Milky Fade Spot + Scar Serum has been my new go-to! My face suffered for years with post acne marks, scars, and all around hyperpigmentation. This serum absorbs into my skin beautifully. I am always left feeling smooth and hydrated. The results are what boosted my confidence. All my redness was taken away, while my deeper marks have been on a journey of finally healing. I am more than happy and highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Deep skin tone, Combination skin",
            "review_text": "helped to fade acne scars absolutely love this product and it's in my nightly skincare routine"
        },
        {
            "review_title": "Must try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have been using this product for roughly 2 weeks. I would say it works well. I had some previous discolouration acne masks on my cheeks and they have faded quite a bit. They are almost gone. This product did not break me out."
        },
        {
            "review_title": "Made acne worse",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "Used consistently as directed for 3 weeks. It caused acne that wasnu2019t there before and did not improve my scars. Returned."
        },
        {
            "review_title": "Must have fade serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I absolutely love this scar fading serum! I have found it so difficult to find a good serum to fade some of my tricky acne scars and this one is one of the best!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "i added this into my nighttime routine- i had minimal acne scarring left from years of treatment and decided to try this and been loving it!!"
        },
        {
            "review_title": "Works!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "I have dark spots from previous eczema breakouts and I've only used this for 2 weeks and I'm seeing a lot of fading! I even use it on my arms and am seeing improvements! highly recommend!"
        },
        {
            "review_title": "Must have in my night routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve tried so many different serums to help with scar fading from acne since I always get red scars even if I donu2019t touch my acne, BUT THIS serum is the only thing that actually helped get rid of them. Always a repurchases for me!!"
        },
        {
            "review_title": "I was surprised",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "after using this product for just three days daily and nightly it already took the redness away from my popped pimple. I dealt with acne since I was 12 and I haven't had a product agree with my skin more than this! it's so worth the money. I didn't expect for it to work so well so I didn't take a before photo"
        },
        {
            "review_title": "No scar fading, caused breakouts, but nice glow",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Gave my skin a nice glow, but I didnu2019t see scar fading results, though I didnu2019t use it for long. I unfortunately had to stop using it after a few weeks because it was causing breakouts."
        },
        {
            "review_title": "A great serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hello, have a good week everyone!  I'm happy to continue my discovery of @blume products! Which I just discovered! I had the   My 2ufe0fu20e3 product: ud83dudcabud83dudcabud83dudcab  Milky Fade Spot and Scar Fade Serum  Itu2019s a pretty little container in a soft lilac color!  This product aims to reduce your brown spots and acne scars; it gives you a more uniform complexion!  This serum:  Restores your skin by providing it with a skin barrier! Method of use, morning, evening and even during the day if your skin seems more acne-prone! Itu2019s a gentle formula and soothes redness!  Ingredients :ud83cudf1fud83cudf1fud83cudf1f  Water-based, centella asiatica extract, niacinamide, glycerin, fruit extract, aloe Barbadensis leaf juice, hyaluronic acid  My impression :ud83eudd14ud83eudd14ud83eudd14  Soft or even milky in texture, odorless with the face applicator targeting the places where you want to focus your attention! Hydration is immediate, the complexion seems more even and harmonious! I really like this serum!"
        },
        {
            "review_title": "Excellent result",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This really works! I was surprised how quickly it made a noticeable difference."
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "I swear by this stuff Iu2019ve never actually had visible results with years of trying to get rid of acne scars but milky fade fell from heaven right into my lap"
        },
        {
            "review_title": "must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "i love the formula i have noticed significant change in my skin my scars are LITERALLY faded i love it"
        },
        {
            "review_title": "Minor results",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am on my third bottle. The price has increased and my acne scars have barely faded. I kept buying thinking it would work slowly but my scars seem to be fading as they normally would without any product. Will be looking for something a little more strong."
        },
        {
            "review_title": "Works on decades old acne scars!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This has visibly reduced my decades years old acne scars in one month. The clarity of my skin has improved and Iu2019ve never felt more confident to go without makeup!"
        },
        {
            "review_title": "Amazing with scars & dark spots",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "This product really works! I noticed results after 1-2 weeks. I no longer have those pesky prominent spots or scars from acne on my face. I use this morning and night, with amazing results. Itu2019s not thick or tacky. It absorbs into the skin right away to work its magic!"
        },
        {
            "review_title": "Didnu2019t work for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I used the full bottle with no results. Will be going for light therapy."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "was recommended this product in store and it made my skin feel nice but after consistent use i noticed no difference in dark spots or scarring"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I had really high hopes for this serum and hoped it worked. I have had it on for 3-4 days and my skin got really irritated and red, this had never happened before until I used this product. I am going to return it."
        },
        {
            "review_title": "you NEED to buy this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "this serum works wonders for acne or as a spot treatment but fights the post-acne scarring as well. i can literally see results over night! this is a must have."
        },
        {
            "review_title": "Favourites",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "helped so much with post acne scarring and tbh even helped with ongoing acne. Such a light serum but did so much."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I like how lightweight this serum is. It absorbs quickly into the skin and isnu2019t sticky. It made my skin soft and smooth. There is a slight scent. The packaging is recyclable which is a plus!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "after using this serum for a couple of weeks I noticed a hide improvement on hydration in my skin and the post acne scars and hyperpigmentation has been fading."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this product. I used it nightly before my face lotion. It definitley make my complexion clearer and faded previous acne scars. I highly recommend. Only downside is the bottle only lasts about a month"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "This product is the only thing that has worked to fade dark spots I have had for years left over from acne. So happy I tried this product instead of spending $1500 on microdermabrasion techniques. Would recommend trying to anyone who has struggled with stubborn dark spots!"
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Thought this would have potential because of how great their acne oil is but not good for me :( it broke me out as soon as I started it, left me super oily and itu2019s very sticky. Have to return it."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product isn't awful and didn't cause breakouts or dryness, but I had almost no results from this serum. It gave my skin a slight extra glow but didn't help with any dark spots or scars, which is why I bought this product, to begin with. I think you can get far more results for the price point and it really isn't worth it, liked the packaging though."
        },
        {
            "review_title": "Too expensive and little to no result ud83dude44",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Medium skin tone, Dry skin",
            "review_text": "I purchased this as a product because I was hoping to see a difference in skin texture and dullness. I did a bit of research before adding this product to my cart and truthfully can not believe how many good reviews this has received. Nothing changed on my skin. Nothing. The bottle feels heavy but in reality thereu2019s not a ton of product inside. I think this product is far too expensive for a brand like this. I feel like I was duped."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I really loved this product. It's helped me to fade my 4-5 year old acne scars without making my skin sensitive like other fading products. I have acne prone, very sensitive skin"
        },
        {
            "review_title": "Love it! Bought 3x now and Iu2019ve tried it all!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for 6 months now and I have to say I think it is really helping! I have a lot of dark spots from acne and this has really helped to reduce those big time. It also layers nice with my other face products which is nice."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Used this for about 3 months and saw no difference. I actually a little upset about the packaging, I don't think you get a full 30oz, the glass bottle makes it seem like there is a lot more product than there actually is (then you think the pump is faulty)  It's a no go for me!"
        },
        {
            "review_title": ":0",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I actually Iiked this. A lightweight serum great for healing scarring! (I use to use lactic acid from Sunday Riley but I actually prefer this)"
        },
        {
            "review_title": "Amazing for your skin, a staple.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Was very surprised but it actually works really well, became a staple for me (combo sensitive acne-prone). Tbh not sure if it particularly helps with scars (it doesnu2019t really) but it def makes your skin looks way brighter and better overall."
        },
        {
            "review_title": "fixed my skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I have struggled with acne scars for around 6 years now and this is the ONLY product that has almost completely faded them. thank you blume for healing my skin!"
        },
        {
            "review_title": "Alright but I donu2019t think I will keep purchasing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Not a horrible product but I didnu2019t see any significant results after using for 6 months and going through 2 bottlesu2026 Also expensive for size and not much of a change!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have used this for 2 months, twice a day on some scarring on my face, unfortunately no improvement. Disappointed because of the price, I hoped for a difference. 2 stars because it did give moisture."
        },
        {
            "review_title": "Disappointing price for quality.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Too expensive for a brand like this. The first oil was pretty good for my acne but the serum and cream donu2019t compare. I also donu2019t get why only some of the packaging is sustainable and some isnu2019t. I donu2019t think Iu2019ll bother purchasing Blume anymore."
        },
        {
            "review_title": "Itu2019s A No For Me!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Does not work! Broke me out & dried out my skin. 0/10 recommendu2026u2026."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Thatu2019s my very first time writing a review on Sephora and itu2019s all because of this product, love the formula, love the ingredients in it, love the effects!! You can check my tiktok account to see how I used it(Mamyfarota).<3"
        },
        {
            "review_title": "6/10 vibes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Meh, it was an just an ok serum. Texture was okay but a little sticky. I found it absorbs pretty fast bud I did not see any significant results with my skin."
        },
        {
            "review_title": "Smoother skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I love this stuff! I suffered from acne as a teenager and have never been happy with my skin since. I found it helped to smooth out the rougher areas of damaged skin and my pores look visably reduced! One to keep in the skin care inventory."
        },
        {
            "review_title": "Total game changer for stubborn acne marks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I'm in my late 30's with pale, very oily, and acne prone skin. I have been struggling with hormonal acne breakouts around my chin and under the jawline for years. Yes, birth control pills help, but I don't want to be on them for decades. Recently, I was feeling down about all the small, dark red marks that were left around my chin and under the jawline from previous breakouts. I would spend 15 min every day trying to cover them up with concealer before I leave the house. Then I came across this  wonderful product. It's a milky, liquidy gel that you're supposed to put on the dark spots you want to fade. Then you can apply moisturizer/serum/primer/makeup etc. I wait 10 to 15 min for the gel to fully dry before I apply my moisturizer and makeup. The product does feel a tad sticky and may pill if you apply too much under your makeup so use sparingly. I have been using this religiously day and night for 3 weeks. The dark spots that I have from previous breakouts have significantly decreased. To me, this product is non-comedogenic, non-acnegenic, and does not make my skin feel dry or irritated. I love it so much and will repurchase. Sure, it's a bit pricey, but since you only need a pea-sized amount or so to dab onto problem areas, the bottle should last you a long time. I definitely recommend!"
        },
        {
            "review_title": "Beware",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This serum broke me out in whiteheads within 3  days of using it. Be careful if you have sensitive skin. Like horrendus whitheaads my whole face was covered in them"
        },
        {
            "review_title": "Great for fading spots!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This product has faded my hyperpigmentation & sun damage so much. The texture of my skin has got a lot better also. I love it as a makeup primer as well! Treat and fade is my fav kit to buy"
        },
        {
            "review_title": "Pores gone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "If you are looking for a pore minimizer primer, here is that Itu2019s one of my goodies At AM and PM! Works so good and itu2019s not harsh at all"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a miracle worker! This serum faded stubborn acne scars I had for years in DAYS! This is fantastic and feels so nice on the skin. I HIGHLY recommend it!"
        },
        {
            "review_title": "u00c0 fonctionner pour moi",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "J'utilise ce produit depuis un peu plus d'un mois, matin et soir, avant ma cru00e8me hydratante et mes cicatrices d'acnu00e9e ont vraiment disparu. J'ai une peau plutu00f4t grasse et j'avais beaucoup de boutons/points noirs avant, mais lorsque j'ai commencu00e9 u00e0 tester le produit j'avais un peu moins de boutons."
        },
        {
            "review_title": "Didn't work for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Used the entire bottle, applied am & pm and saw no results in fading my sun spots. Giving it two stars because it didn't make my skin react negatively."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "areas where i have acne scars have faded SO much after consistent use and my skin looks shiny and smoother. i love this and iu2019ll keep buying it"
        },
        {
            "review_title": "A must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "worked instantly, saw acne scars fade better with this product then anything I have used before. Its worth the hype, its worth the money. I would absolutely buy again."
        },
        {
            "review_title": "Empties fast!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Normal skin",
            "review_text": "You're telling me I paid $60 for something that lasted only 3 weeks? 2 pumps a day and I thought the pump was broken but nope, it was completely empty! Barely see any difference with my scars - not worth the money"
        },
        {
            "review_title": "Great fading serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have never written a review until I got this and the meltdown oil as a set and I love them both! This stuff is great!! I havenu2019t even been using it long and my dark spots from bad underground zits have definitely faded already."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "noticeable difference in texture and dullness of skin - been using for about 7 months now"
        },
        {
            "review_title": "Been loving this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I am already seeing positive results in just a short time of adding this to my skincare routine! It feels moisturizing and doesn't irritate or dry out my skin, which I'm very happy about. Red marks from past acne flareups are fading nicely and I'm looking forward to seeing the results with longer-term use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I use this product everyday and already am seeing a difference! The product is so gentle on the skin!"
        },
        {
            "review_title": "Horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Horrible. I was hoping this would work for me but unfortunately caused more breakouts for me. Returned.."
        },
        {
            "review_title": "New staple in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is my first time trying any Blume products. I love this stuff. I use it only at night and my skin feels so soft in the morning. I have a lot of post-acne scars so I'm very happy there is a product to target this specifically. Didn't irritate my skin at all or cause me to break out and have definitely noticed my scars and redness reducing over the past few weeks of using it nightly."
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I've tried trust product for a few months now and it's amazing! I'm definitely seeing my acne scars fading and combining with both the melt down and the moisturizer it's a game changer! Definitely recommend!"
        },
        {
            "review_title": "I love ittt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "u00c7a ma vraiment beaucoup aidu00e9 pour mes tu00e2ches pigmentaires. Jadore ce produit"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Havenu2019t seen any difference in my acne scars and Iu2019ve used this product for the past two months."
        },
        {
            "review_title": "A must-have! Get this product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I have been using this product for over a month and I have seen my acne scars getting lighter and some have even faded away. I would totally recommend this product to those who have oil to combination skin."
        },
        {
            "review_title": "God send",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've struggled with hormonal acne for the past few years and it's not easy finding the right product to work for me. And this is a God send! If your on the fence, just get it! You won't be disappointed."
        },
        {
            "review_title": "Rajpreet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "It is working great. I had some marks which are fading and plus I can also see a glow on my face"
        },
        {
            "review_title": "Loving It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for about a week and Iu2019m already noticing a difference in the severity of my post-acne marks! The best part is that it doesnu2019t irritate my sensitive skin, so Iu2019m finally able to use a vitamin C product in my routine. Very excited to see how things progress in the coming weeks!"
        },
        {
            "review_title": "best products for removing scarring",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This product was worth every penny. I saw it at Sephora in store and needed to try this out. I have a lot of acne scars due to my past and Iu2019ve been trying to figure out a way to make them fade. I used this product and eventually saw results. My skin felt clean and felt brighter. Dark spots were fading as well. I can not wait try more Blume products."
        },
        {
            "review_title": "AMAZING EFFECTIVE SKIN CARE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Okay, so I experienced acne 4 years ago and as we all know acne is the WORST, confidence killer, and finding a solution became yet another item on my never ending to do list. Once it finally cleared up, I was left with scarring which is still existent 4 years later. For years Iu2019ve been motivated and persistent to find a solution. Iu2019ve tried microneedle, peels, and about every brightening product there is.    Then I found BLUME. Every one of their products is relevant for girlies with acne/ scarring, but the serum is IMMACULATE. it feels nice, has trustworthy Ingredients, and most importantly it works. My skin feels smoother, looks brighter, and scarring is reduced. WOW. feeling more confident than ever- and Iu2019m out here sending no makeup selfies to all of my friends LOL.   10/10. Will be repurchasing."
        },
        {
            "review_title": "Hydrating and gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Love this product so much, it's very hydrating and gentle for my acne prone skin. I do see a difference in my acne scars after a week or so of applying it. I also like the subtle glow it gives me."
        },
        {
            "review_title": "Takes time to lighten dark spots",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It does work for me but it takes time to show lightened dark spots. When applied to the face it is tacky even when dries to follow up with moisturizer and sunscreen!"
        },
        {
            "review_title": "love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "So happy with this! It visibly reduced my dark spots!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Sooo happy with this product! Just after a few days, I noticed my scars getting better!! Highly recommend for anyone dealing with stubborn pigmentation!"
        },
        {
            "review_title": "Works like magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "One of my favourite products to heal my scars from scratching my pimples off. I shouldnu2019t do it but I dou2026 and this has been my life saver! Couple days and they already heal a little!! Magical"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I've been using this product for a few weeks now and after a few days, I have already noticed a difference in my skin texture. I have sensitive skin, but this product is gentle and doesn't irritate it!  My redness has definitely gone down and my skin looks much smoother and brighter. Will be continuing to add this to my skincare routine!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this product! Itu2019s non-sticky and smooth on the skin. Over a few weeks, I noticed my acne scars and pigmentation spots become less visible. My complexion looks better and I love the feel of the product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I originally received this product as a gift from Blume. The texture is nice, a bit thinner than I expected for a spot treatment serum. I havenu2019t used it long enough to see results but hopefully if I continue I will!"
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I have been using this serum for over a month and have been absolutely loving it! I use alongside the Sunbeam face mask (1-2 times a week) and have noticed considerable reduction in redness and acne scarring! I have sensitive skin, and have had no reaction to either product! This serum wears great under my daily moisturizer, has no scent, and doesnu2019t make me oily throughout the day! Will continue to use this serum in my everyday routine!!"
        },
        {
            "review_title": "slow & steady - fades acne scars over time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I've been using this about a month and it's helped to fade inflamed scarred areas on my cheek and chin. I noticed the scars today when I was flushed during a workout, but day to day they're much less noticeable and my skin is smoother. Very happy with this purchase."
        },
        {
            "review_title": "Does exactly what it says it will!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "This serum really exceeded my expectations. I saw a huge improvement in darkened spots from past blemishes in only a week. It's so soothing for my skin and absorbs incredibly well."
        },
        {
            "review_title": "In love with milky fade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "One of my most favourite serums ever! It's very soothing on my sensitive skin and absorbs really fast leaving my skin so smooth. I use it daily on my face and body and i can see my dark acne scars fading gradually with each use! RECOMMENDED!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, fairLight skin tone, Normal skin",
            "review_text": "This did exactly what it says it will. My acne scars have faded away quite a bit since starting this product. Have recommended it to friends and family as well and so far they have had great experiences as well."
        },
        {
            "review_title": "Obsessed. New Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After a week of using this I have actually noticed a difference which is shocking for me cause Iu2019m covered in freckles. This has not made me break out either. I am beyond excited to try the other products because this one is going to be a staple in my routine."
        },
        {
            "review_title": "loved it !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have to say this is a great serum! The texture is thick and gel like. Im not sure why everyone says the scent is strong. There really isnt a scent at all and I have tried MANY ! It absorbed so easily into the skin. Had a great water base feeling. I think this is a very strong contender and will only get better in time. Job well done guys ! It is also reasonably priced so this does reflect the product per dollar value point ! Did not disappoint."
        },
        {
            "review_title": "You need this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Obsessed! This serum cleared up some stubborn acne scars after two weeks of using it everyday. I use it after Superpower!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Been using this every night for the past few weeks. So far it has not irritated my sensitive skin. It is nice and lightweight with little to no scent, since I am also sensitive to some fragrance. Will continue using and hope it can fade some hyperpigmentation."
        },
        {
            "review_title": "must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This product has worked wonders for my oily/acne prone skin. It has visibly reduced my acne scars and has helped prevent breakouts!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Oily skin",
            "review_text": "Havenu2019t used it yet but I really think itu2019s gonna work. The smell isnu2019t to strong"
        },
        {
            "review_title": "Skin improvement",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "After 1 month of use, I do see some improvements on my sun spots and acne scars. My skin tone is slowly evening out. Iu2019m almost done my first bottle. Its lightweight and does not pill underneath my makeup."
        },
        {
            "review_title": "Helped smooth skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Helped to smooth skin and dark spots. Took a few weeks for my skin to adjust. Slightly tacky formula so you need to wait for it to dry before applying lotion afterwards, otherwise it pills."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Really disappointed that I did not see any results as thereu2019s not a lot of products aimed directly at acne scarring. Didnu2019t even help stopping more acne from forming. Think the best way for acne scarring is too bite the bullet and get laser"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I bought this product because of the good reviews and it did not disappoint me!!  Amazing results for acne/scars. Itu2019s improving my hormonal acne that I always had on my chin. Definitely buying this again!"
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I went on a whim and tried this for my acne scarring... I have already repurchased!!!! It is such a nice serum, lightweight but powerful. I love that it doesn't have a strong smell. This has really improved my skin a lot!"
        },
        {
            "review_title": "Great product and super smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I've been using this serum for a couple days and I already see a difference on my skin. Some of my darks spots already started to go away. The serum is really smooth."
        },
        {
            "review_title": "Definitely recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I was never one to use serums until I found this one! I absolutely love it! I've only been using it for about two weeks and I already see a difference! For reference I have sensitive oily(ish) skin. I 100% recommend!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Used it for a week, got my face really bad and agravated my acne instead of helping to reduce scars"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I bought this for the acne scars on my chin and it broke out ny skin sooooo badly after 1 time. It broke me out in places I had never broken out before. I returned immediately."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "i used this to reduce and try to get rid of my acne scars/redness and it didn't really do anything for me. the only thing it did is maintain the redness, meaning it didn't get worse and it didn't get better. i was hoping that it would get rid of the redness but it didn't for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m three weeks in to using this product and these are my thoughts;   First off, I have super sensitive skin and didnu2019t experience any irritation at all. Product is really gentle. Love the packaging, the pump is super easy to use. This serum has a sort of thick gel texture, no fragrance at all that I can tell. The instructions said to use two pumps, but that wasnu2019t enough for me so I used three. I use it every morning after my cleanser and before my moisturizer.   After the first week, I didnu2019t notice too much of a difference in the appearance of my scars but, to be fair, I have a LOT of them from experiencing major mascne for the past two years. Still, I saw a huge improvement in the texture of my skin. Noticeably smoother.   After the second week, I saw an definite improvement in the newer scars I had. I could see that new blemishes I had werenu2019t leaving any new scarring which was awesome.   After this third week, my scars have faded beautifully overall. None of the redness I was experiencing all the time and the strength and texture of my skin is so much better. A lot of my bigger scars are still there, but I think with consistent use in combination with the right exfoliants, Iu2019ll finally be able to get rid of them."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve very recently started using this and have noticed a difference already. I donu2019t have many dark spots or acne scars on my face, but Iu2019ve been using it on stubborn scars I have on my hands and have noticed them lightening for sure. The texture is really smooth and light, and it absorbs really well. It doesnu2019t feel sticky or oily on the skin!"
        },
        {
            "review_title": "Magical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I use this serum in my routine everyday after Sunbeam or Superpower and it's definitely made a difference for my stubborn acne scars that I've tried just about everything to get rid of in just 2 weeks!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I use this product alongside the Sunbeam Exfoliating Mask and the Superpower Clay Mask. My skin is superrrr sensitive!! I have lots of acne scarring; I tried chemical peels, microdermabrasion and microneedling too! These products are my holy grail! My skin has been glowing!!!! I've had so many people ask me what I have done to improve my skin! I couldn't be happier!"
        },
        {
            "review_title": "LOVE LOVE u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love this product to apply it is very easy and its texture very moisturizing leaving my skin moisturized and radiant with a natural glow. I have been using it for a couple of days now and I can tell the difference so I can't wait to see the results in a week !!!! The packaging is very cute"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Absolutely loved this product!!! It helped so much with my scars!!"
        },
        {
            "review_title": "LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "It feels so hydrating and soothing on the skin and it helped brighten up my skin! It is very gentle on my sensitive skin and helped me with my dark spots!"
        },
        {
            "review_title": "Blume does it again",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I love this product for dark spots! Itu2019s lightweight and smooths/brightens your skin. Donu2019t expect it to get rid of any deep scars (like ice pick type scars), but if youu2019re persistent, youu2019ll definitely notice a difference!"
        },
        {
            "review_title": "I love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "such a good product! I've struggled with acne scars my whole and I've noticed a difference using this! Use it regularly to see results."
        },
        {
            "review_title": "Amazing!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "love this product!!  i use it everyday and have seen a difference since i,ve started! would recommend buying"
        },
        {
            "review_title": "Must Buy u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Absolutely loved this product! So gentle yet effective."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is such a great product! In just a few days I noticed a difference in my skins evenness and is very moisturizing, left my skin silky smooth!"
        }
    ]
}