{
    "product_id": "1422",
    "name": "Men's Deluxe Sampler",
    "brand": "Sephora Favorites",
    "categories": "Fragrance, Value & Gift Sets, Cologne Gift Sets",
    "price": 39.0,
    "about": "Set Description: This set includes five deluxe menu2019s fragrances in sample sizes to try and then buy...This Set Contains:.- 0.16 oz/ 5 mL Burberry Hero Eau de Toilette.- 1 oz/ 30 mL Jack Black Turbo Wash Energizing Cleanser for Hair & Body.- 0.20 oz/ 7 mL Maison Margiela u2018REPLICAu2019 By the Fireplace Eau de Toilette with Chestnut & Smoky Vanilla.- 0.15 oz/ 4.5 mL Montblanc Explorer Platinum Eau de Parfum.- 0.17 oz/ 5 mL Eros Pour Homme Eau de Parfum",
    "ingredients": "Burberry:.Alcohol Denat., Aqua/water/eau, Parfum/fragrance, Limonene, Ethylhexyl Methoxycinnamate, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Linalool, Citronellol, Alpha-isomethyl Ionone, Coumarin, Citral, Eugenol, Alcohol, Tris(Tetramethylhydroxypiperidinol) Citrate, Geraniol, Evernia Prunastri (Oakmoss) Extract, Disodium Edta, Bht, Fd&amp;c Red No. 4 (Ci 14700), Ext. D&amp;c Violet No. 2 (Ci 60730), Fd&amp;c Yellow No. 5 (Ci 19140)....Jack Black:.Aqua/water/eau, Sodium C14-16 Olefin Sulfonate, Cocamidopropyl Betaine, Peg-120 Methyl Glucose Dioleate, Fragrance (Parfum), Lauryl Glucoside, Ethylhexylglycerin, Rosmarinus Officinalis (Rosemary/romarin) Leaf Extract, Eucalyptus Globulus Leaf Extract, Juniperus Communis Fruit Extract, Ocimum Basilicum (Basil/basilic) Leaf Extract*, Camellia Sinensis (Green Tea/thu00e9 Vert) Extract*, Laminaria Digitata Extract*, Aloe Barbadensis Leaf Juice Powder, Helianthus Annuus (Sunflower/tournesol) Seed Oil, Helianthus Annuus (Sunflower/tournesol) Extract, Butyrospermum Parkii (Shea/karitu00e9) Butter, Arnica Montana Flower Extract, Citrus Grandis (Grapefruit/pamplemousse) Fruit Extract, Oryza Sativa (Rice/riz) Bran Extract, Thymus Vulgaris (Thyme/thym) Leaf Extract, Ascorbic Acid, Ascorbyl Palmitate, Hydrolyzed Jojoba Protein, Panthenol, Retinyl Palmitate, Tocopheryl Acetate, Tocopherol, Glycerin, Glycol Stearate, Glycol Distearate, C18-26 Olefin, Citric Acid, Peg-20 Methyl Glucose Sesquistearate, Polyquaternium-7, Sodium Benzoate, Sorbic Acid, Sodium Phytate, Sodium Chloride, Chlorphenesin, Phenoxyethanol, Limonene, Linalool *certified Organic/certifiu00e9s Biologiques...Maison Margiela Replica:.Alcohol, Parfum / Fragrance, Aqua/water/eau, Benzyl Alcohol, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Linalool, Isoeugenol, Benzyl Benzoate, Eugenol, Limonene, Tris(Tetramethylhydroxypiperidinol) Citrate, Benzyl Cinnamate, Ci 15985 / Yellow 6, Geraniol, Ci 19140/yellow 5, Bht, Ci 17200/red 33, Ci 60730/ext. Violet 2 Code Fil : C179346/1...Montblanc:.Alcohol Denat. (Sd Alcohol 40-b), Parfum (Fragrance), Aqua/water/eau, Butyl Methoxydibenzoylmethane, Ethylhexyl Methoxycinnamate, Linalool, Coumarin, Citronellol, Limonene, Citral, Geraniol, Bht, Ci 19140 (Yellow 5), Ci 14700 (Red 4).",
    "how_to_use": "",
    "num_reviews": 5,
    "overall_rating": 3.2,
    "product_url": "https://www.sephora.com/ca/en/product/sephora-favorites-men-s-deluxe-sampler-P512324?skuId=2811206&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2811206-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": []
}