{
	"product_id": "1170",
	"name": "Rosemary Shampoo For Thinning Hair",
	"brand": "Nécessaire",
	"categories": "Hair, Shampoo & Conditioner, Shampoo",
	"price": 38.0,
	"about": "What it is: Treatment Shampoo with Rosemary Oil, Plant Proteins + Essential Ceramides to help strengthen hair. Signature scent of Rosemary. Dermatologist-Tested...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Anti-Aging.- Thinning.- Color Safe..Key Benefits: - Helps strengthen hair.- Helps minimize breakage.- Helps restore the protective scalp barrier..Highlighted Ingredients:- Pure Rosemary Oil: Helps minimize hair thinning...- Five Ceramides (AG/AP/EOP/NG/NP): Help restore the protective scalp barrier...- Five Proteins (Plant): Helps protect hair from breakage...What Else You Need to Know: A strengthening shampoo for scalp and hair. Pure Rosemary Oil and 5 Plant Proteins helps strengthen hair and minimize breakage. 5 Essential Ceramides (AG/AP/EOP/NG/NP) helps restore the protective scalp barrier. Dermatologist-Tested. Hypoallergenic. Non-Comedogenic. Color-Safe. Use with Rosemary Conditioner for best results....Fragrance Description: Pure rosemary oil is paired with fine fragrance notes of mandarin, jasmine and cedarwood...Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency....Allure",
	"ingredients": "- Pure Rosemary Oil: Helps minimize hair thinning....- Five Ceramides (AG/AP/EOP/NG/NP): Help restore the protective scalp barrier....- Five Proteins (Plant): Helps protect hair from breakage....Aqua/Water/Eau, Sodium Lauroyl Methyl Isethionate, Cocamidopropyl Betaine, Glycerin, Propanediol, Sodium Methyl Oleoyl Taurate, Sodium Methyl Cocoyl Taurate, Glyceryl Stearate, Sodium Cocoyl Isethionate, Rosmarinus Officinalis (Rosemary) Leaf Extract, Rosmarinus Officinalis (Rosemary) Leaf Oil, Rosmarinus Officinalis (Rosemary) Leaf Water, Hydrolyzed Jojoba Protein, Hydrolyzed Rice Protein, Hydrolyzed Pea Protein, Hydrolyzed Quinoa, Hydrolyzed Vegetable Protein, Ceramide AG, Ceramide AP, Ceramide EOP, Ceramide NG, Ceramide NP, Tocopherol, Linoleic Acid, Linolenic Acid, Acetyl Tetrapeptide-3, Acrylates Crosspolymer-4, Butylene Glycol, Cholesterol, Trifolium Pratense (Clover) Flower Extract, Calcium Gluconate, Citric Acid, Dextran, Niacinamide, Panthenol, Guar Hydroxypropyltrimonium Chloride, Sucrose Distearate, Trisodium Ethylenediamine Disuccinate, Dipropylene Glycol, Gluconolactone, Glyceryl Stearate, Hydrogenated Lecithin, Fragrance (Parfum), Phenoxyethanol, Potassium Sorbate, Sodium Benzoate, Sodium Carbonate, Sodium Chloride, Sodium Hydroxide, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Limonene, Linalool......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Use as your regular shampoo on wash day..-Massage for rich foam..-Rinse well..-Pairs well with Rosemary Conditioner (sold separately).",
	"num_reviews": 306,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/necessaire-rosemary-shampoo-with-5-ceramides-5-proteins-peptide-rosemary-oil-for-thinning-hair-P510619?skuId=2759496&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2759496-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "8.4 oz",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2759496-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "My new favorite go to Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I bought the shampoo and conditioner together and 100% absolutely LOVE them, love this brand.  Not sure why there are comments stating it’s drying. Because my hair has never felt so soft and healthy!!! I have tried other shampoos for hair fall such as Nioxin and Nutrafol. Which they worked but they were both too drying on my highlighted hair. Was looking for something a bit cheaper and better for my hair. Now maybe they’re meant to be used together. Because basically all of these shampoos advertised for hair fall tend be on the dry side. The matching conditioner is absolutely amazing. I would recommend getting them as a set. I have been very disappointed and frustrated with my hair lately. And buying the Rosemary shampoo and conditioner was the best thing I did for my hair in 2024. At 39 I have finally found my favorite go to brand."
		},
		{
			"review_title": "Awful",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This stuff makes me regret buying more luxurious hair products. Maybe their other products are better but this was the most drying shampoo Ive ever used. It makes my hair look and feel awful. My husband’s too. Ive used it for about 6 months now and I hate it. Only good thing is the scent, its beautiful."
		},
		{
			"review_title": "SO DRYING!!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This shampoo gave me scalp psoriasis. To preface, I have NEVER had psoriasis anywhere on my body or scalp and after a month of using this shampoo I have 2 huge psoriasis spots at the back of my head near the hairline. The shampoo smells great but is so extremely drying. It’s a no from me!!"
		},
		{
			"review_title": "Best smell every - drying formulation",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I am absolutely obsessed with the smell of this shampoo. The scent is what kept me going even after I discovered that it was leaving my hair and scalp very dry, only to get greasy at the roots a day later. I wish the formulation worked better for my hair type (LOTS of fine hair) because of how much I love the scent."
		},
		{
			"review_title": "You’ll get what you want out of this purchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love this shampoo. Overall very satisfied. Plus, it smells so good."
		},
		{
			"review_title": "Not sure how I feel about this product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "It seemed to strength my hair and I really liked the smell, it was aromatic in the shower. However, I hated how it felt in my hair. My hair felt thick and immovable in a bad way, which is odd because I have very fine hair. Also, it seemed to just suck all the volume out of my hair. Ended up returning after giving it 2 weeks."
		},
		{
			"review_title": "Leaves hair feeling like hay",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "After using this shampoo for the past month: I noticed from the first wash it left my hair feeling dry and opposite of soft. My hair feels like straw when I use this product. It smells nice and contains nice ingredients but I could not get over how my hair feels after using. Will def not be re purchasing"
		},
		{
			"review_title": "It didn’t hit",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I have relatively healthy hair with some thinning by my temples. The shampoo just dried me out too much. I’m assuming it’s too protein heavy and could potentially work wonders on hair that has more of a creative side than my virgin hair."
		},
		{
			"review_title": "Run don’t walk to buy this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "Day 1 of using this along with the conditioner and when I tell you don’t ever buy that cheap drugstore hair repair garbage and invest your $$ in a good one like this, I am saying that with my whole chest! The last products I used I saw tons of breakage and fallout every single wash day. Ridiculous because that’s what the product was supposed to prevent. Not with Nessecairé!! Not a single broken hair and like make 2 strands of fallout. Immediate results. Plus, my hair felt cleaner, healthy and silky and smelled amazing. 1000/10 recommend!"
		},
		{
			"review_title": "This is a big no for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I have never shed this much hair in my life. My hair keeps breaking, gets oily quickly and when I’m in the shower it literally just falls out. This has never happened to me and it’s freaking me out. I lose this amount when I shower and then about the same amount again when I brush. I’m going to try olaplex to repair my hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I wanted to try this after loving Nécessaire’s body wash and seeing the glowing reviews. I have never been happier about a splurge purchase in my life. My hair is so shiny and soft, an on top of that it smells luxurious."
		},
		{
			"review_title": "Game-Changer for Curls and Confidence!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "As someone who’s now ahem gracefully seasoned and rocking curly hair that demands extra love, let me tell you: this shampoo is chef’s kiss. My curls have gone from “frazzled tumbleweed” to “luxurious spirals of glory,” and I couldn’t be happier.  The Pure Rosemary Oil gives me the feeling of a spa day in a bottle while tackling hair thinning (which we don’t talk about, but you know). The Five Ceramides work like little bodyguards for my scalp, keeping it balanced and happy, and the Plant Proteins? Absolute curl heroes—they protect my hair from breakage like it’s their full-time job.  Oh, and the scent? Think fresh rosemary fields mixed with a touch of mandarin and cedarwood—basically, my shower smells like a boutique fragrance shop.  It’s anti-aging, color-safe, and somehow manages to make me feel like I’m doing something good for the planet too. So, if your curls need some TLC and you’re ready to upgrade from your old shampoo, trust me, this one’s worth every penny. Highly recommend—your curls (and confidence) will thank you!"
		},
		{
			"review_title": "A must buy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "First time using this shampoo and I’m already in love with it, so gentle with my hair.  The smell is refreshing, as if you’re in a spa that it relaxes you."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brunette hair, Medium skin tone, Combination skin",
			"review_text": "finally found my dream shampoo for thin and oily hair, make your hair feel soft but not create any oil"
		},
		{
			"review_title": "Great for hair loss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I am skeptical of new products. However my hair has been falling off, so I tried this product and I have noticed a huge difference. My hair has improved dramatically. I have not lost hair  compared to before using this product  it seemed to have stopped. I highly recommend this product for people who seem to be losing hair extremely fast. I did not replace my regular shampoo/conditioner i adding these products to my routine. I use it about twice a week. Plus it smells lovely 🥰"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve been dealing with hair loss and noticed a difference by the 3rd time using this and the conditioner. I’m not losing as much hair as I was and the smell is amazing!"
		},
		{
			"review_title": "Great Shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "Really like this shampoo! Smells very fresh and makes scalp feel so good and clean. Hair stays clean longer and hair is full and shiny."
		},
		{
			"review_title": "Wouldn’t recommend.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "After using this product for a couple months I don’t see a difference. The shampoo leaves your hair feeling dry and stripped. You have to use a different shampoo to wash off this one. The scent is nice tho."
		},
		{
			"review_title": "dry scalp",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I want to love this as I love the smell. However, it's making my scalp super dry and itchy. I bought it in July, and I only use it 2x a week, and it's just not agreeing with my scalp. I was in denial that's why I kept it. 😒"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone",
			"review_text": "Smells wonderful (subtle refreshing scent), and adds volume. Makes my hair soft. Haven’t used long enough to notice any effects on hair thinning."
		},
		{
			"review_title": "Highly Recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It is the best. It is a spa at home. It works for hair. I love it."
		},
		{
			"review_title": "not it.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I live in Southern Arizona where the water is on the harder side. I have curly hair and this just wasn't it. Made my hair super dry and stringy. My partner also used it who doesn't have curls and it also dried out his hair a ton. Giving 2 stars just for the smell, it's very nice."
		},
		{
			"review_title": "Limp hair",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Porcelain skin tone, Oily skin",
			"review_text": "I really wanted to love this as someone with extremely fine, oily hair. The smell is amazing I will say. But this made my hair sooo limp. It looked even finer and flatter each time I used it. Dissapointed."
		},
		{
			"review_title": "Awesome for hair loss - no hair in shower drain!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was using Kersastase strengthening on a recommendation from my hairdresser. I had been battling hair loss and was winning the war, but when I switched to the Kerastase I noticed tons of hair falling out in the shower and when I combed. At first I didn't link it to the products and thought I was just losing my hair all over again. I love Necessaire products so thought I would give this a try. Wow, this stuff is awesome! The smell is lovely, like Rosemary in a forest. It lathers nicely and rinses clean. And the best part - I see zero hair in the drain! And much less comes out when I comb. This is a game changer and is helping me keep the hair I have while I regrow what fell out from the other products. I highly recommend if you are suffering from hair loss."
		},
		{
			"review_title": "Extremely strong smell, drying",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "The scent is overwhelming!  Made my eyes burn.  Shampoo is drying and made my hair frizzy."
		},
		{
			"review_title": "Strong healthy hair and scalp!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I’ve been wanting to incorporate rosemary into my haircare routine and I’m sooo glad I opted for the Rosemary shampoo and conditioner duo! The shampoo cleanses oil and dirt brilliantly, leaving my hair and scalp feeling clean and so fresh! After using the shampoo and conditioner for 3weeks now, I’ve noticed my hair falling has reduced significantly and feels and looks healthier and stronger! Also the scent is sooo invigorating, like a spa treatment for the hair!"
		},
		{
			"review_title": "love this shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I've been using the Rosemary Shampoo for a few weeks now, and it is now a staple in my hair care routine. It has noticeably strengthened my hair. Now i have less breakage and it feels healthier overall. I also appreciate that it's color-safe and hypoallergenic, which is a big plus for my sensitive scalp. The scent is so good!!! It's a fresh mix of rosemary and citrus with just a little floral. gifted by necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been losing a lot of hair recently and so I thought I give this shampoo a try. I heard that Rosemary is supposed to stimulate hair growth so I was more than happy to try this shampoo out. Surprisingly I think it has helped with my hair loss and I feel that when I run my fingers through my hair, I have less hair coming out. The smell is also not overwhelming as well! Gifted by necessaire."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This product give your hair an immediate glow. I’ve never gotten so many compliments after washing my hair. It smells perfect. It can work for both males and females. I love how it makes my hair feel and truly think it helps my dry hair. Gifted by necessaire."
		},
		{
			"review_title": "A must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Product gifted by necessarie. This is the first time trying these products and it has been the best decision ever! The consistency and the smell is amazing and the packaging beautifully. It leaves my hair feeling soft and very shiny."
		},
		{
			"review_title": "Clean Product For All Hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Giftedbynecessaire. The rosemary shampoo is very gentle on my scalp and perfect for all hair types. I love that it’s a clean product and free from harsh chemicals, making it a great everyday choice for healthy, strong hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The necessaire brand is so luxurious and I was super excited to receive the rosemary shampoo because I hear all great things about the benefits of rosemary, so I’m super excited to see the results that it gives my hair. Gifted by necessaire."
		},
		{
			"review_title": "Scalp health & amazing scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I have used this shampoo and the matching conditioner for a bit over two months now. It is too early to see if it has made a difference in my thinning hair, but it has mad a marked improvement in scalp health. It has cleared the light flaking around my hairline, and my scalp hasn't become itchy or sore since using this. The smell is a refreshing pure rosemary. The conditioner smells a little bit softer and I love it more, plus the smell lingers. I think it the winter, this might not be moisturizing enough for the ends of my hair and I may need to add a leave in conditioner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I’ve been struggling with hair thinning and this shampoo has made a huge difference. It has great ingredients that made my hair healthy and full. The smell is amazing and I get a lot of compliments from the fresh rosemary scent. Gifted by necessaire"
		},
		{
			"review_title": "Must have shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This Rosemary shampoo is one of the best shampoos on the market. I have been searching for a new shampoo to help with strengthening my hair and this is perfect for my 4c type hair. It also smells amazing. Happy this was gifted by necessarie."
		},
		{
			"review_title": "Must have for healthy hair and scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I absolutely love this shampoo offered by necessaire it it’s very refreshing. It has helped heal/ clear up my scalp from the itchiness.  My hair is not shedding as much.  I love the scent.  It’s very invigorating.  My favorite part is that it’s clean Beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This shampoo has very quickly become a favorite of mine because it feels so good on my hair. It has an amazing scent and really cleans my hair and scalp. I noticed that my hair also stays clean longer. Offered by"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Obsessed with this shampoo! It made my thin hair hydrated, silky, and strong without making it greasy. I am honestly in shock to how it provided so much moisture and strength after one wash. I also love the smell! gifted by necessarie"
		},
		{
			"review_title": "Upgrade your shower aesthetic and hair thickness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this as gifted by necessaries. 1st off, this will LOOK amazing in your shower, the bottle design is amazing. You can squeeze it out of the top. 2nd, I have been using this for a week so far with the conditioner and I have noticed that my hair feels thicker. It also smells amazing. Highly recommend!"
		},
		{
			"review_title": "I’m really satisfied with the results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "I recently tried the Rosemary Shampoo, and I’m quite impressed. The packaging is sleek and aesthetically pleasing. The rosemary in the formula is known for promoting hair growth, and I’ve noticed my hair looking fuller and more vibrant since I started using it. Overall, I’m really satisfied with the results!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This was gifted by necessaire and I have been so excited to try this since I’ve seen the launch! Rosemary has been trending and I see why. I was surprised by the lather this has but also smells so lush!! My hair isn’t oily and feels clean and smooth after i love it!!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is great for oily hair. It leaves the scalp and hair so fresh and shiny clean. My hair is long and curly so I do have to brush my hair often so it has become a bit thinner so this shampoo absolutely helping it to be more voluminazing. I am loving the packaging. They are pretty aesthetic. It looks nice on my bathroom shelf. Gifted by necessaries"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair",
			"review_text": "I have been using this stuff for a little bit but I feel like I can really see a difference. The rosemary makes me hair smell sooooo good I love it. I also love the bottle that you just twist and squeeze. Gifted by Necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "First off, this shampoo smells absolutely amazing!! It also cleanses my hair really well without making it feel dry.  My hair looks bouncy, healthy and shiny after I use it.  I pair it with the matching conditioner and my hair looks so good! I don’t know if my hair is growing in but it does look thicker. This was gifted by Necessaire."
		},
		{
			"review_title": "Revitalizes my hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product complimentary from Necessaire. This is a wonderful shampoo for my long, wavy, dry and fine hair. I love the nice Rosemary scent of this shampoo that is not too overpowering. The shampoo has a nice soothing lather that cleanses my scalp and hair thoroughly. It rinses easily and does not leave any residue or weighs down my hair. My hair feels soft, smooth and has some nice bounce to it. This shampoo really revitalizes my hair and I highly recommend it!"
		},
		{
			"review_title": "Good shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Great for all hair textures, perfect ingredients for hair growth and health aswell"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Refreshing! It’s actually great for hydrating my hair. I’m a dry to frizzy type of hair and this feels like it does not strip any of my natural hair oils. I love the scent of rosemary and hoping to see more of the benefits from this ingredient in time! Got it mostly for hair growth benefits. Gifted by necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I like that the product has a nice rosemary scent. And the best thing of all is that it leaves my hair soft and with a nice scent. It left my hair super moisturized and shiny. The truth is that I fell in love with this product. #Giftedbynecessaire"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "After I bleached my hair 3 times, my concern was how to keep my hair moisturized. My hair started to get more splits and looked a doll. All shampoo I tried in the US dried my scalp and hair. I feel like Rosemary shampoo gives my hair shine and moisture, and made my hair look healthier. I’m happy to be offered by necessaire."
		},
		{
			"review_title": "Feels great but wish the scent was lighter",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received the rosemary shampoo complimentary from necessaire in exchange for my unbiased review. I like that it leaves my hair feeling clean without stripping it of its shine or drying it out, but also without weighing it down. I've been wanting to try a rosemary shampoo as I've noticed some recent hair loss and heard rosemary can help with that. So far haven't been using it long enough to see results yet but it also no negative results, although I wish it was less scented or even unscented"
		},
		{
			"review_title": "Must have for me effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I was gifted by Nécessaire Rosemary Shampoo Shampooing Romarin I was using this shampoo for a while now I really love it the results on my hair,, it’s looks so healthy and smooth, I highly recommend it"
		},
		{
			"review_title": "Scent is way too strong!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love Necessaire products. I really love their unscented shampoo. But this stuff is way too strongly scented. My son asked if I was wearing cologne! I couldn’t stand it and had to wash my hair again to get the scent out. If you’re sensitive to strongly scented products this won’t be for you."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This new rosemary shampoo is my new favorite. I love love this product. It smells incredible and makes my hair feel so healthy and fresh. The product works so great and you only need to use a little at a time. Offered by Necessaire."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "nice shampoo, foams well and does not irritate the scalp what is very important for me . the smell is herbal but smells nice and is not strong . the packaging is nice and convenient. I definitely recommend trying it. Offered by necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Gifted by Necessaire for an honest review . I have thin / fine hair which has been improving in volume & texture via the use of rosemary oil based products! Upon first use of this shampoo I’ll say it leaves my hair feeling clean and invigorated . It’s smells very nice, kinda of an aromatherapy effect but the thing I love the most is the packaging. The packaging is very  sleek and very easy to dispense without pouring too much out and being wasteful . This is going to be my go to shampoo for the upcoming weeks and I’m already excited to see it’s hair growth stimulating ingredients do magic on my hair !"
		},
		{
			"review_title": "Rosemary 🤍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have brittle, weak curly hair, so finding the right shampoo is tough. Nécessaire's Rosemary Shampoo was a game-changer. The rosemary ingredient stood out to me as I always look for it in the ingredients for every hair product, and it didn’t disappoint. My hair felt super clean, moisturized, and smelled amazing. Highly recommend if you need something gentle and effective! Gifted by Necessaire 🤍"
		},
		{
			"review_title": "Wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "gifted by necessaire, and this is amazing!! They smell SO good and my hair feels great after using them. I’ve used it for only 2 weeks and already notice a difference in my hair health. It’s shinier, softer, and fuller looking."
		},
		{
			"review_title": "Rosemary is my love language",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Necessaire is one of those brands that you can instantly love or hate, from my experience I love this brand and everything they make. My hair has never felt more strong and shiny, their shampoo is so good. Gifted by necessaire"
		},
		{
			"review_title": "Incredible Rosemary Shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Rosemary is a very important and essential ingredient in hair growth. I was so excited when I received The Rosemary Shampoo was a gifted by Necessaire. I love care for my hair however after COVID, Pre Menopause and many hormonal change my hair has changed tremendously and I am trying really hard to find “THE” shampoo! I can clearly say I am so happy how my hair looks like and how it feels. My scalp has improved tremendously and I can feel my scalp healthier and hydrated ( less flakes or itch ). Amazing shampoo!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "This was gifted by necessaire! The smell is a little strong, but that’s a good thing because it really lasted in my hair days after washing it! It made my hair feel very clean and it soaped up nicely on my head."
		},
		{
			"review_title": "Amazing shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This was gifted to me by necessarie.I absolutely enjoyed using this shampoo, it smells amazing and cleans my scalp really well. This is perfect for air stimulation and growth. I also enjoy how simple the packaging is too, it’s very convenient to use, with no hassle."
		},
		{
			"review_title": "A gentle wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received the product gifted by Necessarie for free in exchange of honest review. I used it 2 times and i already felt a difference in my hair. It’s giving a silky hydrating look after one wash . I absolutely love this shampoo."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Wow this shampoo is incredible! It deep cleans my hair so well! Leaving it super soft and super clean! This shampoo strengthens my hair. It smells soo good! Made with rosemary oil which helps stimulate hair growth! “Gifted by necessaire”"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this complimentary from necessaire. I love rosemary oil! This works well to clean my hair. I have oily, thinning hair and love that this can help strengthen my hair. The shampoo lathers well and makes my hair feel clean and the rosemary conditioner makes sure my hair is never dry afterwards."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Necessaire’s Rosemary Shampoo is a strengthening formula designed to invigorate both scalp and hair. Its nourishing properties help fortify and revitalize, promoting healthier, more resilient hair. Ideal for those seeking a boost in strength and vitality for their hair care routine. Gifted by Necessaire."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Using this shampoo made hair washing such an enjoyable experience, it smells so herbaceous and actually cleanses my hair really well. A little lathers up my entire hair and I have medium thick hair. My hair feels softer and looks shiny. Gifted by Necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "My scalp has been feeling delicate lately. I have heard great days about the Rosemary ingredient and how it can help with the healthy of my hair and scalp.  I have been testing out the Rosemary shampoo + conditioner duo for a few days. I noticed an immediate relief in my scalp. My hair looks healthier and softer.  Gifted by necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have thin hair so any hair products that helps me getting fuller hair is a must try for me. The shampoo smells amazing and the rosemary scent really feels calming. My hair feels super refreshed after washing, offered by necessaiee"
		},
		{
			"review_title": "Your hair actually feels clean",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Gifted by necessarie Right from the moment you put this shampoo in your hair you can feel the rosemary get to work. My hair is seriously so clean after using this shampoo. I follow up with the same conditioner and the 2 together have been working wonderful in helping me repair my damaged hair"
		},
		{
			"review_title": "New Favorite Rosemary Shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shampoo has a nice scent and a good lather. It keeps my scalp hydrated and less itchy. I notice less shedding and no more hair breakage after using it. I'm very impressed with this shampoo and wish NÉCESSAIRE would come out with a rosemary oil hair treatment kit soon."
		},
		{
			"review_title": "Wash Day Just Got So Much Better!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This product was offered by Necessaire but I’ve been a fan of the brand since trying their body products, but this shampoo might take the cake for me! It’s lightweight while still removing any buildup and it smells absolutely amazing; so therapeutic for wash day!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Rosemary really good with my hair growth and length . The scent of rosemary in this shampoo is invigorating yet soothing. The rosemary shampoo plus the conditioner were perfect combination . It lathers beautifully, smells divine. I was looking for something that will help with my post partum hair loss. Definitely what I was looking .gifted by necessaire"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Love this shampoo it smells beautiful and keeps my hair healthy! I can tell that my hair has more shine and less oils after using this shampoo! It can be tricky trying new shampoos especially when I have thin hair. Gifted by necessair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was fortunate enough to receive this shampoo gifted by Necessaire and I must say, it truly is invigorating with its powerful rosemary scent. Not only does it effectively cleanse my fine hair, but it also adds a refreshing touch to my shower routine. However, I did notice that it left my hair slightly tangled after use. Thankfully, the rosemary conditioner from the same line came to the rescue, making it easy to brush and untangle my hair afterwards. I am grateful for the opportunity to try this product and provide an honest review."
		},
		{
			"review_title": "He entered my daily routine !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I received gifted by necessaire for free I'm so glad I tried this product, it really revitalized my hair. It became smoother and more saturated, well-groomed and easy to tavorite and no let tangle athl prods become"
		},
		{
			"review_title": "Get it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "gifted by necessaire. I actually got this shampoo and conditioner a month ago and love it so much!! So lucky to receive more. I love that this shampoo doesn’t dry my hair and scalp and noticed that i have a lot of baby hair growing. I love the smell and I love rosemary products on my hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Love this brand so I was so excited to get this gifted by necessaire. The rosemary helps my hair grow and the smell is amazing. The packaging is also stunning. Love this shampoo and will be using in the future"
		},
		{
			"review_title": "Incredible!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "gifted by necessaire After searching for quite a while, I finally found this brand on Instagram. I had been wanting to try their shampoo and container, so glad I did! The ingredients are amazing, love that this shampoo contains rosemary. My hair feels so clean, soft, and healthy. I absolutely love this shampoo, it emulsifies perfectly! I have already told my sister and friends about it. Absolutely amazing!"
		},
		{
			"review_title": "Must buyyy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I received the rosemary shampoo in exchange of a review , I love rosemary specially because it helps with the growth of your hair , looks more healthy , soft and radiant . I highly recommend using it since I been notice a lot of changes of my hair"
		},
		{
			"review_title": "Must have for amazing hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This Rosemary shampoo is absolutely amazing. It is a strengthening shampoo so it actually helps to give all the proper nutritions that your scalp needs. It has definitely helped to bring more life to my hair. It is definitely worth the splurge. Gifted by necessaire."
		},
		{
			"review_title": "Amazing results!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by Necessaire, I am so happy to receive this! After using the rosemary shampoo and conditioner duo my hair and scalp felt so clean! The scent is perfect and not overwhelming at all. My hair definitely feels stronger and even looks shinier! I can’t wait to see the growth it brings me!!"
		},
		{
			"review_title": "a fresh herbal scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This shampoo gifted by Necessaire is a new favorite of mine! The rosemary scent is so fresh and clean! It leaves my hair feeling really clean and it leaves a beautiful shine! I’m very happy with the results!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Love this shampoo! It’s a refreshing cleanse with a herbal scent, It leaves my hair feeling clean and nourished without weighing it down, and i actually love hair product that contains with rosemary! Highly recommend!"
		},
		{
			"review_title": "BEST shampoo I’ve tried in a looooooong time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "Truly cleans & refreshes without drying my scalp or tangling my hair. I have wavy low-medium porosity, & my hair LOVES this shampoo & conditioner. I use a light leave-in & moisturizing gel & BOOM! Bouncy waves/curls that that smell A-mazing!"
		},
		{
			"review_title": "A luxurious staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "Gifted by necessaire. This shampoo feels so luxurious and does what it says! As a fine hair girly, I have been working on growth and I really think that this helps. The rosemary oil makes a huge difference! It also is super nice to keep in a guest bathroom."
		},
		{
			"review_title": "Great Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "I have tried this out twice now and so far im loving it, didnt make my hair feel brittle at all. I love how it has leafoil as one of the ingredients and the smell of this was amazing, i was gifted by the necessaire"
		},
		{
			"review_title": "Perfect shampoo to refresh scalp!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I love the way this shampoo is able to restore my scalps moisture. It can get dry and flaky with too many products. The rosemary really refreshes my scalp and I feel so lighter after a wash. It is a perfect combo with the conditioner! Gifted by necessaire"
		},
		{
			"review_title": "Hair growth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Works like magic for hair growth. Scalp feels very clean after using it and it smells great."
		},
		{
			"review_title": "No go",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Super drying on my hair - I wanted to love it and it smells great but it leaves my hair looking like straw."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "Left my hair feeling dry after use. For me, the results aren't worth the brittleness."
		},
		{
			"review_title": "Wanted to love it but..",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I honestly wanted to love this shampoo but after 2 months of using it I’ve noticed so much hair loss,greasier hair,and more dry hair. Love the scent and wouldn’t write a review until I finished the shampoo to be sure."
		},
		{
			"review_title": "Rosemary for the Gold",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I really like this for my fine hair! It doesn’t make my hair feel heavy and it doesn’t weigh it down."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love it! I was hesitating to order it, there are other manufacturers out there that make a similar product. This one is far superior. The smell is great and I love the way it makes my hair feel before I even use conditioner."
		},
		{
			"review_title": "Hair fallout",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "Unfortunately, this shampoo caused excess shedding."
		},
		{
			"review_title": "You'll be sorry!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I purchased this shampoo, the conditioner, and the hair treatment.  I used them for 2 weeks and then returned them, with my hair much worse off than it was when I started.  I have fine, thin hair, the kind that if I pull it up for a pony tail, would make a tail the size of my thumb.  This product left my hair like straw, brittle, falling out and shedding and breaking.  It was awful!  After every wash, just running a pick through my hair caused about 20 strands to ball up and tear out.  Easily tangled.  I was finding hair on my bathroom walls from when I used my blow dryer and my hair literally just blew out of my scalp.  Hate is a very strong word, but I definitely despise this product, and truly regret ever using it.  Just two weeks of use is going to take months of repair with the specialty hair care I was using before I switched.  If you have fine, thin, fragile hair, this product will destroy it (and you will cry)."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "Beware my thin hair girlies. I tried it out for a few weeks and at first I thought it was my new heat protectant but now I realized it's actually the shampoo and conditioner! Left my hair limp and greasy looking after each wash. Not for fine/thin hair. Prefer their original shampoo and conditioner."
		},
		{
			"review_title": "Smells great, but not worth the hair loss",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Bought this shampoo after wanting to try something different and I paid the price. The smell is lovely, even though it's more eucalyptus than rosemary, but it left my hair squeaky and dried out just after one wash. I wash my hair every other day, but this shampoo left my hair looking as if I hadn't washed it in weeks. Beyond that, all the baby hairs I had grown in my temples fell out - the only change was this shampoo. Incredibly disappointed and will not be purchasing again."
		},
		{
			"review_title": "Obsessed - spa day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This shampoo/conditioner is a spa day in a bottle. Hair and scalp feel so clean and the scent is perfect."
		},
		{
			"review_title": "Returned after 2 uses",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Smell wise it is amazing. I have extremely thin and fine hair. This shampoo and conditioner made my hair so incredibly greasy, to the point the product lingered on my hair brush."
		},
		{
			"review_title": "Must try for anyone with thin or thinning hair!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "My husband and I both started using this shampoo (with the conditioner) about a month ago. I noticed marked improvements in his hair quickly - less flyaways, thicker looking hair, and less thinning at his crown. My hair seems healthier and I even see some regrowth. We will continue using for sure. I think I found our new favorite hair product!"
		},
		{
			"review_title": "It’s shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I bought this because I have thinning hair. It cleans really well and smells amazing like a spa. I use this in combination with a hair supplement and the vegamour hair serum. I have noticed a lot of new hair growth out of my scalp."
		},
		{
			"review_title": "Skip this one",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Smells really good, but left my hair feeling stripped/dry. Doesn't clean very well either, my hair felt greasy sooner than it normally would have. Won't be rebuying hair care, but I might try other products with the same scent."
		},
		{
			"review_title": "Hunt is over!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve been on the hunt for a great shampoo for a very long time! I have tried very high-end, eco friendly and even created what was supposedly what my hair needed! Finally my hunt is over!"
		},
		{
			"review_title": "Very drying",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I really wanted to love this but I have to say besides the smell which is the only good thing about this - that’s where it ends. My hair felt AWFUL after using this. Very drying it felt worse than straw :("
		},
		{
			"review_title": "The best",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The absolute best. It smells great and has really helped lessen my fall out"
		},
		{
			"review_title": "It is a pass for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Really wanted to love it since it smell and feels good. However after blow drying my hair it feels heavy and greasy and I normally do not have oily hair. Does not feel like fresh washed hair.  disappointed disappointe"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "DON'T PURCHASE!!! I lost so much hair!! I was thinning and wanted a product that helped before you could see my scalp.  After using this 3 times I lost so much hair not only after washing it but throughout the day as well.  hair just fell out left and right! I never had that happen!! now you can see my scalp and I'm devastated!!!"
		},
		{
			"review_title": "Not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "For the amount of product in the bottle, I would think that it doesn't require as much to suds up and use. However, it takes two washes to clean my hair with this. For me, this isn't a very effective shampoo and I haven't noticed any thickening of my hair."
		},
		{
			"review_title": "Will repurchase for sure!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I am almost finished the bottle and I have to say I really love this shampoo. The smell, and the way it leaves my hair feeling concerns me soft is incredible. I am sure I have to use longer term to make an assessment on thickening my hair but I am hopeful!"
		},
		{
			"review_title": "Not Worth It",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I was very excited to try this shampoo & conditioner after reading its fantastic reviews however I am extremely disappointed.  While I know we should always double shampoo, it does not recommend a double wash but it does NOT properly clean my hair afet the first. It also did nothing for thinning hair and actually made me lose more hair."
		},
		{
			"review_title": "Great clean scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Love the smell and how it feels after application. Too soon to see results but love it so far."
		},
		{
			"review_title": "New favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Complimentary from Necessaire. After using this product my hair feels noticeably softer and smoother. It's contains a blend of natural ingredients that contribute to its effectiveness. One key ingredient stand out for me is rosemary oil, which is known for its soothing and stimulating properties. It also contains other beneficial ingredients like aloe vera, vitamin B5, and vegetable-derived cleansers. These ingredients work together to cleanse the hair, promote scalp health. This shampoo is strengthening shampoo for hair and scalp."
		},
		{
			"review_title": "LOVE this shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Been using this shampoo for the past two weeks and loving it! Makes my hair so soft and shiny but also tons of volume. Love that it is sulfate free and comes in sustainable packaging! Personally I love the smell but could be strong for others. Paid for this with my own $$"
		},
		{
			"review_title": "Good but hate the smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone",
			"review_text": "Everyone keeps saying how good this smells so I was really excited about it, but to me, it smells like bug spray and cologne. Definitely not a fan of the smell and it almost makes me not want to use it. But it does work really well for thinning hair, so ultimately I would recommend if you’re having that issue."
		},
		{
			"review_title": "Paid for with my own money! Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I find writing reviews daunting so it's got to be really good or really bad. This shampoo and conditioner is beyond all my expectations and amazingly good. The journey to find the right shampoo and conditioner has been a long one but I think I've reached my destination. I can't speak to it helping growth or with thinning but with how amazing my hair and scalp feel, I can't imagine it's not. It smells amazing although definitely might be strong for some, but it cleans well without stripping, my hair is soft, detangles easily, looks shiny, and is bouncy! A lot of Natural shampoos and conditioners soften by adding a ton of oils so your hair gets greasy faster, feels heavy and weighed down but not this, not in the slightest. The conditioner was so good and gave so much slip after the first wash I had to read the description again to make sure it was silicone free. This is magic in a bottle for me, I hope they never change it or discontinue it, just love it! Worth every penny!"
		},
		{
			"review_title": "Must try for thinning hair - you will changes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love this product! The smell is great! And the shedding of my hair has decreased substantially so far. My scalp feels cleaner and less dry. This has helped my hair. I’m glad I tried!"
		},
		{
			"review_title": "This Will Sell Out!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I'm a huge fan of Necessaire.  I appreciate products that are not overly priced or hyped, are made with healthy, environmentally conscious ingredients and perform better than those that cost quadruple the price.  Both the shampoo and conditioner are outstanding (non-drying, super hydrating, cost effective and easily layered).  Necessaire's products are incredibly popular and sell out quickly on Necessaire's website, so I had to hop on Sephora to purchase."
		},
		{
			"review_title": "Not good for fine oily hair",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Honestly I was quite disappointed about this shampoo. I have tried a couple rosemary shampoos and I found that all of them left me oily. I had high hopes for this one but 12 hours after I washed my hair it was oily again, and it felt like I had residue left in my hair.  I have very fine hair with an oily scalp, I do suffer from hair loss so I was really hoping this shampoo would work for me, but unfortunately it just didn’t work out. If you don’t have fine or oily hair, this shampoo would be great for you. If lathers up nicely and has a good smell, but it’s not good for oily hair."
		},
		{
			"review_title": "My new daily shampoo, 100%",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "DE-VINE!!!! This shampoo surpasses my expectations in every way. The rosemary scent is like no other. My scalp feels fresh and clean after one wash, and my hair is soft yet absolutely not weighed down. It doesn't feel tangled as my super baby fine hair does with most shampoos, and it's not frizzy, so I know it's not been stripped clean. The scent, did I mention that? It's natural, not perfume-y, calming yet fresh. I wish this scent would be bottled into body products and a fragrance. I ask you Necessaire, please do this. Anyone could wear this anywhere at any time. I don't need a new conditioner now, but no matter, I'm going to buy the partner conditioner anyway. I was walking outdoors the other day, the wind blew my hair across my face, and I honestly smiled and took a deeper breath because I caught a whiff of this bottled loveliness. It's the perfect thing. It's the perfect daily shampoo for my super fine hair and oily scalp, but I see this being just as fantastic for any hair type. Do try this. You will enjoy, I'm certain."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "Nice scent. Does not clean scalp. I’m usually ok with double shampooing if needed but not because the shampoo is so bad at cleaning with the first round. My scalp hair was oily by the 2nd day. Stay away if you  have oily prone hair"
		},
		{
			"review_title": "A Game Changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "my hair is starting to thin due to age to the point where my scalp was exposed more where my hair is parted and the scalp on top of my head would feel the heat from the sun's rays more. After 1 hair washing and conditioning with Necessaire, the scalp where my hair was parted was much less exposed. It was a miracle!  The top of my head looks like I have more hair.... Of course that is not true that I have more hair. But wow!"
		},
		{
			"review_title": "So Normal it’s Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This shampoo is honestly what all shampoos should aim for. It’s normal and nothing crazy which is the point. The market is incredibly saturated with tons of shampoo brands claiming to do xyz. It’s nice to have a shampoo that has clean and simple ingredients, but also leaves your hair genuinely clean, soft, and healthily shiny without weighing it down. I have fine curly hair (3a / 3b), struggle with hard water, and live in the west with dry desert like weather that isn’t good for curly hair - leaves my hair oily and curls thirsty. I’ve been using this shampoo and conditioner in hopes it will counteract all of that and so far it has! My curly are a healthy bounce, and the oil in my hair in between washes have calmed down by about 75% decrease in oil. All-in-all, I’d buy this again over any other brand (no matter the cost) because for once I feel balanced."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "While the company may have a strong brand reputation, the internal culture is significantly toxic, undermining the positive external image. Additionally, the quality of the product does not meet expectations."
		},
		{
			"review_title": "I really wanted to like this shampoo!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Previously I was using the hylauronic acid shampoo by Necessaire and decided to give this shampoo a shot. After using it for about 3 weeks, my hair did not like it! My scalp began to get mildly itchy possibly because of the scents of the shampoo and conditioner. Don't get me wrong it smells really good but if you're not used to having a shampoo with scented ingredients, I would be really careful!"
		},
		{
			"review_title": "New staple shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love the thickness of this shampoo! It lathers up really nice. The smell isn’t the greatest, but it did a really nice job cleansing my hair without drying it out. I only wish mint was added to have a cooling sensation."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I used this shampoo and the conditioner as soon as it arrived and I can already say that this will be a staple product. The lather is perfect and it left my scalp feeling so clean and refreshed and my hair is so soft. The smell is amazing."
		},
		{
			"review_title": "New holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This shampoo works very well. I haven’t noticed hair growth benefits but I have less hair fallout for sure. I also notice my hair is not as oily between washes. Lovely scent, lathers well, overall a great shampoo.  Lath"
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Tried this without reading any reviews and it’s absolutely wonderful! Left my hair feeling clean but not stripped and looked so shiny and healthy. 10/10 recommend this shampoo!"
		},
		{
			"review_title": "Strong Scent Works Well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Beware of the strong scent. If you use fragrance free products this has a very pungent  smell you wont be used to. I use the fragrance free Necessaire shampoo and this works the same, great, but if you are sensitive to fragrances the rosemary scent of this will follow you around ALL DAY."
		},
		{
			"review_title": "Hair looks shiny after using",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I've only had this shampoo/conditioner for a week-ish, so it's way too soon to know if it will help with hair thinning. Even if it doesn't, I think I'll probably keep buying it because my hair looks great when I wash with it. My hair is extremely fine but medium density, long, wavy, and dry. This gets my hair clean without stripping it, doesn't weigh it down, and makes it look really shiny. I also think it's helping my waves bounce up -- probably because of the proteins in the ingredients. The scent is nice and doesn't linger, which I appreciate."
		},
		{
			"review_title": "New favourite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Spectacular smell, leaves me hair feeling luxurious LOVE IT  Only issue I have is the cap.  I don’t have the dexterity to twist close the cap with one hand. Otherwise excellent!!"
		},
		{
			"review_title": "My New Favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "After using this shampoo a couple times, it’s become my new favorite. Smells so nice, lathers well, and leaves my hair and scalp feeling very clean without stripping me of my softness. I absolutely love the smell."
		},
		{
			"review_title": "Wanted to love this, but...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Why are there so few non-incentivized reviews for this product? 99% of times this would deter me (take note any brand owner who happens to be reading this!), but just this once it didn't...because:  No.1 The ingredients in this product have to be amongst the most unique I've ever seen in a shampoo! And I've seen many! Five ceramides, five types of protein and three of Rosemary (its oil, water and extract).   No.2 Rosemary's helped with my hair loss issues in the past. I've seen results with products that are 'left-on' and contain Rosemary Oil. But applying them takes time and I thought the shampoo would be a quick and easy substitute.  Unfortunately though, even the best of ingredients sometimes don't have the right delivery system - in this case the base product. The shampoo is surprisingly strong for something SLS-free. Whilst it hasn't stripped my hair color (yet), it makes my hair feel dried out and I end up using a ton of conditioner afterwards to restore it. For this reason I can only use it once or twice a week. Love the fragrance, which reminds me of a spa, and the shampoo is definitely not overly priced, based on those ingredients, BUT if I can't use it as often as I want to, or ought to - to see results, then what's the point? Besides, I don't think Rosemary being immediately washed off is going to have the same effect as Rosemary left to soak in to your scalp/follicles. I'll go back to the product that was working for me previously.   ~ My Sephora Top 7 must-have list ~  (My top 7 must-have beauty products of all time, focusing mainly on my purchases at Sephora)  1. Hair Loss Treatment: ‘Divine Herbal’ - Hair Oil  2. Shampoo: 'Sephora Collection' - Deep Cleaning Shampoo 3. Face Mask: ‘Peter Thomas Roth’ – Pumpkin Enzyme Mask  4. Pigmentation + Anti-Aging Serum: ‘Divine Herbal’ - Facial Treatment Serum 5. Face Scrub: ‘Sisley' - Botanical Gentle Buffing Cream 6. Lip Balm: ‘Nuxe’ – Reve De Miel Lip Balm 7. Lip Liner: ‘Sephora Collection' - Rouge Gel Liner"
		},
		{
			"review_title": "10/5 stars, LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Amazing product. Love its aesthetic, it smells incredible. My hair hasn’t been this smooth, soft, and held its volume for so long. Literally incredible  Waaaaaay better than Kevin Murphy and Amika"
		},
		{
			"review_title": "My new favorite!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Makes my hair shiny and smells amazing! A new favorite in my rotation. Like all other Nécessaire products, this one did not disappoint."
		},
		{
			"review_title": "They nailed it again!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Dry skin",
			"review_text": "I’ve been using the other shampoo by this brand for over a year at least, because it was the only one that didn’t irritate my scalp or cause redness, made my hair bouncy and not flat, and I noticed it helped hair growth. LOVED it. I saw they released a new one and wasn’t sure whether to switch it up but wow … it’s so worth it. My new go to (of course now it’s sold out online!) The scent is very mild and doesn’t linger, for those like myself who’re sensitive. Note: Need a little extra water to lather. Highly recommend you give it a try!"
		},
		{
			"review_title": "Not cruelty free.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes",
			"review_text": "I have thining hair and wanted to try this shampoo. Unfortunately, this brand is not cruelty-free. I just can't use products that are tested on animals."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I have oily thin short hair, and this is making a huge difference. My hair has more volume, and isn't greasy by the end of the day. I have been pairing with The Ordinary Multi-Peptide Serum for Hair Density before bed, and washing it with this shampoo in the morning. And I have been seeing a big difference in the visual density of my hair."
		},
		{
			"review_title": "Smells good",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I bought this shampoo with my own money, for starters, and in my opinion it’s way overpriced. It smells nice but not overpowering and it cleans my hair well. I do not see any oil reduction at all, which I had high hopes for. I kind of think people with very dry hair will find this shampoo too drying for them."
		},
		{
			"review_title": "Wonderful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Oily skin",
			"review_text": "Smells wonderful and love the packaging. I used it with the Rosemary conditioner also, loved how my hair felt afterwards. I have oily hair, and while I don't think I could necessarily go longer between washes, I do feel like my hair looks less oily and feels clean. I can't speak to how it helps hair growth since I just started using it. I bought this with my own money."
		},
		{
			"review_title": "New Favorite (not free/incentivized review)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "165 reviews in this product and I can’t even find ONE that was not a review from getting the product for free/incentivized so here I am. I love this shampoo, lathers well, makes my scalp look & feel very clean!"
		},
		{
			"review_title": "Does what it says!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "Love this shampoo and conditioner. I bought it with my own money. It was a blind buy as I bought it the first day it launched on the sephora website. The shampoo..It leaves the hair clean but not dry. The conditioner has a good amount of slip. Scent is light."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I wish this product would have worked for my hair, as it smells great and has good ingredients however it was very difficult to lather - I had to use a good portion of product and continuously run my hair under water to get it going. It left my hair feeling very dry and the conditioner did n it help soften it at all."
		},
		{
			"review_title": "Perfect for postpartum hair thinning",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I am obsessed with both the shampoo and conditioner! I’m one year postpartum and trying to build my hair strength so I love that this includes rosemary. It lathers up perfectly and leaves my scalp feeling clean without leaving it dry. Gifted by nécessaire"
		},
		{
			"review_title": "I bought this with own money !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Smells strong, a bit drying but actually this is what I want cuz I have oily hair.. seems to help with hair fall .. just use a good conditioner or mask with it. I do recommend it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Absolutely love the smell! It makes my hair feel so clean and my scalp feels refreshed unlike a lot of other shampoos I have tried. I also love that it's safe for color treated hair. I would recommend! Gifted by Necessaire."
		},
		{
			"review_title": "Perfection!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "It’s a keeper! I have hated literally every other thinning hair shampoo I’ve tried, but I should’ve known Necessaire wouldn’t let me down. All their products have been amazing & this is another win! It doesn’t smell gross like thinning products tend to & that was such a relief. The rosemary/eucalyptus scent is very enjoyable. It lathers & cleanses well & feels nice & refreshing. I love the bottle & twist top cap too! Great clean ingredients & I guess I couldn’t ask for more! :) *gifted by Necessaire"
		},
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This product is gifted to me from NECESSAIRE. This product is really amazing. I have been dealing with hair loss , and my hair is also experiencing dryness at the same time. This shampoo from NECESSAIRE , really helped my hair with being dry to now being silky smooth. My hair feels more healthier than ever."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I was gifted by Necessaire in exchange for a honest opinion. I love this shampoo, smells really good and fresh.  Leaves my hair with a healthy look, cleans, shiny and soft. The texture of my hair is amazing after using it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "performance | full star | love love love! My hair looks so healthy, pairs great with the scalp serum too.  texture | full star | love this one is slightly a thicker viscosity than the regular shampoo from them, feel like less is wasted  scent | full star | omg this seriously smells so so good! A hint of masculine too so would def recommend for men as well packaging | .9 star | I love their branding, but towards the end of the bottle, always a tad annoying  ingredients | .9 star | clean formula is a must, although there is the added fragrance, I have not had any issues with it  value | full star | compared to other like brands for with products for hair thinning $28 is a deal  Total 5.8 out of 6 stars"
		},
		{
			"review_title": "Must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Necessaire products are always so amazing and thoughtfully created! This shampoo is no different. I love their Minimal clean ingredients products. I’m so glad they did something with rosemary! I’m trying to grow my hair currently and this is such a great addition to my routine. Left my curls, soft, defined and so bouncy! Love the smell too. If you’re looking for a great product that won’t strip your hair, check this out! This was Gifted by nessesaire but all Opinions are my own"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This shampoo made my hair feel so soft and clean, within a few washes my hair feels a lot more thicker and seems like it has more volume then before. The smell is really good, I would definitely use this shampoo every day since it doesn’t give my hair a weird feeling. Gifted by necessaire"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "Completely obsessed with this shampoo! It makes my hair so soft and revitalizes my scalp. I especially love how it strengthens the hair from root to tip and prevents breakage overtime. Really does it all! I was gifted by necesaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this shampoo! It smells so good! Hydrating without stripping feeling while keeping my hair clean for a good number of days between washes. I’m not sure if it helps with the hair thinning though since there’s no changes to the fallouts yet, gifted by Necessaire"
		},
		{
			"review_title": "Moisturizing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I was gifted by Necessaries  Shampoo & Conditioner with rosemary, this product claims that you will see results in 5 washes and let me tell you..it’s true! I honestly noticed benefits that weren’t even listed! First of all, my hair seems thicker after 5 uses. I took before and after photos! My hair doesn’t get as greasy between washes like it previously did (it still does because I only wash 2X a week, it just gets less oily). I seriously believe that in 5 washes I notice growth in my hair! Also, my curls seem more moisturized and bouncy than usual, even without added products!"
		},
		{
			"review_title": "A most have in my hair routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "This shampoo has been trending lately for the hair growth properties. I have only been using it for a few weeks and I do notice hair growth. I don’t know if that is a placebo effect or the shampoo. So I am still on the fence about this shampoo on the topic of hair growth. I do have to say that it feels just like every other clarifying shampoo leaving my scalp feeling cleansed and light. So this would be a great clarifying shampoo in a hair routine. Gifted by Necessaire"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The scent of this shampoo is not too overpowering, but rather smells like a high end fragrance. I like that this leaves my hair feeling clean without feeling stripped or straw like. After a few washes it also helped my hair feel thicker and fuller. Gifted by necessarie"
		},
		{
			"review_title": "Healthy hydrated hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I received this product gifted by necessarie in exchange for my honest review. Because I needed to post my review within a certain time frame, I don’t think I’ve been really using this product long enough to tell whether it’s helping my hair grow and become healthier. However, I can say that this product is very moisturizing - especially for a shampoo. It also lathers very well and I personally love the smell. It’s definitely rosemary heavy so if you don’t like that smell then.. I don’t see why you’d go for this product lol. I love that this has rosemary oil, extract, and water, and other nutrients. I definitely recommend even just for a nice shampoo that helps your scalp and doesn’t strip your hair but still makes it feel clean."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Such a lovely smelling shampoo, this is perfect for people who are struggling with hair growth and strengthening their hair. I love the way it makes your hair feel afterward and it’s gives you that deep clean feeling. Offered by necessarie"
		},
		{
			"review_title": "A Must-Have For Thinning Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This shampoo was gifted by Necessaire. Nécessaire Rosemary Shampoo is an absolute must-have for thinning hair. It’s Infused with rosemary and ceramides, it nourishes and strengthens hair from root to tip. The scent is clean and refreshing and leaves my hair feeling soft and manageable. This shampoo is suitable for all hair types, and provides a refreshing cleanse while promoting healthy hair growth. I have only been using this shampoo for a few weeks now but, I feel like my hair is already a little thicken and appears to be fuller. I recommend this shampoo to anyone who may be experiencing hair thinning or hair loss and needs a healthier alternative."
		},
		{
			"review_title": "Rosemary shampoo",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Hello everyone I was gifted and offered necessarie Shampoo Rosemary threw the Skeepers app. Nozzle: In the next section I will talk about shampoo, but this is also important. I would like to say, that I wish all shampoo bottles to open them where an easy twist opens. I also like the idea, of not wasting products by spilling them, you easily twist the nozzle again to close. Review: When opening up the rosemary shampoo, you get the strong aroma of rosemary mint. In my opinion, I like the scent, but it's on the stronger side. I thought it was going to tingle my eyes, or burn my scalp due to the scent, but I can say my eyes didn't tear at all. I noticed the shampoo, did clean my scalp, by taking some of my dandruff away and giving my scalp a cooling sensation. When I was done washing off all the shampoo, my hair on the bottom felt a little bit dryer. I have bleached damaged hair, and In my opinion, this is best for people who have oily hair or have an oily scalp like me, that you know longer want to have to wash your hair every single day to make it ungreasy. Ps: gifted by necessaire"
		},
		{
			"review_title": "Go to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Love this shampoo! The smell is absolutely amazing and makes me feel like I’m in a spa. After a couple of uses I already feel my hair softer and looking fuller. I received this product as gifted by necessaire but have been using it everyday since!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I received this complimentary from necessaire for my honest review. I loved this shampoo. I wasn't sure how the rosemary would smell but it smells great. My hair looks good and clean. My scalp feels refreshed. I'll be using this for my post partum hair loss."
		},
		{
			"review_title": "Really Nice!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "This is my first time trying anything from this brand and so far so good! I love the scent and the packaging is so cool! Very unique..I can’t wait to try it more but so far it’s great and haven’t noticed any excessive hair loss. I would recommend it! This was gifted by Necessaire."
		},
		{
			"review_title": "smells incredible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "i cannot overstate how absolutely delicious this shampoo smells. it’s honestly just sexy. my favorite part, besides the formula being super clean and the smell, is the ceramides which restore the scalp barrier. i run a little flakey but this product calms my scalp. gifted by Necessaire."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Oily skin",
			"review_text": "A really good combo, I love that it has rosemary to help with my hair growth rather than using oil because that leaves my hair very oily. I also love that it’s safe on color treated hair and hasn’t changed the color of it"
		},
		{
			"review_title": "It’s smells like a very fine fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "Pleasant smell and very good product for fine, thinning hair. Leaves my hair smelling amazing and feeling so very clean. I get many compliments on my hair so it is important that it looks great. My hair also feels fuller and thicker after just a couple uses. It did not disappoint. Gifted by Necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This shampoo is absolutely lovely! The smell is subtle but delightful…makes washing my hair feel like a true spa experience. This shampoo makes my hair so soft and look and feel so healthy! This was gifted to me by Necessaire."
		},
		{
			"review_title": "A must try item!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I received the free gifted by NECESSAIRE The Rosemary Shampoo. The Rosemary Shampoo is a multi-protein strengthening cleanse for the hair, and the Rosemary Conditioner is a multi-protein strengthening cream for the hair. This is a colors safe, Keratin-Safe’s item. It’s for All Hair Types. I love to use this item, it’s good for your hair and a natural item."
		},
		{
			"review_title": "nice scent and feel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Necessaire gifted me their Rosemary Shampoo & Conditioner. The shampoo smells of rosemary but it isn't overwhelming and is very pleasant. I like the cooling feel on my scalp. It isn't too strong like products with menthol. It has a medium rich lather and cleans well. I like the bottle and how it dispenses too. I appreciate that it is vegan."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This rosemary shampoo has been a fun new product for me to test out. Gifted by Necessaire. It definitely have a spicier smell, which I was not expecting from rosemary. It lathers well, but I do find it leaves behind some buildup."
		},
		{
			"review_title": "Smells divine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This Rosemary Shampoo lathers well. I like the scent and it’s foamy and really cleanse and removes the dirt and oiliness from my hair and scalp. It smells nice and the packaging great. It has twists on the cap bottle for easy squeeze so it’s less messy and easy for the shampoo to come out.  I love how my hair feels and smells. This is something that I would use everyday and definitely recommend to a friend and family!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I was recently gifted by Necessaire in exchange for an honest opinion. While I have thick set of hair, recently I find my hair falling alot more because I have been on a hunt for new shampoo and conditioner. I think the rosemary essence in this product helped my hair stop falling out. After 2 weeks of using it every other day, I notice my hair is getting healthier but yet to see new growth due to the short period of time"
		},
		{
			"review_title": "New favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "Gifted by necessaire-Absolutely love this shampoo! It smells so good and  has made my hair feel so refreshed! I love that it gives my hair a healthy shine while strengthening it and it does not leave any excess residue. This is absolutely a new favorite!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I was gifted by Necessaire. This product made my hair smell so good and clean. I felt like it made my scalp and hair feel so fresh and soothing. It’s definitely a repurchase for me. This brand always has good stuff."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Gifted by NÉCESSAIRE. First time trying their shampoo and I have to say that I was really happy with it. It feels good and it lathers up really well that my scalp cleanses. it feels good and my hair looks good"
		},
		{
			"review_title": "Strong scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I love the benefits of this shampoo and the Rosemary scent is so strong. The creamy texture of the shampoo creates a great lather that throughly cleaned my hair. My only problem with this shampoo is , I didn’t like how dry and rough it made my hair feel after rinsing. Gifted by Necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this rosemary scent it feels like aromatherapy in the shower. My husband likes using it too. It does not dry my hair much, and gently cleanses. My hair is shiny and soft afterwards. Love thr packaging too. Gifted by necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I have been absolutely thrilled by its remarkable hair benefits. This shampoo works with my color-treated hair great, leaving my oily hair feeling incredibly soft.  It’s like a little pampering session every time I use this rosemary shampoo. So, if you’re looking for a nourishing hair experience, I wholeheartedly recommend giving this a try! Gifted by necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Nécessaire gifted me their Rosemary shampoo. First of all I love the unique way the shampoo dispenses with the cap that turns open and shut from the top middle of the cap. The texture is a light weight creamy gel that lathers well and smells minty, herbally with subtle hints of floral. It leaves my hair feeling so clean with stronger strands after each use. I’ve definitely noticed less breakage."
		},
		{
			"review_title": "Good one",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This product was a gifted by Necessaire . I absolutely love this brand. The packing is eco friendly the brand has all the goodness and it stands for its value. They are definitely pricey than a drug store brand but it’s totally worth it"
		},
		{
			"review_title": "In love with this shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "My new favorite shampoo I used to have a lot of hair fall out and hair thinning now I can see the difference after using this rosemary shampoo,I noticed Less hair fall out during shower and my hair looks much healthier than before. Only need to use small amounts it instantly foam in my  hair  and pair it with the conditioner makes the hair smooth and clean. it has balm scent that makes the hair feel fresh and super clean. It has strengthening effect that made my hair a lot more stronger. Recommend this for people with hair loss and  hair damage. I received this for free in exchange for my honest review."
		},
		{
			"review_title": "Love this shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by Necessaire , this shampoo is really good it helps my hair not fall out so much, i’ve been using it for a week and it keeps my hair healthy and shiny ! i’ve gotten so many compliments definitely recommend"
		},
		{
			"review_title": "Salon time be likeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I LOVE the smell of this shampoo! This shampoo is wonderful at gently cleansing and keeping my hair clean longer. The scent is gender neutral, which is a plus because my husband loves using it too. It smells really fresh. whenever you use this shampoo you are gonna feel as if you are at a luxury hair salon or spa getting a hair treatment.  This product was complimentary from  Necessaire but does not impact my opinions."
		},
		{
			"review_title": "My scalp loved it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
			"review_text": "Coming out of winder this rosemary shampoo was much needed. My scalp has been super dry and this was the perfect product | needed. It left my hair was stil oisturized and toe that it died My dry out my curls. Complimentary from necessaire."
		},
		{
			"review_title": "Love the this shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I am so hooked to this shampoo love love the scent the rosemary scent smells so good and so relaxing in the shower. This shampoo been so good to my hair. My hair feels clean and so smooth and not frizzy. Love it and I use it with the same conditioner and my hair looks and feels so healthy. Gifted by Necessaire"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Wow !!! I love the way this shampoo smells. I love rosemary. This shampoo cleanses my scalp and makes my hair feel fresh and not oily at all. I can’t wait to see the hair growth process will keep yall updated . Gifted by Necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This was offered by necessaire and The herb and rosemary scent from this collection it’s amazing! It’s not too over powering and my hair feel so clean! It definitely gets rid of oil and product build up. A little bit goes a long way and my hair looks and feels amazing right after"
		},
		{
			"review_title": "Hair so fresh and clean!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "First, let me say that I absolutely love the refreshing and herby scent of this rosemary shampoo! I love how my hair is so soft and non frizzy after washing with this product. My boyfriend loves the scent, which is a massive plus! Gifted by Necessaire."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I LOVE the smell of this shampoo! I am a major fan of rosemary fragrance so when using this shampoo it felt as if I was at a luxury hair salon or spa getting a hair treatment. This shampoo really cleansed my hair and made it feel squeaky clean without feeling stripped. I’m known for allowing products to build up on my scalp and this shampoo cleansed my hair of that. I have type 4, thick, curly/coily hair for reference. Gifted by Necessaire."
		},
		{
			"review_title": "Ceramides galore!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This shampoo is wonderful at gently cleansing and keeping my hair clean longer. I have a full head of thick hair and a little goes a long way. The five different types of ceramides really help with the look and feel of my hair. The scent is gender neutral, which is a plus because my husband loves using it too. It smells really fresh. I enjoy seeing this bottle in my shower because of its simplistic design. I would loooove if there were refill bags available. This product was offered by necessaire."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I tried the rosemary shampoo gifted by Necessaire. It looks elegant in the green bottle and it smells lovely. My hair felt super clean and fresh after hair wash. I have been wanting to include rosemary in my hair care routine as it has many benefits for the hair. My scalp looks clean and there is less breakage. It contains ceremides and plant proteins. My hair felt hydrated and healthy."
		},
		{
			"review_title": "Clean Ingredients for Stronger Hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I love the ingredients in this clean shampoo to keep my hair healthy and clean. My hair is color treated and I find some shampoos can be too abrasive. This doesn’t strip my hair color and it actually feels very nourishing and hydrating. This shampoo lathers really well and makes my scalp feel very fresh and clean. The rosemary fragrance is refreshing and invigorating. I love the easy to use packaging, it doesn’t get messy or is wasteful. It really feels like my hair is getting stronger, it doesn’t break as easily, and it feels thicker. Gifted by necessaire."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "this was offered by necessarie and i really loved how it felt on my hair. it felt really nourishing on both my ends and my scalp, and didn’t leave me feeling too oily after using, which is something i really like since i have curly hair."
		},
		{
			"review_title": "Smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Iam in love with this shampoo, it smells incredible and really made my hair feel smooth strong and so so manageable. This is my first time trying the rosemary strengthening cream but it definitely will not be my last Gifted by necessaire"
		},
		{
			"review_title": "New favorite shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This shampoo was gifted by necessaire. I am a little skeptical about “clean” shampoos as they don’t usually work well with my hair type but this on changed the game for me. It’s a delicious rosemary scent that isn’t overpowering but smells like a spa. Really great lather and my hair felt and looked clean without being stripped or dry. Huge fan, super happy about this product and excited to see if it will help fill in some postpartum bald spots I have at my temple."
		},
		{
			"review_title": "Smells amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’ve been using Necessaire products for years and love them all so much. My skin has never been softer in my life. Anyway, when they released the shampoo and conditioner for thinning hair AND it smells like rosemary I had to have it. So far I love it so much. The smell is wonderful, like being at a spa, and it lathers/spreads beautifully. I definitely used too much the first time I used this so for my fellow thin haired people just know a little goes a long way for both shampoo and conditioner. The consistency is so creamy while still rinsing out without leaving any residue behind. My hair and scalp are loving it so far."
		},
		{
			"review_title": "Perfect addition to my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love to use rosemary products in my haircare routine, as its soo beneficial. This shampoo is a great addition. It smells so good and soothing. After washing, my scalp feels refreshed and clean without feeling too dry. My hair feels smooth and healthy. Love it so much. Offered by necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "It has definitely changed the health of my hair for the better, I absolutely love the feeling of my hair now. The bottles are definitely a great size to last for a few different wash days and it is very affordable. #giftedbynecessaire"
		},
		{
			"review_title": "Beautiful Rosemary Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I was gifted by Nécessaire their Rosemary Shampoo, it has a nice strong Rosemary Scent, that I’m totally loving! The shampoo lathers very nicely, it gives me a clean wash and soothes my scalp, thanks to the rosemary. The way the shampoo dispenses from the bottle is unique and not to mention the beautiful bottle."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I have color treated hair, and this product is very gentle on my scalp. The light rosemary scent is very relaxing, and rosemary itself helps promote hair growth. I have noticed that my hair smoother last longer in between washes. Offered by Necessaire."
		},
		{
			"review_title": "Rosemary Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I'm all about rosemary everything for my hair right now after studying the research into hair growth and scalp health - so Necessaire's Rosemary Shampoo and Conditioner were perfect additions to my daily routine. Like all Necessaire products, I love that they're clean, vegan, and derm-tested. It smells amaaaazing, it's refreshing, and leaves my hair silky and clean without feeling stripped. This was gifted by necessaire in exchange for my honest feedback."
		},
		{
			"review_title": "love this shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have very fine, thin hair (always have) and this shampoo does a terrific job getting my hair and scalp clean without leaving any residue. it's a huge bonus that it's the best-smelling shampoo I've ever used. I'll be a user for life."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I loved this shampoo and conditioner it smells like a luxurious man, it doesn't stink at all but you do smell the rosemary.  The bottle is very pretty and I love the bottles it comes in, you don't need to squeeze too much product out. I received this product complimentary from necessaire"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I love how this shampoo lathers! It gets all the way to my scalp and really gives it a nice refreshing, clean feeling. It doesnt feel like it dries it out at all. It washes out great and doesnt leave any residue or dryness behind. Leaves hair nice and clean.  *gifted by Necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "gifted by necessaire in exchange for an honest review. this shampoo smells so good! it also lathers so well and makes my hair feel very nice. after usage my hair felt very soft and hydrated. the bottle opening is also super convenient."
		},
		{
			"review_title": "Beautiful Shiny Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received complimentary from Nécessaire.  Rosemary oil is good and stimulating hair growth and I am very pleased with how this rosemary shampoo multi protein works softening and soothing without striping or weighing down my hair.  Love the aromatherapy vibes of the scent, very relaxing."
		},
		{
			"review_title": "nice shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "complimentary from necessaire   shampoo with scent of rosemary and designed to cleanse and nourish hair. it also can help to promote healthy hair and scalp and promoting growth and reducing dandruff. enjoy the natural smell of rosemary."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is my new favorite shampoo. I use their body washes already so I already knew the shampoo and conditioner set was going to be amazing. But I did not expect it to be this great. It Makes my hair so soft. complimentary from necessaire"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was gifted by necessaire. I have never try or heard of this brand before.  So I couldn't wait to see the results I get from it. My fresh Impressions was simply packaging. The scent is omg amazing, very strong but I love I eve after shampoo you can still smell it. You only need a tiny bit , it latter's a lot. This is good for damaged hair and all types as well. I used this for about a week already and have noticed a huge difference in my hair. Especially the hair falling out,  has been less. So I'm happy about seem I'm a older woman.  My hair is much stronger and healthy.  I have less splits ends and Breakage. I definitely recommend this to any one who needs help with damage hair. This will help bring it your back."
		},
		{
			"review_title": "Rosemary Shampoo Yes Please!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I was gifted by Necessaire the Rosemary Shampoo for free from Skeepers and Necessaire in exchange for my honest review. I first want to talk about the amazing packaging. This is a very nice plastic bottle with very pleasing aesthetics. What I love most about it is the cap and how the product dispenses. You simply twist the cap, turn the bottle upside down, and squeeze the product you want out. No mess, no waste, just perfection! The product itself is a gel - cream formula. It made my hair squeaky clean. You do not need a ton of product to get a good lather going. This product is highly scented. It has a fresh earthy Rosemary scent. If you have an aversion to this scent, you will not like this product. I have naturally dry hair. This shampoo leaves your hair on the drier side but not stripped of its natural oils in any way. I followed with the conditioner which was also really great. This duo is a dream team for your hair."
		},
		{
			"review_title": "Luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This is a luxurious shampoo! The stand out ingredient is the rosemary extract! I was apprehensive about the earthy, nature scent but am thrilled with its strengthening ability to stimulate hair growth.  It's so rich and the lather is wonderful. When rinsing it out of my hair, it leaves it feeling strong and smooth. When dry my hair feels light, smooth and full. I was gifted by Necessaire."
		},
		{
			"review_title": "Left hair feeling great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "I was gifted by skeepers the Necressaire Rosmary shampoo. Ive been using the shampoo for over a week now and sofar im loving how my hair looks and feels . I have medium length curly hair now over the last few years my hair has thinned  out alot my hair used to be so thick it snap hair ties. In the last year or so its thinned out quite a bit so i was happy to give  this shampoo a try . First glance i love the overall packaging so simple and modern the smell is great strong  smell of rosemary but personally not over whelming for me . I learned the hatd way a little goes a long way and it lathers great  even ours later my hair still smelt good and got complements . Ive noticed past week how healthyier my hair looks and feels its still early days to tell if it will thicken my hair but im hopeful it will help some in that area . Its a bit pricey for me personally but if it really does help thicken my hair up i would buy again"
		},
		{
			"review_title": "For healthy hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by Necessaire for free.I loved the product. I definitely do see a difference in my hair. I love how it smells and how it makes my hair feel afterwards. Also, it has help my hair grow and look healthy!"
		},
		{
			"review_title": "Lovely scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This shampoo is very invigorating thanks to its strong rosemary scent. It cleansed my fine hair well, but did leave them little tangled, however after using rosemary conditioner from the same line my hair were easy to brush and untangle. This shampoo was gifted by Necessaire for my honest review"
		},
		{
			"review_title": "Must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Offered by Nessecaire . One of my favourite brands. Was existing to try this shampoo. Clean ingredients and amazing Rosemary scent. It’s take care of my highlighted hair and leaving my hair clean and healthy. It definitely helps with growth. I see little baby hair growing out."
		},
		{
			"review_title": "It's a must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "After receiving this product for free, gifted by nécessaire, I've noticed numerous amazing benefits in my hair from using this rosemary shampoo. First and foremost, let's delve into its ingredients. It contains hydrolyzed pea protein, which is excellent for hair health, and coconut oil, known for strengthening hair strands. Overall, I believe this product effectively nourishes my coily hair, leaving it feeling incredibly soft."
		},
		{
			"review_title": "Can't get over the amazing scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I was so excited when I received The Shampoo & Conditioner Rosemary complimentary from Necessaire in exchange for my honest review and opinion. AND OMG I CANT BELIEVE HOW GOOD THIS STUFF IS. First off the products smell amazing. They are extremely scented though, so bear that in mind. Personally I LOVE a good Rosemary scent. If you have ever smelled the Dr teals Eucalyptus Body wash...it is a very similar scent  Second...it left my hair feeling clean and so friggin soft. I think I found a new product."
		},
		{
			"review_title": "In love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Absolutely blown away by this shampoo! The rosemary scent is nice and potent, which lets me know it will actually be doing something for my hair growth! This lathers beautifully and a little goes a long way. Honestly my hair has never felt cleaner, and it gives my hair such body and volume. I struggle with fine, thin hair so this is perfect for my hair type as I know it will help with growth overtime. I could not recommend more! Kindly gifted by Nécessaire."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This shampoo cleanser offered by necessaire of course waited to review this until I tried it. My hair smelled really fresh and I feel like the shampoo brought life back to it. It does feel stronger and like it will help the life of my hair again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "First and foremost, I’m absolutely in love with the design of the bottle. I love that the cap twists up instead of having to open it. Secondly, I love the way this shampoo smells. It has a light, airy scent of rosemary but not enough that it’s overpowering. The product lathers very well so a little goes a long way (and that’s saying a lot because my hair is down to my tailbone). It cleanses my scalp very nicely and it hasn’t made my hair feel oily or tangled. I love it! Gifted by Necessaire."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I tried this product for free in exchange for my honest opinion offered by NECESSAIRE My hair felt so soft & hydrated after one use.Love the shampoo so far . Really leaves my hair feeling healthy and clean. I have used several Rosemary shampoos (which I love for hair growth) and this is my absolute favorite.Great shampoo with an exquisite fragrance. my hair feels amazing after use it. I definitely recommend this one for sure."
		},
		{
			"review_title": "Strength",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The Shampoo Rosemary by Necessaire cleans and strengthens your hair. I’ve used it for about a week now and noticed less breakage. It has rosemary extract, rosemary oil, rosemary water, proteins, peptide, and ceramides to support good hair health. By the way, I love the bottle top! Gifted by necessaire."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I really like the necessaire shampoo loved how it made my hair feel and it was super clean and I absolutely loved the smell of it, I also loved the fact it has rosemary in it I also really like all the ingredients. Offered by necessaire."
		},
		{
			"review_title": "A must-have in your hair routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I recently got offered by necessaire to try Nécessaire’s Rosemary Shampoo and I loved everything about it. Not only is the design absolutely stunning, but it has such an amazing smell to it. After washing my hair once with this shampoo, I noticed a huge difference in my hair’s volume and how it made my hair less oily."
		},
		{
			"review_title": "Great product for thinning hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is a refreshing Shampoo. It smells good and lathers easily. It leaves my hair so soft after washing. For someone who slis suffering from thinning hair, this is the right one for you. It is suitable for all hair type.   This was  gifted by necessaire."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This product that i was gifted by necessaire has truly helped transform my hair and it’s never felt so soft! My hair is super damaged from bleaching it and this shampoo/conditioner combined with aloe has truly never made my hair softer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Necessarie’s Rosemary Shampoo and Conditioner are a refreshing addition to my hair care routine. The scent of rosemary is invigorating, and it leaves my hair feeling clean and revitalized. The shampoo lathers well and effectively removes build-up without stripping my hair of its natural oils. The conditioner is rich and moisturizing, leaving my hair soft and manageable without weighing it down. Overall, I highly recommend this duo for anyone looking for a natural, effective hair care option."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This shampoo lathers and smells nicely. It is suitable for all hair types as well as color treated hair. It contains rosemary oil which has antioxidant, anti-inflammatory and antimicrobial properties and can increase blood flow to the scalp. This brand is also cruelty-free! [Gifted by Necessaire]"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "As someone who has struggled with thinning hair for years, finding the right shampoo has been a journey. But let me tell you, Nécessaire's Rosemary Shampoo nothing short of a amazing!  First off, let's talk about ingredients. What sets this shampoo apart is its powerhouse blend of ceramides, proteins, peptides, and rosemary oil. These ingredients aren't just buzzwords; they're the real deal. Ceramides help to strengthen hair and prevent breakage, while proteins nourish and fortify each strand. The addition of peptide and rosemary oil stimulates the scalp, promoting healthy hair growth.  After just a few uses, I noticed a significant difference in the texture and thickness of my hair. It felt stronger, looked fuller, and had a healthy shine that I haven't seen in awhile. Plus, the rosemary scent is so beautiful and adds a great touch!It also left my scalp feeling clean and refreshed without any residue.   In conclusion, if you're struggling with thinning hair and searching for a solution, look no further than Nécessaire's Rosemary Shampoo. With its powerful blend of ingredients it's become an essential part of my hair care routine. This product was gifted by Necessaire."
		},
		{
			"review_title": "for thinning hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I was gifted by Necessaire to give my honest review. This the shampoo is worth the money, after baby my hair is thinning and after few wash I can see difference.  It has  rosemary extract, rosemary oil and rosemary water. My hair feels so clean and healthy!"
		},
		{
			"review_title": "Love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I absolutely love using this shampoo it lathers so nicely and it’s extremely nourishing. It leaves my hair clean , soft and silk and i like that my hair is manageable . I also like how it leaves my hair smelling like rosemary."
		},
		{
			"review_title": "Smells & feels AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I was gifted this product by necessarie in exchange for an honest review of this rosemary shampoo and I cannot be more truthful and say it not only smells SO clean but it feels so natural and healthy for your hair. Rosemary is proven to not only grow your hair but improve the quality of thickness in your hair and overtime I truly believe I will see this. My hair already feels so much less “waxy” and has even brought down the amount of hair wash days I have in a week. I can without a doubt only wash once a week and my hair isn’t even greasy when hitting the 7th day. This product receives a 10/10 from me. Offered by Necessaire."
		},
		{
			"review_title": "Smells great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Necessaire Rosemary shampoo. This made my hair soft and shiny. I really like the scent as well. I have long hair and it did not weigh it down or feel dry. I reccomend this product. Complimentary from Neccesaire"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This was gifted by necessarie. I like the way this smells, it is a little strong but very fresh. There is a cooling feeling when you apply this to the scalp that really makes it feel like it is getting in there and cleansing everything."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "(gifted by necessaire) i already loved necessaire's og shampoo and this is even more amazing! the rosemary scent is so relaxing and makes my shower feel like a spa experience. it lathers beautifully into my scalp and cleanses and hydrates without stripping my hair/scalp. my hair feels fortified and i can't wait for the long term results of hair growth <3"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I have been loving this shampoo by Necessaire. I struggle with fine, thin hair and this shampoo is gentle enough for daily use. It gently cleanses without stripping my hair. My hair feels fresh and hydrated! I received this gifted by Necessaire."
		},
		{
			"review_title": "GREAT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve been so happy with this shampoo and conditioner duo. This is my first time trying out this brand and it DID NOT disappoint. I’ve been experiencing hair loss and dry brutal hair. I had less fall out using this shampoo and it makes my hair look so healthy, I love it! Complimentary from necessaire."
		},
		{
			"review_title": "Hydrating shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The necessary shampoo is my new favourite! My hair already feels so much more smooth and hydrated than it ever has. I’ve only use this few times and it is definitely a staple in my routine now. The scent is strong but lovely! Gifted by necessaire."
		},
		{
			"review_title": "Great so far",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a great shampoo to help provide health to hair that is thinning and damaged! I have been suffering from postpartum hair loss and have been very happy to have tried this product! I have only used it for a little while but so far so good! I love the herbal, almost minty smell to the shampoo. Applies well and creates a nice lather. Doesn’t overly dry my hair. I will continue using it and see if I can tell a difference in the health of my hair. Offered by necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I recently switched to Rosemary Shampoo complimentary from Necessaire, and I’m thoroughly impressed. The scent alone is invigorating, but what really won me over is its effectiveness. My hair feels stronger and healthier. The absence of harsh chemicals like SLS and parabens is a huge plus, especially since I have sensitive skin. I also appreciate that it’s color-safe, so I don’t have to worry about my dye fading prematurely. Overall, this shampoo is a game-changer for anyone looking to strengthen their hair without compromising on quality."
		},
		{
			"review_title": "Best shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "The necessaire shampoo is my new favorite shampoo. My hair feels very soft and hydrated. I highly recommend this for anyone wanting to get thicker, healthier hair. The smell for me is nice, it is a strong rosemary scent. Offered by necessaire."
		},
		{
			"review_title": "Refreshing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I really like this Rosemary shampoo by Necessaire! The scent is so relaxing, refreshing and uplifting, it makes washing your hair an enjoyable experience. The rosemary stands out to me most, it just feels refreshing and uplifting. It cleans my hair very well and leaves it looking soft, smooth and healthy! This was gifted by Necessaire"
		},
		{
			"review_title": "Smells great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was excited to try this based on the scent alone...I love rosemary. It smells amazing. I also noticed that my hair is soft and shiny. It does not weigh my hair down or make it feel dry. I'd reccomend! Complimentary from Neccesaire"
		},
		{
			"review_title": "Great shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "absolutely love this shampoo- I have fine oily hair and need something that’s really going to clean my hair without stripping it. This shampoo works great and allows me to get 2-3 days without washing my hair. Also love the rosemary scent! Gifted by Necessaire"
		},
		{
			"review_title": "New favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I received this product complimentary from Necessaire in exchange for my honest review. I really love this shampoo. The rosemary scent is really nice. The shampoo lathers nicely and gets my hair clean without stripping it. My hair looks healthy and feels hydrated and super soft after using."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I got the product for free and gifted by necessarie used 2 times in a week so far so good I have really greasy hair every other two days so hope so I will get good result after a month and make my hair less damage from shampoo and strengthen my hair as product describe it self"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Gifted by Necessaore. Love this brand and this new shampoo doesn’t disappoint. A light rosemary scent. Does a great job of cleaning hair and rinses easily. As someone with an autoimmune disorder, I shed a ton and noticed less hair in the sink using this with the conditioner. Love it!"
		},
		{
			"review_title": "Love the scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by Necessaire. I love rosemary infused hair care products, due to stress, not having the right nutrition and basically a lot of personal problems I noticed that I was losing a lot of hair and its when i decided to incorporate rosemary extract on my hair care routine, I loved the shampoo because of the rosemary, I love the clean scent and how clean my hair felt after washing it with it! Can wait to see the results."
		},
		{
			"review_title": "Anti hair fall!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "As someone who have always struggled with hair loss due to pcos this shampoo has worked wonders!! I love the way this shampoo works. Its great for thin hair and I have noticed my hair that were falling stopped falling. I am loving the scent and rosemary is great. Definitely seeing the results.  ( recieved this product as an exchange for honest review)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Thank you for the gifted by necessaire This is my first time using this shampoo 🧴 and I fell in love with this hair product. I really loved it. It helped me with the problem of hair loss and helped me strengthen my hair and also so that I didn't get dandruff. I really recommend it to you. I also help hair grow ✨🧴"
		},
		{
			"review_title": "Moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
			"review_text": "I received Necessaire Rosemary Shampoo complimentary from Necessaire in exchange for my honest review. This shampoo contains rosemary extract, rosemary oil and rosemary water, in addition to proteins, peptides and ceramides. This product is very moisturizing and also has some detangling properties. It lathered really good and has a strong rosemary fragrance. It made my hair feel very soft and clean."
		},
		{
			"review_title": "Love the smell and how clean my hair is!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love the shampoo first of all I like how it smells it has very light and nice rosemary smell. My hair felt definitely cleaner after using it and I have color treated hair and I didn’t notice any fading or anything like this. I think I need to use it a little bit longer to see the results of strengthening  and Restoring my hair. Gifted by Necessaire"
		},
		{
			"review_title": "Nice shiny hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This rosemary shampoo helped my hair thinning, the results was amazing. Made my hair soft and shiny and not oily. The smell was so good. Helped my hair looking healthier than ever I’m highly recommend to anyone struggling with thin hair. This was gifted to me by necessaire thank you for let me try this amazing shampoo."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "After using this shampoo my hair feelings so soft and looks healthier. It used after a day of using hair gel and hair spray and my hair felt clean! I was gifted by Necessaire I’m exchange for my honest opinion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This shampoo is so good! It helps to remove all my hair products. It leaves my hair feel soft without it feeling dry. My hair looks healthier after using. I also really enjoyed the scent. I was gifted by neessiare."
		},
		{
			"review_title": "Fresh, clean scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Disclosure: This product was offered by Necessaire for free to review.  First off, this shampoo smells amazing. It’s a clean, invigorating scent, definitely leans more toward natural smelling which I personally prefer. That shampoo lathers very well even in my slightly oily hair, and leaves my scalp and hair feeling refreshed, clean, and soothed. It helped resolve itchiness on my scalp I sometimes feel when my hair is dirty. The pure rosemary oil doesn’t only impact the clean scent, but it also helps stimulate hair follicles. I love using rosemary oil in my hair because it helps minimize thinning, which I struggle with. Having it in a shampoo helps make my process so much easier! The rosemary oil in the shampoo also helps ensure my hair doesn’t feel stripped of its natural oils, while still feeling clean. Overall I highly recommend this shampoo if you want clean, fresh hair! It helped my hair grow, stay clean, and stay soft."
		},
		{
			"review_title": "Worth a try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was gifted by Necessaries a rosemary shampoo. This is my first time using this brand, I like rosemary so I give it a try and it’s not disappointed me at all. The bottle with twisted cap is easy to use and keeps bottle clean. After one use, I love the smell, and how create a foaming so I don’t have use much product for my thick long hair. I feel my hair smoother and less tangled. It’s definitely worth a try"
		},
		{
			"review_title": "Great shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Receive the rosemary shampoo as complimentary from Necessaire. The scent of shampoo is very strong. But it makes my hair very smooth after using it. I can’t fail to my hair was hydrate after using it. My hair feels strength."
		},
		{
			"review_title": "A Game Changer for Me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This Rosemary Shampoo gifted by Nécessaire is a game-changer for me! I was looking for a shampoo to help invigorate my hair care routine and this is it! Infused with the natural essence of rosemary, this shampoo is not just about cleansing; it’s a sensory experience that leaves your scalp feeling refreshed and your hair looking revitalized."
		},
		{
			"review_title": "very nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "New to this brand, but was enticed by the rosemary scent. I was gifted this shampoo complimentary from Necessaire. It smells wonderful first and foremost, with a similar consistency to most other shampoos. It lathers up richly in the shower and really gets in there and cleans! After rinsing I could already tell a stark difference in my hair. After drying, my hair felt rejuvenated to the max, healthier and stronger. I look forward to see what other results come with continued use!"
		},
		{
			"review_title": "Better than I expected!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "My hair is thinning and from daily usage of styling products my fine hair feels damaged and overworked. I was interested in trying the Rosemary Shampoo from Necessaire.  It over-exceeded my expectations. It was designed especially for thinning dull hair and it’s so gentle. I love the natural ingredients like rosemary oil, 5 proteins and ceramides. It smell like a fresh rosemary, very light and pleasant. I use this shampoo 2-3 times per week following with the conditioner by Necessaire. Love how nicely the shampoo lathers up, scalp is soothing, and her hair feels cleansed, moisturized, strengthened. After few weeks of use, I noticed my hair has less breakage and hair grows stronger and faster. I’m very happy with this shampoo! It was gifted by Necessaire in exchange of my honest review."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I’m always on the hunt for rosemary hair products for the benefits (I have a lot of thinning) but it’s hard to find a good one that doesn’t just smell like rosemary but actually contains rosemary oil and extract. It smells divine and makes my scalp feel invigorated. A small amount lathered my entire head of hair and I love feeling the slight tingle on my scalp. My scalp feels very clean and I can’t wait to see all the benefits of rosemary. This was gifted by necessarie in exchange for my honest review."
		},
		{
			"review_title": "loving this shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’m loving this shampoo! I love the rosemary extract, and feel revitalized after washing my hair. My scalp has felt so cleaned since starting to use this product. definitely adding it to my favorite favorite shampoos,  Gifted by necessarie."
		},
		{
			"review_title": "Definitely a must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "After using the this Shampoo offered by necessaire , my hair felt very clean, yet not stripped of its natural oils. The rosemary-infused formula gave a refreshing sensation, and my hair felt noticeably stronger. It smells absolutely amazing and it foams up really well for an amazing lather. The lather is rich, cleansing every strand without any harshness. I noticed a, pleasant scent of rosemary, and my hair felt not just clean but also strengthened.Its my new favorite shampoo!!"
		},
		{
			"review_title": "Another amazing product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this shampoo! I am a huge fan of rosemary oil so I love this rosemary shampoo! I am obsessed with necessaire haircare and always find my hair is so much softer with their products! It lathers so nicely and makes my hair look so smooth and healthy! And I have pretty damaged hair so that’s quite the feat! This was gifted by necessaire!"
		},
		{
			"review_title": "Because soft and smooth results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love using this New rosemary shampoo. This shampoo smells very refreshing, leaving my hair beautiful soft and smooth. Great and practical packaging to prevent spills, just twist and squeeze. My new favorite. Gifted by Necessaire."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Dry skin",
			"review_text": "I love this new product from Nécessarie. The shampoo and conditioner as a set both smell amazing: rosemary is one of my favorite fragrances. The oil itself is a powerful antioxidant and helps increase blood flow to the scalp, which then in turn stimulates new hair growth. The natural properties of this formula are what stand out to me. I love the way the shampoo lathers, and how it feels on my skin. I recommend it for all hair types, particularly those with color-treated or heat-treated hair. Kindly gifted by Nécessarie."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Nécessaire’s The Rosemary Shampoo has an invigorating scent and lovely lather. The lightweight formula leaves the scalp and hair feeling completely refreshed. It makes hair clean, healthy, and hydrated. Gifted by Nécessarie."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I'm really enjoying this rosemary shampoo! It has a clean scent and leaves my hair feeling refreshed and revitalized after each wash. It's definitely become a staple in my shower routine! I highly recommend along with the conditioner. Gifted by Necessaire."
		},
		{
			"review_title": "smelled lemon",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This is complimentary from Necessaire. This was my first time washing this product as soon as I received it from the USPS! The shampoo lathers very well and leaves your hair and scalp feeling clean. The scent is great, I smelled lemon as soon as I opened the lid. I have a very sensitive scalp and 95% of the shampoos I try cause irritation, dryness and hair loss but this product does not. So far I have not had any itching or peeling at all. I also noticed my hair falls out less when I wash it, which is great!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Gifted by Necessaire. As a new person to this shampoo and it didn’t disappoint. I know that rosemary is supposed to be really good for your hair so this really interested me. Also as someone who colors their hair I love that this shampoo is color safe and has no silicones. It lathered super well and left my hair feeling clean and shiny."
		},
		{
			"review_title": "My new favorite shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I recently had the pleasure of trying the Necessaire Rosemary Shampoo, which was gifted to me, and I must say, it has quickly become a favorite in my haircare routine. The refreshing scent of rosemary is invigorating, and the formula lathers up beautifully, leaving my hair feeling clean and refreshed. I appreciate that it is free from sulfates, parabens, and synthetic fragrances, making it a clean and nourishing choice for my hair. The addition of aloe vera and glycerin leaves my hair hydrated and soft without weighing it down. Overall, I highly recommend the Necessaire Rosemary Shampoo to anyone looking for a gentle yet effective cleanser that promotes healthy hair and scalp."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I really love the ingredients in this shampoo. It has rosemary extract to help simulate hair growth along with 5 Proteins, 5 Ceramides, and Peptide. It helps keep my hair clean and healthy. This is perfect for damage hair. I was gifted by Necessaire."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have fine and thin hair. This rosemary shampoo has been amazing for my hair, it makes it so soft for when I shower everyday. The shampoo doesn’t feel too heavy, but leaves me hair bouncy and healthy. Gifted by necessaire"
		},
		{
			"review_title": "What a great one",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "The Nécessaire Rosemary Shampoo is a fantastic solution for those dealing with thinning hair. Packed with 5 ceramides, 5 proteins, a peptide, and rosemary oil, it offers a comprehensive approach to hair care. The rosemary scent is refreshing, and the formula feels nourishing on the scalp. After regular use, my hair feels stronger and looks visibly healthier. It's a thoughtful blend of ingredients that addresses the concerns of thinning hair effectively. Highly recommend for anyone looking for a quality shampoo with a focus on hair health. Offered by necessarie"
		},
		{
			"review_title": "Must have for healthy looking hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "I love the refreshing and earthy rosemary scent in this shampoo. It’s mild and not overpowering. Only a little bit is needed, as it lather well, leaving my hair feeling and looking healthy. Since using it, I can see a less fallout and more volume. Would definitely recommend it. Gifted by Necessaire, but opinion is my only."
		},
		{
			"review_title": "A must for damaged hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is what my damaged hair needed! My hair was so dry, but after washing it with this shampoo it feels so soft and hydrated. I can definitely smell the rosemary, my hair feels healthier after just a few uses!! Gifted by Necessaire"
		},
		{
			"review_title": "Awesome shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I was offered by necessaire in exchange for my own review. Their every product is the best; works well for me. The shampoo is soothing and I love how it feels on my scalp; cleanses my scalp super well. My hair feels softer, silkier and smoother than before. This has seriously made my hair more manageable."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The Necessaire Rosemary Shampoo is a great product. Made out of Rosemary for stronger and healthier hair . It is also great to cleanse your hair and scalp. It is Color-Safe. Keratin-Safe and For All Hair Types. No SLS / SLES. No Phthalates. No Parabens. No PEGs. No Silicones. Gifted by Necessaire"
		},
		{
			"review_title": "Very nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I love this shampoo and conditioner .It lathers up beautifully and goes a long way. After each wash, I noticed a noticeable lift and fullness that persisted throughout the day. My hair felt bouncier and looked visibly thicker, especially at the roots. Highly recommend  this product!! Gifted by necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a great shampoo, I love that it has rosemary extract, it’s soothing for my scalp and makes my hair soft and shiny.  It’s a good shampoo to incorporate in my hair routine.  I recommend it if you have flakey scalp.  Gifted by Necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I enjoy the refreshing and light rosemary scent of this shampoo. It cleanses my scalp and hair nicely without making it dry. The formula works great with my oily hair and I can use it everyday. Gifted by Necessarie."
		},
		{
			"review_title": "Refreshing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This shampoo is great! It doesn’t leave a film or residue on my hair. It has a slight rosemary smell and feels slightly tingly on my scalp. I love that it’s formulated with rosemary oil to help with hair growth and proteins and ceramides to strengthen hair. Gifted by NÉCESSAIRE."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This shampoo gifted by necessaire had a very nice and fresh scent and I enjoyed using it. My hair felt super soft after using it and I saw that after a few days my hair began to look a lot healthier. It felt fuller and more healthy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "Feels refreshing! My shower smelled great after using this, and I do love rosemary in my hair products.  I have thick hair and this shampoo really helped clear the product buildup on my scalp. [complimentary from necessaire]"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "i LOVE necessaire products and this shampoo does not disappoint. it has a luxurious spa scent and it lathers so well. it cleans my hair without making it super dry. it works so well with the conditioner. gifted by necessaire"
		},
		{
			"review_title": "Obsessed with rosemary!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Rosemary is one of my favorite scents so I am thrilled to use a shampoo in this lovely scent! Rosemary is also so good for hair growth. This shampoo is made with 3 forms of rosemary and smells so good! My hair is dry and damaged so this repairing shampoo is perfect for my hair and it feels so healthy after using it.  I use it together with the conditioner. Gifted by Necessaire."
		},
		{
			"review_title": "A Refreshing Haircare Experience",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "NÉCESSAIRE's Rosemary Shampoo is a refreshing addition to anyone's haircare routine, offering a revitalizing experience from the moment it touches your scalp. Infused with the invigorating scent of rosemary and crafted with high-quality ingredients, this shampoo leaves hair feeling clean, balanced, and nourished. One of the standout features of this shampoo is its natural fragrance. The scent of rosemary is known for its refreshing and stimulating properties, and it does not disappoint in this formulation. The aromatic notes instantly awaken the senses, making it an ideal choice for an energizing morning shower or a rejuvenating pick-me-up after a long day. Beyond its delightful scent, the performance of the Rosemary Shampoo is equally impressive. The formula lathers richly, effectively cleansing the hair and scalp without stripping away essential moisture. Whether you have oily, dry, or normal hair, this shampoo provides a thorough yet gentle cleanse, leaving hair feeling refreshed and rejuvenated. What sets NÉCESSAIRE's Rosemary Shampoo apart is its commitment to clean beauty. Free from sulfates, parabens, phthalates, and other harmful ingredients, it prioritizes the health of both your hair and the environment. The formula is also cruelty-free and vegan, making it a conscious choice for those who value ethical and sustainable beauty products. After using the Rosemary Shampoo, I noticed that my hair felt softer, smoother, and more manageable. The nourishing blend of ingredients, including rosemary extract, amino acids, and vitamin B5, works to strengthen and fortify the hair from within, promoting overall hair health and vitality. In summary, NÉCESSAIRE's Rosemary Shampoo offers a luxurious and refreshing haircare experience. From its invigorating fragrance to its gentle yet effective cleansing properties, this shampoo is a true standout in the realm of clean beauty. Treat yourself to the revitalizing power of rosemary and elevate your haircare routine."
		},
		{
			"review_title": "loving this shampoo!! 😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I received the Necessaire Rosemary shampoo complimentary from Necessaire. Let me tell you my scalp felt so clean and my hair so soft!! I'm truly loving it! I truly love the fresh scent! I hope this shampoo stays permanent! I've used it 4 times already, and it lathers wonderfully. I have thick wavy hair and its long length."
		},
		{
			"review_title": "Love it !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I received the Rosemary Shampoo for free for testing and review purposes offered by NECESSAIRE. This is the first time i have ever used this brand and it's totally great . In love with this rosemary shampoo. I really enjoy the scent of this shampoo. My Hair feels really clean and fresh. The product have the ability to stimulate hair growth and Helps Minimize Hair Breakage.  I  will continue to use in my hair care routine. For best results use with the Rosemary Conditioner. I definitely recommend this one for sure."
		},
		{
			"review_title": "loving it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "#thenecessairegiftedme their rosemary shampoo and I am really liking it as it doesn't make my hair or scalp oily. I have colred hair and I can assure you that it's color safe as well. Highly recommended. I am loving it so far so much"
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "First of all, the shampoo packaging box is very beautiful and sturdy so the shampoo does not spill out or break. In terms of quality, the shampoo is very fragrant, feels very natural, has a gentle, pleasant scent and lasts a long time on the hair. .makes hair soft. Offered by necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Gifted by necessaire. So excited I had the chance to try this. This brand is amazing and they make such amazing quality products. This was no exception. It made my hair and scalp feel clean without it drying out my scalp. I also love that helps with the irritation I was feeling from bleaching my hair."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The shampoo is fragrant and easy to use. It creates good foam so it can be gently massaged into the hair. Very pleasant and comfortable. Makes the hair soft and smooth, adds shine and lasts all day long on the hair. I like it very much.gifted by nêcsaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This shampoo is so refreshing and invigorating! Its subtle scent of rosemary leaves a pleasant fragrance that lasts all day. The formula effectively cleanses the scalp and hair, leaving my hair feeling clean and revitalized. Additionally, it lathers well and is super gentle, making it a great addition to your hair care routine. Overall, a great option for those looking for a natural and refreshing shampoo experience. Gifted by Necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I have wavy long hair and have been struggling with hair loss and recently found out about the rosemary shampoo from Necessaire and decided to give it a try. I like that it has rosemary which activates hair follicles, and helps with hair growth. My hair feels and looks healthier, hope to see more thicker hair with consistency.   Complimentary from Necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "So good!!! The formula is quite creamy with a herby scent that's not too strong. The packaging is so convenient. It lathers well and is gentle on my hair. My hair feels soft and shiny when used in conjunction with the conditioner. Complimentary from necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "What an amazing shampoo! The ingredients are so clean and the packaging is so luxurious. I am obsessed with the rosemary oil because it helps hair grow quicker and protects from thinning and breakage. It lathers nicely and washes all the product right out! Gifted by necessaire."
		},
		{
			"review_title": "Good product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Dry skin",
			"review_text": "I love you this shampoo and conditioner leave my hair so smooth softer and shine . I like rosemary on it because This is good ingredient for my scalp help me to reduce flakes . I recommend this shampoo. This is gifted by necessaire"
		},
		{
			"review_title": "Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "My hair is completely dry and I always need to provide hydration. This shampoo totally changes the rules of the game, it makes my hair hydrated and totally soft. I've even seen my hair more shiny and silky lately. It also has peptides."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Love the neccessaire products   A clinical Hyaluronic Acid shampoo to hydrate scalp, minimize build-up, relieve itchiness,, my scalp is dry and i have dandruff and it is perfect, rosemary is known for the benefits for dry scalp , gifted by necessaire"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "I lovvvve this rosemary shampoo from Necessaire!! Not only does it have a fantastic scent, it works great too! The scent is giving aromatherapy vibes..luxurious spa day vibes! It's so refreshing to use! My hair feels and looks cleaner and more healthy! I absolutely love this shampoo! Gifted by Necessaire!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "I have thin/ fine hair.  The scent is subtle but nice. The formula is great and smells fantastic. It doesn't weigh .y hair down nor does it make it feel dirty like some shampoos do.  Such s nice product!  Gifted by necessaire"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "This was gifted by Necessaire. This shampoo is so nice!! The smell is amazing and I really feel that it helps clarify and cleanse my scalp. It helps get rid of buildup from dry shampoo as well. Love it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This shampoo the BES tthing ever! I can’t wait to see the growth and fullness it gives my hair! Also neccessaire is just the best smelling products ever! This is truly the best and the packaging is so cute! Offered by neccessaire"
		}
	]
}