{
	"product_id": "302",
	"name": "Gold Expressive Eau de Parfum",
	"brand": "Commodity",
	"categories": "Fragrance, Women, Perfume",
	"price": 202.5,
	"about": "Fragrance Family: Warm & Spicy..Scent Type: Warm & Sweet Gourmands..Key Notes: Amber, Sandalwood, Vanilla..Fragrance Description: Rich enough to bathe in, this decadent fragrance is an intoxicating journey to one’s innermost desires, thoughts, and impulses. Its warm gourmand scent is a luxurious blend of molten Amber, creamy Sandalwood and sweet Vanilla...About the Bottle: The Expressive Collection is an homage to Commodity’s classic black-and-white bottles. The similar look reflects that Commodity’s original formulations are now housed within the Expressive Scent Space, and that these middle ground perfumes are the perfect balance of plus and minus...About the Fragrance: Gold has a rich history of being associated with gods, power, beauty and wealth. Its purity exudes luxury and demands a rich sensuality when capturing its essence in liquid form. With its grandeur, Gold Expressive was truly established around a feeling of indulgence.—Donna Ramanauskas, Maker...",
	"ingredients": "SD Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Benzyl Salicylate, Limonene, Linalool, Alpha-Isomethyl Ionone, Citral...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "- Spritz 1-2 times directly on the pulse points, such as your wrists, inner elbows or sides of the neck. Pulse points are warmer areas of the body that act as natural diffusers when emitting a scent. .- After application, allow the scent to air dry. Rubbing or dabbing will break down a fragrance and cause it to wear off more quickly. .- If you wear fragrance on the wrists, be sure to reapply after frequent hand-washing. .- Properly store your bottle to extend its shelf life, including recapping after each use and avoiding direct sunlight.",
	"num_reviews": 287,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/gold-expressive-P395000?skuId=2611226&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2611226-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "3.4 oz / 100 mL eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2611226-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "1 oz/ 30 ml eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2801876-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Dry skin",
			"review_text": "I love this perfume! I am sensitive to smells and this one is classic."
		},
		{
			"review_title": "Marshmallow-esque",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love the scent. I did have an issue with commodity before where I bought a travel size from them and it was completely empty, but I had better luck in store. I do wish it lasted longer but other than that I love it. I’m not very fond of vanilla scents but this is the only vanilla fragrance that I actually love. On me, it smells like a decadent marshmallow lol"
		},
		{
			"review_title": "Commodity Expressive Eau de Parfum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I discovered the Commodity perfumes in a Sephora Perfume Sampler set and I was sold. I love the unique scent. It last for about 4 hours or so before having to reapply. I’m enjoying wearing this new to me fragrance."
		},
		{
			"review_title": "don’t blind buy. especially vanilla lovers.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "not a good blind buy. smells like straight up mahogany teakwood to me. no vanilla/creaminess amongst it. commodity milk is definitely the better vanilla with a bit of mahogany. i don’t get the amber/sandalwood/musk at all"
		},
		{
			"review_title": "Wish I Could Get it to Last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Love the fragrance, don't love the lack of longevity. Of course, fragrance sits differently on everyone, but this on my skin has no staying power. Moisturized well, used an oil base and after around 3-4hours unnoticeable. Granted it is a dabber, but still cannot justify a full size bottle. I loved this fragrance the most (out of 3) because it was unlike any others I have. I have been exploring unisex scents and this reminded me of a Moroccan oil for your hair.  Sucks because I really really really love how neutral the fragrance is. Have thought about the bold version, but the notes seem really different. Overall, it is a great, friendly, and unique fragrance."
		},
		{
			"review_title": "it's ok, not worth the tag.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Normal skin",
			"review_text": "it smells nice but longevity isn't great and sillage is suuuper close. it's very simple, not complex at all. don't think we don't notice all the little price increases either, commodity! 🙄"
		},
		{
			"review_title": "Perfect for a date",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I've been using this product for a couple of weeks already, It is not long lasting, but with a little heat it gives off incredible aromas,  I would say it is a discreet, balanced, spicy perfume."
		},
		{
			"review_title": "Scent is 10/10!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Smells incredible—all of my favourite notes combined! Lasting power is crap though, disappears not long after applying it :("
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "On my skin this smells like an orange creamsicle with a hint of spice and sandalwood, it's diviiiiine! idk where the citrus note is coming from, but I swear I can smell it lol. Projection and longevity are a solid medium on my skin, nothing crazy but still noticeable in my immediate vicinity for ~4 hours, and closer to ~6 hours as an intimate skin scent. Love love love, will repurchase!"
		},
		{
			"review_title": "No Scent",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I'm glad I bought this through boxycharm/ipsy instead of paying full price for it bc it's worthless. It's practically scentless, and what little scent it does have disappears by the time it dries down. It's unfortunate bc the fragrance notes it claims to have sound perfect"
		},
		{
			"review_title": "get itttt!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
			"review_text": "best scent ever this is my everyday scent and it’s the only fragrance i can wear like that ( i usually get tired of the same scent) but this once you can really notice the changes it takes throughout the dry down 111/10 because it’s that good"
		},
		{
			"review_title": "MUST HAVE FOR AMBER LOVERS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I simply cannot put into words how perfect this scent is 😍 if you're doubting it, just go for it. The price tag is a bit expensive for the longevity to only be about 4 hours (with 1 spray, I'm sure it'd last longer with more) but the scent is well worth it. It starts warm and powdery with a bright burst of foresty greens from the Juniper Berries. The dry down is the PERFECT creamy, vanilla, amber. This would be amazing to layer with also, I paired it with Kayali 28 and WOW. I have well over 40 perfumes so it's a big thing to say this makes top 5."
		},
		{
			"review_title": "Such an amber bomb!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Great unisex fragrance. Great Sillage, but it seems like everyone’s skin chemistry is different when it comes to projection and longevity. So keep that in mind. For me, I could smell this well into the next morning. It’s very rich in amber on the dry-down. Very nice. Great for the winter and fall months."
		},
		{
			"review_title": "Zero sillage or lasting power",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Stunning, warm, sophisticated. That’s where the good part ends. Absolutely no sillage (I had to press my nose to my skin to smell it), and about an hour of lasting power."
		},
		{
			"review_title": "Sweet but a great unisex Autumn frag",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Smells like bourbon vanilla extract. Not a bad thing, but if you bake- it's all that comes to mind when i wear it. Beautiful simple bottle, heavy. So far it's been over 3 hours and the fragrance is still holding strong on my skin and my clothes. Really good for Autumn. Very warm and vanilla focused."
		},
		{
			"review_title": "NO Lasting Power",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "As nice as this smells, it's literally a skin scent. I put this on and literally within the hour POOF it's gone. It's unfortunately not worth the price tag."
		},
		{
			"review_title": "Go-to Fall/Winter scent.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I’m in love this scent. This is what I wanted the Maison Margiela By the Fireplace to smell like without the smokiness but it’s so much better imo. I find that it stays subtle on my clothes days later."
		},
		{
			"review_title": "Mellow fragrance that'll be great for layering",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "If you're looking for a strong smack to the face fragrance, this isn't the one. It smells really nice, but very mellow. I do prefer a much stronger throw for my fragrances, but this would be perfect to layer with."
		},
		{
			"review_title": "That Girl perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Smells divine. It’s complex and layered. On me, the note that sticks longest is chocolate and caramel, so I just straight up smell like dessert. If I could give it 10 stars I would. It lasts all day too!"
		},
		{
			"review_title": "If you wanna smell delectable this is the one.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This is such an amazing scent. Add this for any night or for everyday in winter. Not only is it such an amazing smell but the unboxing experience is nothing short of luxury."
		},
		{
			"review_title": "BLIND PURCHASE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This was my first blind buy and I was super hesitant due to the vanilla notes as I can be sensitive to overly sweet perfumes. However, it couldn’t be farther from overly sweet. Instead, I get way more amber and sandalwood notes and only a hint of vanilla. I think I just found my new signature scent!It’s absolutely perfect!!!   Ps this smell brought back a lot of 2000s memories in middle school for me as it smells so similar to the old school VS body spray “Amber Romance” (but better) in my opinion!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Travel size which I initially had smells different. Was in love with it and it last, the big one has a milder smell and doesn't last at all. very disappointed for the price. wish I saw the reviews before not only purchasing the big size, but also throwing away the packaging 😕"
		},
		{
			"review_title": "Grown up vanilla that isn't edible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Perfect vanilla that isn't an edible scent and more like someone could smell like this. If you love a amber, benzoin-vanilla this one is done really well just wish the scent lasted longer on my skin."
		},
		{
			"review_title": "Perfect Smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "One of my favorite scent in the line, a nice calming sweet scent."
		},
		{
			"review_title": "Perfect winter gourmand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "I received this scent as a mini sample initially, but it is now my faaavourite gourmand scent for the winter months. It is very long-lasting and pairs beautifully with a simple vanilla perfume oil, as well. I will definitely be repurchasing this fragrance."
		},
		{
			"review_title": "Fell in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Initially got this scent in a sample but then I fell in love with it so I had to get the full sized version. It’s a great vanilla scent that doesn’t smell too overpowering or too strong. It’s a smooth vanilla that pairs beautifully for the colder months."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "ugh i adore this smell and it’s perfect for winter, but i just feel like i could never pay for a full bottle because of how faint it can smell."
		},
		{
			"review_title": "Very Unique",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
			"review_text": "All of the Commodity fragrances are so unique. I got the sample set of all of them and Gold caught my attention as soon as I smelled it. The vanilla and sandalwood also mix will with Milk by them."
		},
		{
			"review_title": "One of my all time faves",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This was a blind buy earlier in the year for me, and it was the best blind buy. The notes described online are exactly what it smells like. It’s a warm vanilla, not too sweet but just the perfect amount. Can’t wait till they bring the 30ml to Sephora so can buy that!"
		},
		{
			"review_title": "Great for colder months!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Dry skin",
			"review_text": "I love the vanilla-sandalwood combo! It's my favorite for colder months. I like to wear this to work and on a night out - it's a great fragrance for any occasion. I also love that it has that gender-neutral quality to it"
		},
		{
			"review_title": "Interesting gender neutral scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I got a sample card from Sephora, and I think this is a very good everyday scent for fall/winter. It’s not going to turn heads, but it’s not going to bother anyone around you. It’s downright unisex. The only thing I have a problem with is the fact that they only sell 10ml and 100ml bottles."
		},
		{
			"review_title": "got the mini and definitely need the full size",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "For my girls that like a good everyday warm vanilla scent! I love smelling warm and it’s the perfect go to for fall PLUS it doesn’t  take many sprays to create a lasting impression so it feels like a good back for my buck"
		},
		{
			"review_title": "instant obsession",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "just got this as a sample and O M G !! i love it. its so subtle but warm and soft and sophisticated with some vanilla and still manages to be sexy!!! 🤣😂IFYKYK"
		},
		{
			"review_title": "Not unisex heavy cologne scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "3 stars because this isn’t unisex at all to me, this is pure cologne. It is sweet but a manly pine sweet. So for a boyfriend sure yes, but not for a girl. So beware lol"
		},
		{
			"review_title": "Wish it lasted longer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Got this in one of Sephora’s perfume sampler kits. I really like the scent but it just doesn’t last. On the other hand, it’s not overwhelming. By lunch I couldn’t smell a trace so I’d refresh but that would only last until the end of the work da. For the price, I’d like a scent with more longevity."
		},
		{
			"review_title": "Nice subtle scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is always available as a sample somewhere. I have about 6 of these. I like this, Commodity Gold Expressive, more than the Bold version of this fragrance. It's a subtle smokey marshmallow scent that's long lasting. It's lasts all day, atleast 12 hours. I like to use it after my shower or bath before bed, it's quite a treat to still smell it in the morning even if it's more of a skin scent. As far as projection, those closest to you will enjoy it but you're not going to walk down the street and have many compliments, maybe your cashier or fellow office employees will notice.I don't think it's WOW enough for me to buy the full size but it's nice."
		},
		{
			"review_title": "My new favorite perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I got a bottle of this in a subscription box last spring and had never tried it before - now it's my very favorite perfume! I would describe it as a vanilla amber musk. It's just lovely and perfect for pretty much every situation. I can't get enough of the scent - it's just so good, warm and feminine but not overly sweet or anything. I also find it to be long-lasting - I apply it in the morning and can still smell it on my skin by late afternoon/evening. Now I don't ever want to be without this, so I have to buy more when I run out!"
		},
		{
			"review_title": "Must Smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "My favourite everyday scent - smells absolutely amazing but not too overpowering for a great daily wear!"
		},
		{
			"review_title": "no lasting power",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
			"review_text": "Very disappointed. This perfume has no lasting power at all. This is disappointing because it does smell good."
		},
		{
			"review_title": "Not worth the money",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "This perfume smells great but the projection and longevity are terrible. After 30 minutes i can barely smell it on myself and nobody can smell it on me either."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "creamy sophisticated vanilla it’s exactly what i’ve been looking for. it has to sit for a good minute to really show its full potential i lovvvveee this scent"
		},
		{
			"review_title": "Fave Vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "My absolute favorite vanilla! It’s got some amber notes so it’s not cupcake vanilla but it’s definitely a warm sexy vanilla. I mix this with Milk sometimes if I want a more creamy vanilla scent but on its own it’s 10/10. rebuy"
		},
		{
			"review_title": "Very soft and elegant warm scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I’m in love with this scent. Such a soft warm vanilla baby powder smell. Lol. Not sure how to describe it correctly but that’s what it reminds me of. How hooked since I first got a free sample. bottle ."
		},
		{
			"review_title": "Tried the Sample.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Got this as a sample with a purchase. Been wanting to try fragrances with out commiting to a full bottle. So when I got this sample I wasn't expecting much, however I really enjoy the scent. Has a nice balance of the notes. None overpowering the other so much.  I don't think I will buy a full size bottle for this price. Maybe if they sold travel sizes or if there is a good promo I might consider."
		},
		{
			"review_title": "Good, Bold, Not long lasting.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "If you're looking for a fragrance that makes you feel powerful and confident, you might want to try Gold Expressive. This is a scent that I bought on a whim, and I was pleasantly surprised by how much I liked it. It has a rich, warm, and spicy aroma that reminds me of luxury and success. It's not too overpowering, but it definitely makes a statement.  One of the things I loved about Gold Expressive was how it made me feel when I wore it. I felt like I could take on any challenge and conquer any obstacle. I felt like a boss, in the best possible way. I enjoyed lathering myself with it before going to work or meeting friends. It gave me a boost of confidence and charisma that I really appreciated.  However, there was one thing that prevented me from giving Gold Expressive a perfect score. The scent didn't last very long on me. It seemed to fade away after a few hours, leaving me disappointed and wanting more. I wish it had more staying power, because I really liked how it smelled. Maybe it's just my skin chemistry, but I felt like it could have been more durable.  Overall, I think Gold Expressive is a great fragrance for anyone who wants to feel assertive and dominant. It has a wonderful smell that is both sophisticated and sensual. It's not for the faint of heart, but for those who want to make an impression. The only downside is that it doesn't last very long, which is a shame. But if you don't mind reapplying it throughout the day, you might love it as much as I do."
		},
		{
			"review_title": "Chocolate smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Got a sample of this and I’ve been holding it off bc the packaging is deceiving … but when I sprayed myself some of the perfume it surprised me. For some reason it has a  chocolate like smell! Love it."
		},
		{
			"review_title": "Nice but barely noticeable",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "It’s a nice vanilla but within 25 minutes I couldn’t smell it. It just becomes somewhat of a “your skin but better” fragrance but then even that goes away so quickly. I had to return the same day I brought this because it was too disappointing"
		},
		{
			"review_title": "The perfect unisex blend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This smell so good! If you’re a woman that love unisex fragrances that don’t lean more masculine this is a great option. The vanilla is not syrupy sweet, and the wood is not too bold. Just the right balance for a woman to easily wear."
		},
		{
			"review_title": "Great Scent, Didn't Last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I fell in love with this scent in a sample I received in the mail however it did not last."
		},
		{
			"review_title": "smells great but doesn't last",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I got a sample of this in my order and was excited to try. loved the smell. The longevity was next to nothing. Thought maybe I'd get some compliments on how it smells but you couldn't smell a whole lot unless you directly smelt say my arm.  glad I got to sample it before possibly spending that much money on the actual full sizes."
		},
		{
			"review_title": "A perfectly balanced, mature gourmand.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "First things first: this is one of few fragrances that doesn't give me a headache. It's very soft! I think it would be suitable for an office because the projection is polite. I would describe this as the grown-up, refined version of the Pink Sugar and Juicy perfume group. For the smell, I think skin chemistry plays a bigger role in this frag. On my skin, the initial smell is a musky, woody, slightly sweet scent. Then it dries down and smells like a very sweet vanilla (I think someone mentioned vanilla frosting, which I think is pretty accurate), with a very soft sandalwood in the middle. I think if you're going for a gourmand with some depth this is a perfect option. On my friend it didn't smell as sweet, more cologne-y, but still feminine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got a sample in a different order and IMMEDIATELY bought the full bottle. Usually I just grab a travel size before I commit fully but this was too good not to have!"
		},
		{
			"review_title": "Very nice.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I love this fragrance. In my opinion it is very delicious. I think that the ambery and woody notes really have center stage in this fragrance. It is really long lasting, at least in my skin. I will definitely recommend this product to anyone regardless of gender."
		},
		{
			"review_title": "Sandalwood Vanilla - Rich & Smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a really nice rich, slightly sweet, and smooth Sandalwood Vanilla type fragrance with a musky base, to my nose. I received a sample of this fragrance with a recent order."
		},
		{
			"review_title": "Vacation scent, but not every day",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The scent is warm and layered. It concentrates on wherever you spray it and it’s long wearing. The scent doesn’t permeate beyond where you’ve sprayed it. Some define this as a masculine scent. The sandalwood lends itself to that. I have met men who wear similar style colognes. I find the initial scent overly sweet like a vanilla icing, which can be helpful if you are looking for a masking scent. Vanilla sugar is the dominate scent in the profile. There is something about it that makes it atmospheric. Like the lobby of a boutique hotel in Miami Beach or a department store of fine leather shoes. I will wear this occasionally, but the alcohol isn’t as balanced as I would want."
		},
		{
			"review_title": "Musty bowling alley",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I received a sample of this and wow. It’s awful. Genuinely smells like dusty carpet and cigarettes."
		},
		{
			"review_title": "Simple, sweet, unisex",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Smells nice, very sweet, a little musk in there but unisex. I'm starting to sense a pattern though, with Commodity, their scent samples seem to be all similar. Not sure if you need more than one. I think this is very similar to Milk, and I also find this one simple enough for layering."
		},
		{
			"review_title": "pleasently surprised ✨",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "Bought this on a whim before an event along with another fragrence to try. I didn't expect to love this soft and delicate (but layer-able) scent. I find myself reaching for it daily. I like that it isn't too strong and overpowering. Not headache inducing. It's sweet, but not overly so, long lasting and overall just amazing."
		},
		{
			"review_title": "Love the scent but 0 projection",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "Very well blended scent and I love it but it’s very subtle and you’ll only smell it if you put wherever you sprayed it up to your nose. Not worth $120"
		},
		{
			"review_title": "Subtle but not for me.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "It’s got a masculine vanilla tobacco scent to me.  Reminds me of an old grandparents car in the 80’s with cloth interior and built in ashtrays on door."
		},
		{
			"review_title": "The True Vanilla Supreme!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This is hands down my favorite vanilla fragrance that feels great to wear on any occasion! It’s vanilla in the most intriguing, suave way without leaning into that super sweet gourmand direction, a must try!"
		},
		{
			"review_title": "Just like the OG Gold!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "My all time favorite perfume, reborn!!! I was very dubious about Commodity being relaunched, but I shouldn’t have been. Gold (expressive) is just like the OG Gold! Not a fan of Gold-/Gold+, but as long as they keep the originally Gold, that’s all I care about! It’s the most perfect juniper kissed woody vanilla. If you like “By the Fireplace” and “Gypsy Water”, you’ll enjoy “Gold” for sure. Please don’t ever discontinue this scent, Commodity!!!"
		},
		{
			"review_title": "Looks like I received a bad bottle",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I assume the bottle I received is bad. It smells nothing like the 2 ml from the Commodity sampler kit of the exact same fragrance (which I love!). The opening on the bottle I received is very harsh and even after 1h, it does not get significantly better. Unfortunately, if they are bad batch of that fragrance, it is not possible for me to recommend it."
		},
		{
			"review_title": "A must !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "One of my favourite sent. This is my second bottle. Long stay, not your usual vanilla sweet sent… it’s more complex"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This was my first Commodity purchase and I fell in love. The scent is warm and unique, I get compliments every time I wear it. I have purchased 2 other commodity fragrances since. Amazing!"
		},
		{
			"review_title": "Not for me, but good as a masculine cologne!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "4 stars for the length of wear and for this as a cologne. This smells very masculine to me. When I first sprayed it on myself, I got a very strong vanilla, then it settled nicely then the dry down, on me, smells just like Old Spice. I think this would make a nice cologne. It has  lasted a good amount of time on me, I can still even smell it after washing it off."
		},
		{
			"review_title": "Nice vanilla. Overpriced",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love this scent. However, it smells exactly like vanilla musk by coty LOL"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This perfume is literal perfection! It smells so nice, sweet, comforting, and vanilla-y which is my favorite scent profile. It's still unique enough that it isn't like any typical vanilla perfume in the market. It's very original and just so cozy! People can smell it on me which makes me happy and it isn't a smell that bothers people either. It is suttle but its there in the air casually. I just love it!"
		},
		{
			"review_title": "Warm and comfortable",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I just love fragrance which is warm but not too strong. It makes me feel comfortable and smells like gourmand. Just love the packaging and makes me feel sexy. I can wear this regularly at home."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "Gold Expressive is my favorite of the 3 Gold Scent Spaces! The fragrances in the Gold line are Vanilla forward. The Personal is more of a soft, lighter and airier sweet vanilla that sits close to the skin. Expressive is warmer and richer, a little more sweet & creamy, absolutely beautiful and my favorite, its not crazy strong by you can smell it throughout the day. Bold is very different from the other 2, heavier and with added spices. I personally do not enjoy Bold at all. Gold Expressive is perfect in my opinion, had the right amount of depth without being too much. Performance is good too, it's not extremely long lasting but does last for several hours. Full bottle worthy out of the 3 Golds!!"
		},
		{
			"review_title": "YUMMY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love Commodity fragrances! Especially this one! It’s such a warm and loving fragrance it feels you are getting a big hug! I would describe this as a gourmand vanilla!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Warm, sexy scent. Doesn’t at all smell musty to me."
		},
		{
			"review_title": "Will Not Repurchase",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "In general, I like this fragrance… it’s sort of a more grown up and complex vanilla/gourmand scent. Unfortunately, I won’t be repurchasing for a couple of reasons. This perfume doesn’t last on me at all. It’s very faint, and I wish it had more staying power. I could reapply every hour and that wouldn’t be enough. Also, it’s hard to describe, but once the scent mostly wears off, it leaves an unappealing kind of sour smell residue. Maybe it just doesn’t work with my body chemistry, but I expect more out of this fragrance that’s even further marked up for us Canadians."
		},
		{
			"review_title": "Sexy lemon cake",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "This smells incredible. It’s like a sophisticated lemon cake or something, delicious but super fresh. My boyfriend is very picky and prefers floral scents and he likes this."
		},
		{
			"review_title": "Zero stars - musty basement",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I would give this zero stars if I could. Musty damp basement with cheap air freshener to cover. Triggered a migraine and the scent was so strong it made me literally barf in a tea cup on my way home from work.home"
		},
		{
			"review_title": "Barley a scent...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I was excited to try this scent especially after I purchased Milk+ travrl size and fell in love.  Not this one...there is a very faint warm scent. For the price I just can't keep it. I'm glad it seems to work for a lot of others but this was disappointing. Returning and learned my lesson on blind buying."
		},
		{
			"review_title": "Not Musty but A Must Buy!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I do not like perfume but I'm obsessed with this scent!"
		},
		{
			"review_title": "a delicious vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Tan skin tone, Dry skin",
			"review_text": "a beautiful warm ambery vanilla.... can lean a bit unisex because of the juniper note."
		},
		{
			"review_title": "Gold Expressive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I got to smell the three different Gold and I end up loving and picked up Gold Expressive. It smells totally different from their Gold Bold (more cologne-like) but similar but stronger than Gold Personal. It smells warm, sweet, and a kick of spice but not as spicy as the Bold version. If you like vanilla and musk, this perfume is for you! This last a decent amount of hours."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I just love how bold this fragrance is. It is my go to everyday scent!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I love this product!!! I always buy the bold, and everywhere I go people comment on how good I smell! The hardest thing was just how to choose which one to buy first!"
		},
		{
			"review_title": "Gold Mundanity",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Listen, coming from a perfume snob - someone who is a deep explorer of niche fragrances over that of designer / more easily purchasable perfume, I from time to time enjoy basic, well-rounded perfumes. I was pleasantly surprised at how much I enjoyed Gold Expressive on the tester strip, it smelled like a less sickeningly smoky version of By The Fireplace for reference. It smells like a vanilla, baked good in the fall/winter season. However, the projection, village and overall longevity of this fragrance is comically horrendous, and does not merit the price. This fragrance or that of the Personal line would likely be great bedtime fragrances where you can spray it on, feel good, connect with the colder seasons and not be overwhelmed by the scent in bed. This is not a fragrance I'd expect to last more than an hour at any time, so if that is a detriment, which it certainly is for me, then I'd go for a more potent vanilla fragrance. One recommendation I have would be Angelique Noire from Guerlain (significantly more expensive) or Vanillaa Diorama from Dior Privee (Also quite pricey) for the best, long-wearing, stunning vanilla."
		},
		{
			"review_title": "Only okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
			"review_text": "This fragrance is just okay. I don’t think it’s anything too special and therefore not worth the price. For reference, I like very warm and smoky scents and I was looking for something similar with a vanilla note fall. This simply smelled “warm”, I didn’t get the vanilla note at all. A bit disappointing."
		},
		{
			"review_title": "Beautiful packaging, clean product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I quite like this perfume! For reference, I like warm scents of all kinds, from Kilian Princess to Marc Jacobs Decadent and even Jo Malone Rose & Oud Cologne Intense. I don't find this fragrance is accurately described. It isn't spicy as much as it is warm with subtle woodsy notes and, of course, a gourmand twist. Moderate sillage and very nice staying power. I could imagine this being nice on all genders, but it does lean more feminine on me. Really happy to have found a nice, clean fragrance for the colder seasons."
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I am absolutely in love with this scent from Commodity!! First off, the packaging is gorgeously minimalist, but still feels substantial. The scent is strong but not overpowering. It smells rich😍The scent is more on the unisex side, which I love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "It’s a beautiful scent .. Usually I hesitate to purchase a unisex perfume but this one is really good and lasts on the skin for the next day giving a pretty vanilla scent (not sugary vanilla but also addictive)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this version of gold! It’s so hard to describe. It’s like a spicy vanilla cupcake. It’s very warm and sweet (kind of like SDJ). If you like smelling like a warm, gourmand scent, this one is definitely for you!"
		},
		{
			"review_title": "Best smell I own",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Not only is the smell long lasting, it is powerful without being overpowering. One my my favorite smells to wear day to day"
		},
		{
			"review_title": "Cover me in gold",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This perfume smells so good. It’s sexy, warm and yummy… almost a little masculine  I absolutely adore it. I wear it alone or mix it with things like the Rio De Janeiro 40 scent. If you’re on the fence do it."
		},
		{
			"review_title": "New favorite perfume.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "New favorite love. For me it combines musky and sweet for a subtle everyday scent. I got 3 compliments the first day I wore it. It’s a must add!"
		},
		{
			"review_title": "🖤",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Smells beautiful. So creamy and yummy. I layer with Milk and OMG 🤤🖤"
		},
		{
			"review_title": "Not unique but still good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I wouldn’t call this the most exciting or unique scent ever, but it’s a nice vanilla staple for the fall. A bit woodsy and not too sweet, probably easy for lots of people to wear."
		},
		{
			"review_title": "Just okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This was okay. It didnt smell like much to me in all honesty, but the very little I could smell was okay."
		},
		{
			"review_title": "love at first sniff 🥰",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is such a beautiful vanilla amber scent that’s a bit powdery and has woody elements as it dries down. It’s sensual and it’s going to be a fall staple! I knew once I smelled it from my sample kit that I wanted a full bottle of this. 100 % recommend for everyone who likes warm amber notes to try this out."
		},
		{
			"review_title": "Sexy And Sensual",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I have this fragrance and it is absolutely gorgeous!  The juniper berries, amber, musk, Benzoin, & vanilla play together harmoniously.  It’s definitely a fragrance that I reach for when going out in the evenings.  The warmth of the notes makes it perfect for fall and winter."
		},
		{
			"review_title": "A love at first sniff!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This one of my favorites from commodity! It’s sweet, creamy, and warm. A beautiful crowd pleasing fragrance. It’s definitely a scent that would be perfect for the fall and winter!"
		},
		{
			"review_title": "So happy to see Commodity again!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is one of my favourite fragrances, especially in the fall and winter. It just smells so cozy. I love gourmand scents, but this one isn't too sweet. It feels a bit more mature and sophisticated. I got a travel spray before it was discontinued a couple years ago and was heartbroken to not have a full size, but I never forgot about it. When they relaunched, I bought it right away. I highly recommend!"
		},
		{
			"review_title": "Style in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This product is simply decadent and makes you stand out from the crowd :)"
		},
		{
			"review_title": "favorite mature gourmand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "beautiful scent! honestly so so good, sweet but not sickly cheap sweet smelling.. its a more grown up gourmand scent and the scent longevity is definitely there too. I had bought this from the Commodity website when sephora stopped carrying this line. so happy sephora carries this one !!"
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Smells amazing! I blindly ordered this based on the fragrance notes and reviews. Exceeded my expectations once it arrived. For reference, I like vanilla, fruity and light, sweet, floral scents."
		},
		{
			"review_title": "GOOD PERFUME BAD CUSTOMER SERVICE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "I love this perfume! I have been waiting for years to purchase it, because of the hefty price tag. I finally pull the plug and a few days later they drop the price by almost half! I am VIB Rouge member and I called to get a price adjustment. They gave me $15 store credit instead. I love Sephora, and this perfume; but this put a bad taste in my mouth."
		},
		{
			"review_title": "Fresh and Clean",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Clean fresh scent. I get so many compliments on this even at the end of the day!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This scent reminds me of walking by an ice cream parlor making fresh sugar waffle cones. I have trouble detecting the bergamot or other top notes on me. It’s subtly sweet but has a strong creamy warm vanilla/benzoin/amber and is slightly musky/powdery/smoky when it dries down. I spray once on each of my inner elbows and I can still smell it on me at the end of the day."
		},
		{
			"review_title": "Smells DELICIOUS mmmm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Best smelling perfume I've ever purchased!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Fabulous summer scent!!  Stays on well too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I’m obsessed with this scent! I feel like it smells better the longer it stays on my skin. I always receive complements when I wear it. The price is a bit high but you don’t need much so it lasts a long time. Definitely worth it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Gold has been my scent for several years now and I can't image wearing anything else. It's an adult version of a sweet warm perfume. Not overwhelmingly sweet but the vanilla notes keep it youthful. I absolutely love the way it wears- it smells even better at the end of the day once it's sat on my skin for hours. I will buy this again and again."
		},
		{
			"review_title": "Definitely a keeper",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Warm, enveloping, and lovely.  Lasted well on me and not overpowering."
		},
		{
			"review_title": "AMAZING SUBTLE SCENT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "A beautiful, subtle scent that warms into a sexy mix of vanilla, amber, and musk. Lasts but not overwhelmingly, perfect for those looking for a less obvious perfume."
		},
		{
			"review_title": "GOLD is gold!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "If you are a fan of Dior's Hypnotic Poison, you are going to love this. It's a more youthful yet refined fragrance, but extremely similar, almost identical. Wonderful staying power and mixes so nicely with your natural scent. Can smell it for hours later. This has quickly become one of my go-to fragrances. You won't regret purchasing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I absolutely adore the warm, vanilla tone this perfume has. I tried it as one of my free samples from ordering online around a year ago and finally got around to ordering the full size. It is definitely a going out scent (I would not recommend this for everyday wear)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Love!!!  My new fave scent.  Just wish it lasted longer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The perfect vanilla fragrance. Warm and inviting, with longevity worth the price!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Love love love!  I enjoy wearing this to bed.  Lasting power.  Beautiful scent."
		},
		{
			"review_title": "Warm and Inviting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I loved this parfum. All of my favorites scents have vanilla in them so this one was off to a good start. The scent is so warm and inviting. Describing a scent is difficult but I would sum it up as inviting. The main scent I smell is the vanilla and the next I mainly smell is the amberwood. Truly just a delicious scent that I plan on purchasing."
		},
		{
			"review_title": "Fantastic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I got this as a sample originally and after endless samples from Sephora over a two year period, I had finally found a perfume that I wanted to buy. I bought the travel size to make sure because I have always been really picky about fragrances. I am almost out of the travel size so I am getting the big one next. It is a warm smell that is pretty sophisticated, kind of uni-sex, but isn't over powering. I feel like it is hard to go overboard with this. It reminds me of an old-fashion which is my favorite drink. Has that warm whisky smell with vanilla undertones."
		},
		{
			"review_title": "New favorite perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Haven’t found a scent i love this much in a long time! Got a sample a few months ago and was eagerly waiting to be notified when the full size product would be back in stock! It smells SO GOOD!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Love this scent! I got it as a trial size and had to buy the full size after I ran out. Only complaint is that it doesn't last as long as I'd like it to"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Still a favourite. It’s warm and spicy without being crazy overpowering. It does tend to fade over the day, which I don’t mind as I’m always afraid of being to overpowering."
		},
		{
			"review_title": "freaking LOVE this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve been devoted to Angel & Black Opium for years. I’m very picky & usually give away my samples. This one is a whole different level & fragrance. I instantly fell in love. I’ll be adding this to my list of rare faves"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "I’ve very light daytime perfume with a hint of vanilla."
		},
		{
			"review_title": "Delicious scent - new everyday perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Grown up vanilla scent. Love how it changes over the day!"
		},
		{
			"review_title": "warm and sweet scent, my new go to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "a very warm and sweet scent, I love to wear it everyday. I love commodity, because you can also layer the scents for a really unique and lovely scent! For days when I want something a bit fresher, but I still want to use the gold, I like to spritz this as a base and layer it with the Bergamot."
		},
		{
			"review_title": "Soft and Warm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I love this scent and I'd describe it like if D"
		},
		{
			"review_title": "New signature scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I loveeeee this perfume. It’s the perfect fusion of vanilla and amber. This perfect stays put all day without being too strong."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This is a really great scent, one of my new favourites. It smells like vanilla and spices ❤️"
		},
		{
			"review_title": "Favorite new perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "LOVE this fragrance! This is a wonderful contrast to my normal floral preferences. It has notes of vanilla without being too sweet. It also has the cozy amber and musk that I love this time of year. Will be asking for a bottle for my upcoming birthday!"
		},
		{
			"review_title": "BEST WINTER FRAGRANCE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "If you love a warm, soft, snuggly sweater while sitting by a warm, crackling fire, THIS IS THE FRAGRANCE!!! I received this in my first Play box and fell in love! Warm vanilla notes are at the top but it settles into a warm, but not too musky, scent that makes you feel relaxed and calm.  I have never been into musky scents.  This fragrance is amazing! My new winter scent ❤️"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my favorite perfume. I am a fan of perfumes with base notes of vanilla, sandalwood, musk, and tonka bean. It’s very very sweet and smells like a very cozy warm vanilla scent. The vanilla and musk notes in this perfume reminds me of the Kat Von D Saint Perfume. The Kat Von D Saint Perfume is less strong of the notes Musk and Vanilla."
		},
		{
			"review_title": "I NEED MORE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I am obsessed with this perfume. I’ve gone through maybe 10 bottles in the last 2 years. When is it coming back in stock?? It’s been months"
		},
		{
			"review_title": "Staying power",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Got this as a sample and I love it! It last over ten hours probably longer if I didn't shower. Will be buying it for sure"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "love this Perfume my favorite"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Let me preface this with I am NOT at all a perfume kinda person.. i almost always throw away the perfume samples that come in my play box.. but i was so drawn to this one, it is sweet without being overbearing at all, and the subtle undertones make me think of a drunk night in a cabin by the fireplace.. warm and smokey and intoxicating."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I’m all about smells and this by far was a winner for me in this box. Absolutely loved it ."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Smelled a little musky & old to me. Did not like it."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Got it in my Play! Box. I do not like the smell of this at all. It’s too strong of a scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "This fragrance is so lovely layered with Jimmy Choo’s Illicit."
		},
		{
			"review_title": "Love this!! Immediately bought full size!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This was literally a breath of fresh air for me! Very natural, earthy scent! Heads turned and men lingered. No chemical or alcohol laden initial slap to the face with this one! My only complain is that it’s not very long lasting I have to top off more often which I have found common with more natural scents with less horrendous chemical preservatives. It’s is a bit pricey but the essential oils used in this are very expensive to buy (and possibly attempt to recreate on ones own) individually to begin with. Not one person I encountered didn’t love this scent! If it’s in you budget and not out of stock like usual I definitely recommend to go for it!"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This is a wonderful fall/winter scent that is a perfect mix of warm and clean. I don't know how they make such a luxurious pairing, but it's divine. It starts out a bit spicy, but melts into a velvety finish that manages not to be overpowering. For comparison, my fave winter scent last year was E&J Nirvana Amethyst, and I also love Flowerbomb. This is a bit more crisp than Flowerbomb and will definitely be in my permanent rotation."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I usually hate the scent of vanilla so, when I received this as a sample I assumed I would dislike it. Surprisingly though, I actually really like this perfume. The vanilla is very subtle and more of clean/warm scent. Perfect for the colder months!  Most importantly, the scent doesn’t fade after a few hours(or minutes)  like most perfumes do."
		},
		{
			"review_title": "LOVE this scent!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "LOVE this fragrance!!! A Sephora scent magician asked me what I like (vanilla, but not too sweet; earthy scents like amber and sandalwood; and jasmine but not all out floral) and she zeroed in on this one. There’s something about it that’s familiar, but subtly complex. It’s not overpowering, but if people come in for a hug, they’ll be lucky enough to catch a whiff. It’s my everyday scent that is just so comforting to wear. It’s also an excellent scent upon which you can layer something else with more top or mid-notes."
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Don’t like it at all. Too sweet and too much  vanilla for me."
		},
		{
			"review_title": "New favorite fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This came in my November play box.  I love it.  The notes are soft and sultry.  A hint of vanilla and musk.  I find many fragrances to be acrid to my very sensitive nose.  I just purchased the travel size and will purchase the full size when it’s back in stock."
		},
		{
			"review_title": "Outstanding Scent for the Non-Perfume Wearer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I just received this sample size in the mail with my Sephora Play! box. I have recieved a lot of scents since I have been subscribed to the beuty box but this scent is nothing less that outstanding. Its warm and delicate, it smells tasty, but not sweet. My boyfriend is obsessed and has been wearing it also! We are in love, and strongly reccomend it to any non-purfume wearing person!"
		},
		{
			"review_title": "One of the sexiest fragrances ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I feel like a sex bomb when I wear this. It is so lovely and different than many other sexy scents that often just smell very girly. This one smells like amber and is very sultry. Absolute favorite fragrance rn."
		},
		{
			"review_title": "excellent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "it might just be my nose, but this smells like a more delicate, subtle version of MM Replica's Jazz Club.  I found the smokiness of Jazz Club too overbearing, but quite liked it a few hours later once it dried down.  Gold immediately smells like that sweet spot of Jazz Club without havint to wait through those strong, smokey notes.  Staying power is great.  This is my first Commodity fragrance, and I would love to sample more of the brand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Love this. Smells great but not to strong for every day."
		},
		{
			"review_title": "Yes!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I’m obsessed with the smell of this perfume!!!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Not my type ,maybe one of the other scents"
		},
		{
			"review_title": "Vanilla heaven <3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "My favourite perfume ever <3  I love sweet gourmet scents. This one has a good mix of sweet and mature :) Sometimes vanilla scents can make you smell like a 16 year old. But this one does a good job of making you smell like a Lady :)"
		},
		{
			"review_title": "underrated love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "OMG I love ths smell, it feels happy, warm and special. gold is the right name"
		},
		{
			"review_title": "New Fall/Winter favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "The first time I smelled this fragrance was in the summer and I immediately fell in love. When the Sephora sale came around this was the very top of the list of items to pick up. I've worn it everyday since I got it and I love it. It's long-lasting, a very sophisticated vanilla without being cloying, and perfect for fall/winter. I think it could be worn sparingly during the warmer months but it's really coming to life during the cooler temps! Give it a try!!"
		},
		{
			"review_title": "One of my faves, it's always on the dresser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
			"review_text": "It's a great mixing scent and lovely on it's own. It does lean toward a traditional vanilla note at first, before it dries down,; but, it drys down to a more complex woodsy scent on me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "All I can say is that I tried so many fragrances before and I loved them. But this one, I don’t know what it is, I absolutely love the smell and how long it lasts. It’s the perfect smell, as it is warm and vanilla-y, but not incredibly overpowering. I’m beyond obsessed and I got so many other people to fall in love with it because it smells THAT GOOD."
		},
		{
			"review_title": "Great scent, rarely stays on",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I LOVE the smell; sensual and inviting, not too overwhelming. It's feminine with a hint of masculine and perfect as a fall/winter fragrance.   My only complaint is that the staying power is absolutely terrible. An hour or so after I put it on and it disappears. Only my boyfriend can smell it when he does in to hug me.  So love the scent but not worth the price because it barely stays on."
		},
		{
			"review_title": "exceeded my expectations",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I read many reviews before purchasing the travel size  online. So happy I did because I love this perfume!!! So much in fact that I bought the full size. It’s a beautiful Fall/ Winter scent. I found a previous review helpful as they had listed their fav scents. These are some others in my collection for different seasons: Pinrose Secret Genius, Prada Candy, Chanel Chance eau Tendre, Chanel Chance eau fraiche, Juicy Couture Viva la juicy sucré, VS Heavenly, Gucci Guilty, Chloé eau de parfum, Korres white tea bergamot freesia."
		},
		{
			"review_title": "My new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been looking for something I love to use since I ran out of my limited edition Burberry gold, and this had me hooked! Long lasting sensual sexy scent for day or evening"
		},
		{
			"review_title": "Amazing Scent for Winter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I am not a perfume person, but I am picky and I do like intricate scents when it comes to perfume. Hate florals with s burning passion.  I got gifted a booklet of tiny sample sizes of all of the Commodity scents, and I decided to try each on throughout a month and see what I do and don't like, and after that time of testing them all out, I reached back to Gold over and OVER.   It's very gender-neutral in my opinion, something that you'd love to smell on a boyfriend, or a girlfriend. Sweet and warm, but also a bit earthy and musky at the same time. It makes me visualize a wood cottage out in the mountains mid-winter, sitting on a leather couch decorated with pelts, in front of a roaring fireplace. This is a very unique scent to me, and it's so addicting too!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Sexy and masculine, love this one. I just wish it lasted a little longer. If you like Nirvana Black you’ll love this."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
			"review_text": "Smells amazing but sadly the sent does not stay on for long and for the cost of the perfume it should. I returned it for this reason."
		},
		{
			"review_title": "Great TEMPORARY smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "I absolutely loved the smell of this fragrance when I received it as a sample.  I purchased the full size bottle the following week.  I still love the smell, but it doesn't last AT ALL.  It makes me sad, because it's expensive and I need to reapply throughout the day.  I will not repurchase."
		},
		{
			"review_title": "My signature scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I usually get tired of perfumes quickly, but not this one. The more I wear it the more I love it. It is everything that I want from a perfume. It smells like vanilla, but in a sophisticated and not overly sweet way. After going through three travel size bottles of this I'm finally buying a full size version from the VIB sale. I can't see myself ever getting tired of this, so I hope they never discontinue it! It also layers beautifully with other perfumes."
		},
		{
			"review_title": "Scent of sweetness",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I got a sample from Sephora and then bought a travel size to put in my travel toiletry bag.  When I noticed that I was digging out the travel size, I bought the fullsize.  I like the light and sweet sent for work.  It makes me think of innocence.  However, I recently noticed that it doesn't last throughout the day and I am not longer using it daily.  Maybe I'm just tired of it.  I am still looking for a signature scent.  This is not it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Ok guys, when first sprayed i actually hate the smell! LOL!  But I walked by some more of the perfume, smelled my wrist again and went WOW! Totally amazing as it set on my skin, am definitely a fan now!"
		},
		{
			"review_title": "Love.Love.LOVE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Love.Love.LOVE!!! Long lasting, very unique and does not give me a headache. It has a sweet light scent that for some reason reminds me of bonfires and marshmallows. A new favorite of mine."
		},
		{
			"review_title": "I need it in all the things.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Smells amazingly luxe and decadent and lasts forever. The scent evolves over time and makes me feel like a queen. I wish they had a hair mist. And a bath bomb. And bath oils. Basically, I want my entire life to smell like this perfume."
		},
		{
			"review_title": "Taste the Vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I hate the smell of alcohol in perfumes which is another reason I love this. Once it dries down, there is no scent of alcohol just the sweet smell of caramel and vanilla. Finally I can smell like a snack, while looking like a snack."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Wonderful warm scent! Long lasting"
		},
		{
			"review_title": "LOVE IT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Love this fragrance sooooo much!  I love my florals  (if they’re not TOO sweet)....but I also love my warm vanilla scents like Gold (and I’m also superbly fond of Tom Ford’s Soleil Blanc). This Gold though.  It’s sooooo good!  Not sure about longevity?  Many are saying it doesn’t last.  Seems to last fine on me.  Sephora graciously sent me a lovely surprise package of summer fragrances (#summerscents), and Commodity’s “Nectar” was one of them.  Loved Nectar for a beautiful summertime fragrance,,..and if you later Gold over Nectar....it’s totally another yummy unique fragrance.  Try it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "you just smell delicious"
		},
		{
			"review_title": "my new fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "what a fantastic scent. I've been getting compliments from strangers."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Gold is one of my favorite Commodity perfumes! The scent lasts all day, isn't overwhelming, and has a dreamy, rich scent. I wear it every day. I always get compliments and am frequently asked what I'm wearing!  The only issue I have had is with the travel size sprays. I purchased 3 online through Sephora (on separate occasions) and every single one had leaked though the packaging, leaving an empty vial. I don't know if the cap and spray is too flimsy, but it was beyond disappointing to receive an item like that, more than once. Sephora was helpful in exchanging the items for me."
		},
		{
			"review_title": "patient friendly perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Awesome perfume for the work place!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Very subtle.  This will be my go to fragrance"
		},
		{
			"review_title": "My favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I wear this stuff literally everyday and have barely made a dent in the bottle. Definitely powerful and lasts on my skin all day. My absolute favorite."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "My favorite perfume. Once I put it on its like heaven."
		},
		{
			"review_title": "perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’m not good at the perfume lingo but I wanted to give this a review since I love it so much. Gold is amazing. The vanilla scent and whatever else is mixed in there is perfect. It lasts all day but not in a walk by someone or walk in the room and smell it up kind of way. I tuck my hair behind my ear and get a whiff or deliberately smell my wrist. My children smell it when they hug me. I told them both how good it smelled and had them smell it and they both were wowed. He is 8 and she is 3. I use to have numerous scents across all the different families but after having kids and increased allergies it is hard to find something I want to smell all day, even if I like it. I wouldn’t mind if air smelled this way. I did get a sample but after I purchased the Commodity Storybook. I will never have enough of this and plan to buy the bottle before I run out."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Fair skin tone, Oily skin",
			"review_text": "I received this as a sample with my last purchase, and I am so glad I did! Warm and interesting. I will be purchasing this one next!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I love him! I came in a sample and from there I had to buy it, it is difficult to find a perfume that lasts all day but this yes, smells delicious is sweet, but not to the extreme, a delicate and fine smell,whenever I use someone has to ask me which perfume use , it really doesn't bother me at all the price, this perfume if it's worth it, you want to buy it? Do not think this PERFUME is the glory!!!!!!"
		},
		{
			"review_title": "the pretty scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "I found this scent pretty... light and fresh... for me there has to be a little almost undefinable something that makes me fall in love with a scent... this one did not have that something... perhaps a brightness is missing ."
		},
		{
			"review_title": "LOVE, LOVE, LOVE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I don't normally like anything described as having an amber or musk smell, but I am in love with this!!!  I got it as a sample and am buying the full size immediately.  The first time I tried the sample I was blown away by how warm and inviting it smells.  Even after wearing for a few days I still keep sniffing my wrist because it's just that good.  The powdery vanilla scent is perfect, somehow both simple and complex at the same time.  I usually switch between a few favorites, but I think this has just become my full time fragrance."
		},
		{
			"review_title": "An unlikely romance.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "I just randomly picked this sample as one w my last order not thinking I would like it at all since I am very picky about my fragrances. My current favorite is Gucci guilty and now this! I tend to like more musky cologne smelling fragrances. This one is amazing and it reminds me of what the cosmo in Vegas smells like if you've ever been there. I'm in love"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "LOVE this perfume. warm, vanilla scent lasts all day"
		},
		{
			"review_title": "heavenly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Im always aimlessly searching for a new vanilla scent and let me add that i am VERY picky. I prefer to search for my perfumes by my lonesome with no needed assistance.  To my surprise, a sephora employee pointed this out to me. My first impression was, oh! this is way too fancy, but i found myself picking it up and smelling it about 10 times back to back. I was wrong, it is not too fancy for me. I judged it too soon, let it settle and dry and it smells like GOLD (perfect name). This is my new PERFECT going out scent that has my precious creamy vanilla swirled in. I went home with a sample and was so obsessed i later bought the travel size. Its almost gone and im most definately purchasing a full size. I wore this during my stay in vegas with my girlfriends and now all i can think of is vegas-sexy, sun, money, sweet temptation. I couldnt pass up sharing a review because this perfume is so amazing to me. LOVE! Its a strong enough and beautiful enough scent to be worn alone, but something i like and would recommend for a summery beachy vibe is to top it with Bobbi Browns, beach."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I've been searching for my scent for years, tried so many different perfumes. This. Is. It. I get compliments on it all the time, and no one can quite define the smell but just that it's good. I read one review that said it's like a grown up vanilla and I think that is bang on. Not too sweet, not too musky, just a beautiful, sophisticated fragrance. I'll be buying another one as soon as mine runs out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Love this scent. Normally not a fan of vanilla scented perfumes, but this is definitely a major exception. It's sweet on application but dries to a neutral feminine scent. So glad I tried this."
		},
		{
			"review_title": "Forever Fan",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This scent is warmth and scentuality and the line between feminine softness and musky magnetism. Never want to be without it. Dang it. Have to put some more on now thinking about it. I mist the bed sometimes with it. Incredible, addicting scent."
		},
		{
			"review_title": "My new signature scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely LOVE this scent!! It is very warm, with a lean on vanilla."
		},
		{
			"review_title": "really lovely simple perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I purchased the mini spray and love it so much I’m considering purchasing the full size. If you love vanilla scents you’ll love this. It’s warm and not too sweet. It’s lasts on my body about 4-5 hours but stays in my clothes all day. It reminds me of sitting in front of a fireplace while eating a vanilla sugar cookie ❤️ I know this is meant to be layered with other scents in the Commodity line but I don’t care I love to wear it all by itself!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I don't usually like warm or gourmand scents; this is very different from others in that family. This is my absolute favorite scent for date nights and formal office events. It's unique, absolutely beautiful and fresh enough not to be overpowering. I'll definitely be keeping this in stock!"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "This scent is definitely one of my new favorites. My husband absolutely loves it. It smells of molten amber, benzoin, and vanilla. It is a very warm wintery scent. It is very similar to warm vanilla sugar by bath and body but much better."
		},
		{
			"review_title": "Disappointed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "On first try out of the box it just smells like running alcohol! I can't detect ANY vanilla at all! Super disappointed in this one :("
		},
		{
			"review_title": "My new staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Wonderful neutral scent that pairs flawlessly with other fragrances or smells heavenly on it's own. Lightly sweet."
		},
		{
			"review_title": "My new favorite fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I don't often have a fragrance wardrobe: I have this weird body chemistry where a scent may smell great in the bottle or on the paper or on someone else, but I get it home and it just doesn't work. I tried the travel size, and I'm in love. I know what notes I like, but the bottom line depends on how the fragrance dries down on my skin. I wore the same fragrance for years, it's no longer being made. I found this after months of searching. It has a gentle vanilla/spicy smell that works for me; I cannot wear florals at all. It is not overpowering or overly sweet; I do not like when  fragrance wears me. I can wear this everyday, feel like it smells like me. Fragrance is an investment to me. If it were less expensive, that would be great, and i'm not sure I need to spend $300 on a bottle of perfume. But this product will last for a year, perhaps? So it's an investment I'm willing to make. I asked friends for their opinion, people who would say that's too strong or nope, keep looking. I get compliments from people who don't like fragrance. That's a winner for me."
		},
		{
			"review_title": "Warm and smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love the warmth and the smoothness of this long lasting scent. One of my new favorites and I consider myself a “fragrance snob”. I don’t like any fragrance that you can buy at 30 different places in the mall, discount store,"
		},
		{
			"review_title": "Have to use twice, sometimes 3 times, as much.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "I. Love. The. Smell. Delicate, warm, vanilla, and amber but it barely carries. I have to use twice, sometimes 3 times, as much to even get a small amount of joy. I’m accustomed to a stronger scent that comes through. This might be more the case with the large bottle and not the samples or travel size. Or if you need a barely there scent this might be a good fit. I won’t buy it again which makes me sad because the smell is so delicious."
		},
		{
			"review_title": "So In LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I am totally obsessed and wish I hadn't LOVED it so much.  It is very difficult to describe, but I'll start off with the type of scents I tend to gravitate towards.  I wear Flowerbomb, ysl black opium, Michael kors Sexy Amber, jadore, tocca florence, u get the picture.  The latest favorite was MK Amber, and I still love it but this one seems to be safer for the everyday office.  When I first put it on for my husband to sniff on me the first word out of his mouth was  mmmmmm creamsicle, which I wouldn't have ever thought of.  We all smell different descriptions, but I took his as a compliment since he is a very simple man who hates perfumes/colognes but his favorite ice cream is a creamsicle : )  I know this is a winner bc he usually coughs with disgust and waves at the air whenever I spray any perfume to go to work, but not with this.  This is warm, soothing, and pleasant.  It's not a snowstorm, but a lovely fluffy soft layer on your skin.  It's not a full on sexy, but definitely can be on the sexual spectrum with a mysterious you may not see me, but you feel me atmosphere.  I can smell the not so heavy vanilla bean and other notes.  I was close to giving this 4 stars only bc I wish it were a tiny tiny bit more heavier, but then again that might change everything that's so great about it.  For me, it doesn't last all day long, but maybe that's just my chemistry.  I plan to layer it and take it from there.  I will be buying the full bottle since my sample is gone.  my newest obsession. ....."
		},
		{
			"review_title": "Ecstasy in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This perfume is a total five star all the way!! It's one of those rare perfumes that smell like it wasn't chemically concocted in a lab, but instead like the smell of the earth on a warm day. If they made a candle version of this, I would literally have it attached to my face all day long! Totally worth the buy, and is definitely a repeat purchase..."
		},
		{
			"review_title": "Don't let it fool you!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "At first smell I really wasn't into this at all.  It was reminiscent to me of something my grandmother had in her jewlery box. Floury and heady...not at all as the description reads.  I put it aside and went back to my favourite scent by Commodity - Book.  I'm so glad that I tried it on again later on a whim! Once it's on, it develops into a lovely, spicy-(not too) sweet smell. A bit of vanilla and bourbon that really comes out once on the skin.  It's not cloyingly gourmande.  I will definitely be buying this again in the larger size once I run out of the smaller travel one I have (which will be soon!).  My only complaint is that the scent doesn't last as long as I'd like.  By the time I'm into the afternoon at work I can't smell it at all.  Seems to be a problem with most of the Commodity scents."
		},
		{
			"review_title": "Changed my vanilla worldview",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I thought I hated vanilla fragrances till I encountered Gold. Sumptuous, rich, intoxicating. Love it!"
		},
		{
			"review_title": "Warm and luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I wanted a long-lasting scent that didn't break the bank. I've been wearing Nirvana Bourbon and Dolce The One for a while, but needed something new. This scent is perfectly warm and a bit spicy, and lasts a long time. The price is moderate and seems very fair for how long the product lasts. It's a gorgeous scent that I suggest you try in person!"
		},
		{
			"review_title": "Sexy, warm and lasts forever.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this perfume. I own 2 travel sprays and the large bottle. It isn't something that I wear year round, but it is perfect for fall and winter. This is such a warm, sexy scent. I will put it on in the morning after my shower and can still smell it the next morning.  That being said, it is not overpowering. It just has great staying power. Fans of Nirvana Black, Amethyst and Bourbon, Victor and Rolf Flowerbomb will love it. I can not recommend it enough. My husband rarely comments on my perfume, but he does every time I wear this one. He loves it as much as I do."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This scent is just indulging! The warm scent of vanilla and the infusion on your skin... nothing but good vibes. I get compliments every time I wear it. Such a nice scent! Definitely a must buy."
		},
		{
			"review_title": "love love love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "easily one of my new favorites scents! smells amazinggggg, the perfect mixture of amber and vanilla, and the staying power is fantastic!"
		},
		{
			"review_title": "Like Prada Candy? You'll love Commodity Gold",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I've been wearing Prada Candy for four years now, and had never found anything I loved as it. Well, I went into the fragrance section just to look around and the employee I met was very kind about showing me perfumes that she thought I might be interested in. In the end, she showed me this one, and I have never been happier.   It has a sweet, warm, spicy-vanilla scent that I absolutely adore and get several compliments on. Seriously, as if going to a bar as a single female is not bad enough."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely adore this smell, it is warm amber, cozy vanilla, and spicy bourbon in a bottle, and it's my perfect fragrance. My only issue is its staying power - I don't notice the smell on my skin after a couple of hours, and for how much money I spent on it, I feel that I should be able to smell it on me all day. Don't regret buying it, just wish it lasted a little longer."
		},
		{
			"review_title": "Fuzzy vanilla warmth.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I'm someone who is very prone to migraines, and I constantly struggle to find spray perfumes that don't trigger a headache. This perfume is just delightful! It's a creamy, not saccharine sweet, vanilla scent that has an olfactory fuzzy quality that imparts a cozy aura around the wearer.  The perfume IS light, but I find that the sillage is still noticeable to those around me, and it lasts for many hours before fading into a very soft skin scent. The fragrance is never in-your-face pungent but it stays with you throughout the day. It's hard for me to imagine anyone being offended by this perfume as it doesn't veer into full gourmand territory, and the fragrance doesn't smell synthetic in the slightest.  It layers beautifully with my usual Persian Garden perfume oil, and I think it wears beautifully on its own for someone who wants to smell pleasant and not overly perfumed."
		},
		{
			"review_title": "Love It",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my absolute favorite perfume, and has been my go-to scent for a few years now. It's a very simple, elegant gourmand that's perfect for layering or wearing around the office when you don't want to invade everyone's space with your scent. It sticks to clothes nicely, and I can still smell it at the end of the day. I see a lot of people complaining that it's too subtle--if you like migraine inducing levels of scent overload, this probably isn't for you."
		},
		{
			"review_title": "Absolutely in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got this in my Scentbird subscription after coming across the Commodity line. I liked that they market as unisex scents. I have NEVER liked traditional womens perfume. I prefer a much manlier smell but lets be honest i cant really just wear mens cologne around lol. I tried this and it is the perfect balance of man and woman. Its light and fresh but stays on the skin/clothing. The packaging is great and high quality. It comes in a heavy glass container with a nice mister. I will happily repurchase this again and again."
		},
		{
			"review_title": "One of My Two All Time Favorite Perfumes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Reviewing a perfume is kind of a moot point given that scent is very personal and emotional. One's Cloud 9 can be another's Malebolge, but to those who enjoy this fragrance family, I consider this a sister fragrance to Prada Candy. While Prada Candy is the fun party girl, Commodity Gold is the elegant femme fatale. It has this warm and cozy powdery scent that just wraps around you like a soft blanket fresh out of the dryer, and every time I smell it I can't help but smile. This is a perfume that inspires a profound kind of happiness in me, and I recommend you at least try a spritz."
		},
		{
			"review_title": "compliments galore!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I purchased this scent on a whim and receive compliments all day! It's delicious and layers well with many different scents. My favourite is layering with Tom Fords Soleil Blanc- amazing!"
		},
		{
			"review_title": "It's Great but...",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this sent. its my all time favorite. it very unique and can be paired with almost anything. but its really good on it's on. that said. for price i wish it last longer or there was a bit of a stronger version. other than that... this is a very beautiful sent to add to one's collection."
		},
		{
			"review_title": "A grown up vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love warm vanilla fragrances but sometimes they can veer a little too cloyingly sweet for me.  This manages to keep the vanilla in check and while it is sweet, it's not sickeningly so.  The spices in the scent ground it and creates a nice balance.  It reads as a warm, rich and inviting fragrance and not as an achingly sweet, overpowering and suffocating one.  I wear this all seasons but it's my favorite in the Winter.  It sounds silly but a few spritzes of this on a bitterly cold day, warms me right up."
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "If you like fragrances like Lancome Tresor, D&G The One, CoCo by Chanel, and By The Fireside by Maison Margiela, this is the fragrance for YOU! I love to wear this on top of my Summer Marshmallow lotion from BBW it is an amazing vanilla-y musky amber scent & I am in love."
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I'm not quite sure to describe this. It's sort of spicy, sort of earthy, but clean.  It's also quite subtle. It's unlike anything else I've ever worn, but it is certain to become one of my go to scents."
		},
		{
			"review_title": "Warm, inscensy, comforting, stays close to the ski",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It's not often I find a commercial perfume that isn't rank, too sugary, or based on cool water. This stuff is liquid gold. Seriously, it feels like being embraced in a warm, snuggly hug. If you're familiar with Satya Natural incense, this is a bit like that. Warm, a little spicy, comforting, and meshes really well with skin."
		},
		{
			"review_title": "My Favorite Perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I usually play it safe when it comes to fragrances. If it isn't a clean or vanilla scent then I usually don't go for it. This is the perfect transition into something new! It still has my favorite scents, but they're paired with some new and exciting notes as well. Oh, how I wish there was a lotion in the scent!"
		},
		{
			"review_title": "Oh so sweet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "What a lovely surprise! This is definitely a new favorite of mine! It is sweet, invokes a warm and fuzzy feeling... and my husband loves it! Also has great staying power. So thrilled with this new addition to my collection!"
		},
		{
			"review_title": "MY FAVORITE NEW PERFUME",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "this perfume is a must have in any collection were vanilla is a favorite scent of the purchaser. the perfume last all day and is not over whelming."
		},
		{
			"review_title": "Something familiar...",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love the warmth and depth of the scent. It works great with my body chemistry, and I could see wearing it all year long. However, on me it smells exactly D&G's The One. I already have that fragrance so this really doesn't add anything new to my repertoire."
		},
		{
			"review_title": "SEX",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "wow. I literally just got this in my Sephora package.. one spray on my neck and HOLY SH** THIS PERFUME IS LITERAL SEX IN A BOTTLE. If you like warm scents like Giorgio Armani Si, any perfume either notes of vanilla or amber etc, this is for you. You will 100% be getting compliments on this scent."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was very impressed with the staying power on this one. One spritz on my shirt and I could smell it all day. This perfume is very reminiscent of Nest's White Sandalwood (which is my favorite out of the Nest line). At first it smells like a creamsicle then dies down very sweet, but not overpowering."
		},
		{
			"review_title": "Comforting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This perfume is my absolute favourite and I haven't been able to find any other ones that I like better. It has a lovely, warm vanilla drydown and I can't stop smelling myself omggg"
		},
		{
			"review_title": "I love this perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This smells amazing. I layer it with Tom Ford Tobacco Vanille body spray. They complement one another very well. If you ever been to the spa at the Wynn in Vegas, that's what the two scents layered smell like. It's intoxicating and you just want to roll around in it.  My only gripe with this brand is the packaging; it's so fragile. I've broken one travel size by dropping it, out of my bag, from just two feet and I broke the large 3.4oz bottle by dropping it from just three inches onto my bathroom counter. BE CAREFUL WITH THE BOTTLES"
		},
		{
			"review_title": "Heavenly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This perfume is so beautiful and warm that occassionally i'll get a whiff of it and not realize that it's me that smells so good. I get compliments on it all the time. It's a very warm vanilla scent and gold is the perfect name for it. I'm about to buy my third bottle which I've never done with a perfume."
		},
		{
			"review_title": "so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This perfume smells almost like a sweet vanilla with slight musk. It smells warm and cozy but not too sweet. If you like si and ysl black opium chances are you will like this. Purchased the travel then then full size and just ordered the whole trail set to smell the others"
		},
		{
			"review_title": "Lovely Topper",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The first perfume I fell in love with. I has a nice bright and warm scent. It definitely lifts your mood. While I used to wear it on its own, I not love to layer iit with other scents from Commodity (Gin and Moss)  and Maison Mergiela (Replica: Fireside). It definitely brings out the depth of complimentary scents."
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got a sample many months ago with an order and fell so hard for this. I started out with the travel size. I love the lightness of the vanilla because I'm actually not a huge fan of straight vanilla scents. This one has an edgy sandalwood/vanilla sort of scent. I spray it on my wrists, neck, and in my hair. I do think it tends to wear off a bit too soon, but I can't stop wearing it. My 13 son always says how much he likes it when I spritz it on before we head out in the morning. It's not a juvenile scent though ;)"
		},
		{
			"review_title": "Modern Comfort in a Bottle",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Typically, I am a feminine floral perfume gal (think Diptyque's Eau Rose; Chloe's Chloe; Chanel Chance Eau Tendre; Chloe's Love Story; you get the picture), so what a surprise it was that I gravitated to this comforting vanilla-ish perfume from Commodity. Mind you, I also enjoy their Whiskey, Moss, Wool, and Mimosa, so I'm just loving this line, but I must say that this Gold scent is one I could use on a daily basis for the Fall and Winter months. When this is the main scent and you spritz some other perfume from Commodity's line (I've so far tried a good layer of Gold with a light spritz of Whiskey, Moss, or Wool, and each variation works well with my body chemistry), you end up smelling distinctively good, unique, and special. I am so happy to have discovered this line from Sephora and can't wait to take the full plunge and get myself the 3.4 oz bottle of Gold."
		},
		{
			"review_title": "If You're Tired of Strong Flowery Perfumes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "a woodsy (think sandalwood), slightly musky scent I find very appealing"
		},
		{
			"review_title": "love at first smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I sprayed this on my wrists today in store, even received a sample. Immediately fell in love with this warm, cozy scent that I purchased the full size bottle. A great scent for fall & winter!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I had to get used to the scent at first it was strong at first. I'm usually into light fruity floral perfumes, and was looking for a warm and spicy fragrance for fall/winter. The scent is very simple yet very beautiful. When it settles on my skin it i feel like I'm near a fire place. I will probably layer this fragrance with one of my more fruity floral scents to add more depth. All in all it is worth the buy."
		},
		{
			"review_title": "Warm, elegant",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I had the pleasure of trying the Commodity range at a local boutique before they hit Sephora a couple of years ago. I forget which sent I first smelled (it was either Mimosa or Rain), but I was instantly hooked. I did not purchase that day, mainly because of the price tag, however when I saw the entire range at Sephora some time later, I decided to impulse buy. I decided to go with Gold without trying first because I was more interested in a warm scent.   This scent is warm, however it is somewhat unidimensional. I have not tried layering it with other Commodity fragrances, however, on it's own, it's pleasant, however, it is just a little blah at times."
		},
		{
			"review_title": "Love Doesn't Even Begin to Describe...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This fragrance it truly amazing. It is so warm, sexy and sophisticated yet not too heavy for daily wear. There hasn't been a day that I've worm it without receiving multiple compliments. The company itself is great and their fragrance library includes many unique scents that can be worn alone or layered.  *TIP: Sorry Sephora but when ordering from the Commodity website, you can choose to order a large bottle or two travel sprays. Before you choose your fragrance(s), they send you their entire kit of samples ($22 at Sephora) for free! You can try a new scent everyday and even create your own cocktails. Once you decide, you redeem the scent of your choice. It's pretty great :)"
		},
		{
			"review_title": "Awesome!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I first received this fragrance in the Commodity Cocktail Kit, and I absolutely fell in love with it. I recently bought this bottle here and I love it so much. Great product!!"
		},
		{
			"review_title": "I'm in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This scent is perfection. It's at once warm and sweet, sexy and playful. And it LASTS. As comparison, I love Prada Candy as well, but it has zero staying power. If you like musky, vanilla-y, sweet, yet not cloying, you'll dig this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is such a great unisex scent. I love Commodity!!"
		},
		{
			"review_title": "My new signature - just wish it were stronger",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I've been wearing Hanae Mori Butterfly for as long as I can remember, and am a favor of all things vanilla/gourmand. This one is amazingly warm, sweet but not cloying...other reviews have likened the scent to being enveloped in a hug and that's a great description. This scent would get five stars from me if it were a touch more intense. Even freshly sprayed, you have to get right up to the skin in order to smell it - which actually makes it perfect for daily/office wear. I purchased the rollerball size, and will be purchasing the full size. Not sure about layering it...I actually did try it in the store with Wool because they both have vanilla and vetiver notes. However, I found Wool to be so masculine, it completely overtook Gold."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I just love this. It is sweet and a little smokey. Love it"
		},
		{
			"review_title": "in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I'm on love with this fragrance! I actually layer it with Tory Butch and it's amazing! I've definitely found my signature scent!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I LOVE this perfume! It's so light and sweet, but isn't sugary or cheap smelling. I get complimented on it at least once a week. I can't imagine not having this be my signature scent. I can't wait to pick up one of the black collection perfumes, and try mixing them up a bit!"
		},
		{
			"review_title": "Dreamy Stand Alone",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I wear this daily as a stand alone scent and LOVE it. Warm and sexy, without being overpowering for an office environment. I've worn Chanel Chance, Dolce The One, and others, but this is my current favorite. It took me a second to actually purchase the full size, but I'm glad I did!"
		},
		{
			"review_title": "Gold?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is not what I would expect a scent called Gold to smell like. It is a very warm and creamy scent. The strongest notes, in order, are Benzoin, Tonka Bean and vanilla. I like it but just not what I expected at all. I would expect something called Gold to be sophisticated and elegant but this has none of those characteristics. It reminds me of baking cupcakes or cookies with my grandma or like I just stepped into the local cupcake shop...cupcakes and buttercream icing, yes. Gold, no way."
		},
		{
			"review_title": "Love using this solo and as a mixer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This scent evokes warmth and sexiness. One spritz over a spicy citrus fragrance creates an irresistible sensorial experience. Love using this solo as well!  Grabbed the full size and the travel to keep this handy :)"
		},
		{
			"review_title": "This is actual gold",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is easily my favorite scent ever now. I got a free sample of it in the summer and I've been obsessed ever since. It's light but still very fragrant."
		},
		{
			"review_title": "exotic fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love how this smells. It's like a blend of vanilla mixed in with a Tahitian getaway."
		},
		{
			"review_title": "the scent is heavenly, longevity not so much",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Why must all the dreamy perfumes wear off so fast? I spray this on my clothing to keep the scent longer. For some reason I feel like most perfume doesnt last on my skin. What's a girl to do? I keep buying them bec I love the smell. This perfume makes me feel sexy, dreamy, loved, warm..just a sensory hug. I do rcv compliments when wearing, so maybe my peripheral sense of smell is blown..lol this is a new favorite of mine. Would love it in a candle."
		},
		{
			"review_title": "warm and cozy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Not normally a gourmand lover but Gold is just beautiful. I think that the reason I like it is because it isn't overly sweet that becomes sickly but it is still warm.  I don't get any of the citrus/fruity notes, I get mainly the warm notes: amber, benzoin, sandalwood, vanilla and tonka bean. It is creamy and cozy.  I would say it is more appropriate for the colder months but not too heavy that it can't be worn all year round. From the white collection from commodity, this one is my favorite."
		},
		{
			"review_title": "PASS!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this as a part of the Commodity trial kit. I really wanted to like this one. The smell was alright, it reminded me of Moroccan hair oil and I could see it working for summer, I suppose. What really annoyed me is how terribly it lasted. Within an 2.5 hours  the scent was gone. Most certainly not worth the $120 price tag for a full bottle! You're better off using Moroccan hair oil. PASS."
		},
		{
			"review_title": "Signature",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is now my go-to fragrance, especially when I'm wanting to impress. It smells warm, in that good like-your-skin-but-better way. Whenever I wear it I always get compliments. Definitely recommend."
		},
		{
			"review_title": "Instant Classic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I tend to go toward scents that aren't heavy, because I am extremely active on a daily basis and around people all day long, so my scent has to be present without overpowering. This one fits everything I love in a scent into one small bottle!! It is a balance between a richly-feminine smell and a tobacco-esq men's cologne. My main-stay perfume was Kenneth Cole New York Women, in the gold, circular bottle, which was discontinued years ago--and this is pulling to replace that now. Plus, a little goes a LONG way, which I think everyone can appreciate!"
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this as a sample a few months ago. I fell in love. Just got it for Christmas and can't wait to wear it."
		},
		{
			"review_title": "wow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am very impressed! I am a perfume only for special occasions kind of gal but I have been wearing this one every day for three days straight since it arrived! It smells old-fashioned in the cap (a little like a scent my grandmother wore) but stunning on my skin, warm without being overly sweet. It also lasts forever - I wake up with the smell still lingering on my skin. As a comparison, my other prefered perfume is Coco Mademoiselle by Chanel."
		},
		{
			"review_title": "AMAZING FRAGRANCE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am in love!!! As soon as I sprayed this I knew I had to have a bottle. This perfume passes through several beautiful phases as it dries down. It is warm, yet light, Familiar, yet sexy."
		},
		{
			"review_title": "new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "In loveeee. If you like Dolce's The One or warm vanilla fragrances, just buy it. Smells classy, wears so well and I can smell it all day. Love this perfume!"
		},
		{
			"review_title": "heaven!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells so soft. Not overbearing. An everyday perfume."
		},
		{
			"review_title": "One of the nicer in the Commodity line",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Commodity is interesting. The idea of Whiskey and Books as scents is intriguing. The layering idea is cool too-- if perhaps too transparent as a way to make money. They all smell slightly the same, really. Gold is probably the nicest. After a while it all gets overwhelming-- the wool, the magnolia, the tea, etc. I suggest they do what Etat did-- make a series of vials and sell them like that, so people can sample them out, and Commodity can charge a low, fair price for the series."
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this as a sample and fell in love it truly smells great on me especially through out the day it does fade nicely. I find if I spray it in my hair a little it last much longer it's just such a warm sensual smell and the notes of vanilla smell so good!!"
		},
		{
			"review_title": "Cap smells fantastic",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Received as a sample, smells fantastic from the cap, however it will not spray for me, so that is disappointing. Can't say if it lasts, or how it wears. That is why I only gave it a 3 star rating."
		},
		{
			"review_title": "Love yit yet hesitant to buy again...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I think the small is fantastic, earthy and warm, yet rich and sexy. I purchased a smaller portion and sprayed it just twice and looked down and bottle was pretty much half empty. disappointing."
		},
		{
			"review_title": "Perfect scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my first review, but I feel so strongly about this perfume, I had to share. I received this as a sample & immediately fell in love. I wore it to work & 3 girls at my office commented incredibly positively about it. The ladies are from all different age ranges, so it has appeal among generations. For me, it lasted for several hours & I caught subtle whiffs of it most of the day, which made me fall more in love with it. The other point is that is a warm scent that has slight floral undertones with amber, but the vanilla is faint & doesn't leave you smelling like a sugar cookie, which is a problem with many warm fragrances. At the end of the day, my 23 year-old assistant, emailed me to request the name of the scent because she fell in love too!!"
		},
		{
			"review_title": "So Money",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Received a sample of this and it was love immediately. My impressions of this scent are that it is warm, genuine, amber, vanilla without being too bakery-inspired. It really does have a scent that brings to mind wealth, big marble halls, gilded frames, a vault full of gold coins. I just love it. Very surprising, and so pleasant. With my particular chemistry it definitely lasts. Definitely ready to try other Commodity scents!"
		},
		{
			"review_title": "Rich, warm, not long-lasting",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I'm new to the world of fragrances and have been trying to find my scent over the last few months. After trying more than a dozen perfumes that I didn't care for, Gold was the first that made me think, ah, yes! when I smelled it. It's rich and warm, and it feels luxurious. The only trouble is that it wears really close to the body and has very little longevity; it fades to a very faint warm scent after just an hour or two."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I'm in love with this. Received the sample in the mail. Me & my bf both thought it smelled amazing. Super classy. Definitely a fall scent in my opinion. Something I'd where to an interview or when I'm trying to look especially powerful && professional. But in a good way. After the first couple wiffs I was worried it was for men, because of the slight masculine hint. But, after a few moments. And my bfs input. Not a men's cologne. Much more feminine. Will definitely be purchasing full size here soon."
		},
		{
			"review_title": "Sweet, Pleasant Bottle of Meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Received a sample of this with my last Sephora order. I love gourmand and amber scents for the fall and winter, so I thought I'd like this. It is sweet and the amber does come through, but it's also completely uninteresting. And it has zero lasting power. Commodity fragrances are supposed to be layered, from what I understand, so maybe that would improve Gold, but on its own, it smells like disappearing, pleasantly sweet, amber water. Def not worth the money for a full bottle."
		},
		{
			"review_title": "AH-MAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I just received a sample of this fragrance and I really like it a lot. It smells amazing, it has a bit of a masculine underscore, but with plenty of feminine love to envelope around it. By no means will you smell like a gent ladies... and I have found that to attract men like gang busters. I bought Alien on a whim 4 months ago which has the exact type of scent set up, slight masculine to plenty of feminine and men follow me on the steets of NYC just to tell me I smell amazing, women also comment on it to, I have never experienced anything like it. So, I feel wearing Gold, although it smells nothing at all like Alien will attract the same attention. Furthermore, I am a fragrance geek, I own at least 150 perfumes ranging in price from 39.00 to 300.00 and I research what goes into them to create the smell. Basically I love perfume, and believe I have an excellent nose... If you end up buying this fragrance I don't believe you'll be disappointed as long as it works with your chemistry! This is not fruity/floral at all. It's rich, and smells rich and expensive, like Gold :)"
		},
		{
			"review_title": "Lovely Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this as a sample and had to buy the full size. It is a wonderful fragrance full of essential oil scents. Definitely for someone who is into the more natural scents."
		},
		{
			"review_title": "snore",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This perfume is so boring. I wouldn't say it's for an older woman but for someone who wants a subtle fragrance and prefers for people to not notice them. It has no umph and is very flat and synthetic. Older women come from a time when perfume was complex and vibrant.....this is the exact opposite of that. It almost smells a tad bit masculine....a wimpy masculine scent."
		},
		{
			"review_title": "Light, yet bold. Good for summer and autumn",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am having a hard time describing Gold. When I first spritzed it, my mood was immediately elevated to a happy strata. The scent is like a bottle of Italian bubbly that is both dry and sweet, warm but uplifting. It seems to be opposites at the same moment.  It is a warm, chic gourmand that isn't cloying. It is a light, sweet and warm wearable musk that doesn't evoke the heavy, earthy musks of the 1970s. Gold reaches across generations because my high school senior and I both enjoy it.  Longevity is fairly good at about three to five hours. Silage is very close to the body, then again, I only apply the scent lightly for summer usage."
		},
		{
			"review_title": "Divine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Gold is a warm, soothing and comforting breath of fresh air amongst the walking fruit salad bowls and hyper-feminine flower bombs that herd the streets these days. It has presence without being obnoxious and I love it for that. A true gem of modern perfumery!"
		},
		{
			"review_title": "Nope",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This smell is warm and smells like a bakery; not a smell I want to experience all day"
		},
		{
			"review_title": "doesn't smell so good",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got a sample of this and I didn't like it. It smell like sweet coconut mixed with medicine. I guess maybe it's good for old people."
		},
		{
			"review_title": "Not for me!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This scent, in my opinion, is more fitting of an older woman. The warm notes lack the brightness that I would desire in a scent, but I did get it as a free sample."
		},
		{
			"review_title": "Perfection.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Soft, semi-sweet. Never overwhelming no matter how much you put on. Could still smell it 3 hours later. Cross between a bakery and honey suckle garden; if that makes sense.... Any who, I am in love with it. My new favorite."
		},
		{
			"review_title": "Delicious scent, wish it lasted!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Notes of bergamot, amber, and light vanilla lead this scent, and more floral notes follow. I tried all the Commodity fragrances, and liked all of them (especially Tea!). Gold was the one I knew I would wear the most, though. It's universally flattering - sexy and feminine without being to sultry for daytime. I wanted something I could wear every day and not get tired of and this is definitely it. I must note the spray on the bottle is really great - I feel like it disperses the fragrance better than any other perfume bottle I own. My one big complaint: it's not very concentrated and it doesn't last or linger. Some people may find this as a 'pro' because it also means it's not overpowering. I feel that if you're paying $100 a bottle, I want the scent to linger until at least the afternoon. Overall, a total win."
		},
		{
			"review_title": "No regrets",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This does, indeed, feel luxurious - but not in an ostentatious way. It has a quality to it that somehow feels like thick heat, but maybe you're wearing the perfect airy outfit so everything just melts together perfectly. Definitely doesn't feel like it weighs you down, but has enough depth that so that it lasts longer than other fragrances. Love it, and have been wearing it almost every day since I bought it"
		},
		{
			"review_title": "Complex and Fragrant",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Lovely and light, with a floral undertone that isn't too overwhelming. Nicely blended overall."
		},
		{
			"review_title": "smells familiar",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This smells a lot like Replica's Jazz Club but with a slightly warmer note- vanilla or Amber, I think. They both smell equally nice and both seem to have long lasting power. I do not own this fragrance, but I own Jazz Club so I passed on purchasing this. Try both out and see which one matches your chemistry."
		},
		{
			"review_title": "So warm and soft!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my new favorite fragrance! It has a warm elegance to it, with a lot of amber to it. It does not smell gourmand to me as described, more soft and cozy and rich, like a cream colored cashmere blanket, or a faux fur throw. The fragrance reminds me of something my mother wore when I was in grade school. The first whiff gave me a huge flash-back to that time in my life, but I can't put my finger on quite what it is. But I love it. It's beautiful and perfect. Not spicy or sexy. Just soft and elegant.  My only regret? It doesn't last long at all. Maybe 4 hours. Every Commodity perfume I've bought only lasts a couple hours. But the smells are so fun and unique that I'll just keep spraying."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is the first time I have bought something without actually smelling it, but I do not regret it one bit. It is my favourite scent now! I'm definitely going to buy the full sized one"
		},
		{
			"review_title": "My favorite perfume ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is warm and alluring an amazing! It lasted over 10 hours on my skin. I need that full size haha!"
		},
		{
			"review_title": "this gamble paid off!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "bought (travel size) blindly, as no testers are available at any of my local Sephora stores. not something i'd normally do, since purchasing fragrance based solely on an online description is exactly like buying wine you've never tried based on the label's description.  in this case, it completely worked out. the very 1st word that comes to mind when i smell this is chic. it's warm & soft (but not too soft). don't think i love it enough to drop the cash on the $100 full size, but i'm very very happy with the travel size, and would definitely get it again.  for reference...my absolute favorite fragrance is Dior Addict (the original), so if that's too powerful for you, this is a mellower alternative."
		},
		{
			"review_title": "Love.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I just received the purse sized version, and will immediately be purchasing the full. I put it on an hour ago and it has unfolded beautifully on my skin. I get a big whiff of vanilla at first, but there's sandalwood, amber, and a very soft musk as it warms. I absolutely love it."
		},
		{
			"review_title": "Wish I could do 4.5",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I hate to ruin the 5 star run, but I can't quite go there. I purchased this without bothering to sample, after all, it featured a good number of my favorite notes: amber, sandalwood, vanilla, tonka beans, a touch of musk works, so long as we aren't going all 80s, Jovan Musk! Side note, but is it just me or does every note list these days start with Bergamot? lol Any way, when I first tried this fragrance, I immediately patted myself on the back for a good call. Although I did naturally wait for the dry down and was still loving it...later on, something stuck me as wrong! I started to worry if I really did like this scent, there was suddenly something that reminded me of...what? I couldn't place it. Since then, I have decided that although that discordant note does hit me once in a while, I still really enjoy this fragrance. As I look at the full list now, I am suspecting that it may very well be the camphor that is throwing me. Not that I am a traditionalist, I do often like things that are a bit edgy or non-conformist...but is camphor a note that I would pick when designing a scent, thinking maybe not. So all said, there are 10 notes listed for this fragrance and I think that I am enjoying 9 out of 10 (so yes, mathematically, 4.5 should be my rating! lol), just occasionally struck by that one note! And, what the heck, perfect is boring!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "very long-lasting, very vanilla on me, a sensual fragrance. 1 spritz is enough"
		},
		{
			"review_title": "Adore this fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The tonka bean in this is what makes my heart sing. Its slightly powdery, but modern. I am obsessed with it and it lasts all day!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Sexy,long-lasting scent. It warms to the skin, for a genuine smell."
		}
	]
}