{
    "product_id": "1251",
    "name": "Drink Upu2122 Intensive Overnight Hydrating Face Mask with Avocado & Swiss Glacier Water",
    "brand": "Origins",
    "categories": "Skincare, Masks, Face Masks",
    "price": 48.5,
    "about": "What it is: An ultra-moisturizing sleeping face mask infused with Glacier Water, Hyaluronic Acid and Avocado Butter, instantly delivers 72-hour hydration, and keeps skinu2014even handsu2014soft and smooth...Skin Type: Normal and Dry..Skincare Concerns: Dryness..Formulation: Mask..Highlighted Ingredients:.- Avocado: Rich in healthy fats and nutrients, it helps provide lasting nourishment..- Swiss Glacier Water: The Swiss Alps are the source of Swiss glacier water, which is thought to be among the worldu2019s purest, most mineral-rich water; works with hyaluronic acid to help drench skin in all day, every day moisture...What Else You Need to Know:  Infused with new Swiss Glacier water, hyaluronic acid, and avocado butter, Drink Upu2122 Intensive Overnight Hydrating Face Mask drenches extra thirsty skin in 72 hours of non-stop hydration. Plus, it treats skin with lasting nourishment. Itu2019s all day, every day superfood-infused hydrationu2014while you sleep..",
    "ingredients": "Water,  Glycerin, Cetyl Alcohol,   Glyceryl Polymethacrylate,  Niacinamide, Hydroxyethyl Urea , Peg-75,  Dimethicone, Persea Gratissima (Avocado) Oil,  Ppg-15 Stearyl Ether, Peg-8, Glycereth-26, Sorbitan Stearate, Citrus Aurantium Amara (Bitter Orange)Leaf/Twig Oil*, Citrus Aurantium Dulcis (Orange) Peel Oil*, Ricinus Communis (Castor) Seed Oil*, Osmanthus Fragrans Flower Extract, Rosa Damascena Extract, Ribes Nigrum Bud Extract, Cinnamomum Camphora (Camphor) Leaf Extract,  Benzaldehyde, Hexenyl Acetate, Gamma-Decalactone, Ionone, Ethyl Acetate, Alcohol, Linalool, Limonene, Isopropyl Isostearate, Peg-100 Stearate, Citrus Aurantium Dulcis (Orange) Peel Wax, Prunus Armeniaca (Apricot) Kernel Oil,  Mangifera Indica (Mango) Seed Butter, Sucrose** , Hypnea Musciformis (Algae) Extract, Avena Sativa (Oat) Kernel Extract, Triticum Vulgare (Wheat Bran) Extract, Cladosiphon Okamuranus Extract, Cetearyl Alcohol, Caffeine, Oryza Sativa (Rice) Extract, Gelidiella Acerosa Extract, Butylene Glycol,  Aloe Barbadensis Leaf Extract, Pantethine, Olea Europaea (Olive) Fruit Extract, Cocos Nucifera (Coconut) Oil, Punica Granatum (Pomegranate) Sterols, Sorbitol, Caprylyl Glycol, Tocopheryl Acetate, Oryzanol, Trehalose, Bisabolol, Cetyl Ethylhexanoate, Sodium Hyaluronate, Carbomer, Hexylene Glycol, Potassium Hydroxide, Dextrin, Disodium Edta,  Potassium Sorbate, Phenoxyethanol. *Essential Oil. **Organic Sucrose (Brown Sugar)....Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up-to-date list of ingredients.",
    "how_to_use": "Suggested Usage:.-Use hydrating mask twice a week or as desired, gently massage onto clean skin at bedtime. .-Tissue off. .-Apply to hands as a moisturizing hand mask or hand cream.",
    "num_reviews": 1684,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/drink-up-intensive-overnight-hydrating-mask-with-avocado-swiss-glacier-water-P440925?skuId=2175453&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2175453-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2.5 oz/ 75 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2175453-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love the squeeze bottle. I love that there's no rinsing. I love the way it smells. I absolutely love how pampered my skin feels the next morning after wearing it to bed!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "A constant repurchase in my skin care routine. Great night time cream - super hydrating esp in our cold Canadian winters. And it doesnu2019t break my sensitive skin out!"
        },
        {
            "review_title": "Must have for nighttime routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Love this!!! I wasn't sure what consistency to expect as I havenu2019t used over night masks before. I didn't how thick it would be and it just feels like a really nice and silky moisturizer. I don't typically like skincare that has strong scents but this smells amazing. Even though it is a bit expensive, I'm happy to see that some people use it nightly because it's going to be hard for me to choose my regular night moisturizer over this going forward!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "My ride or die. Have repurchased 15 times since 2021. I use it as my morning and night moisturizer. I have tried other moisturizers and nothing compares. It also smells amazing. Only downside is the price!"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This leave on mask is so good, I love to use it on top of my retinol in the evening, keeps my skin really moisturized and soft! It also smells lovely. Great consistency, and doesnu2019t make me break out."
        },
        {
            "review_title": "The Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "The best! I use almost every night, overnight. I've been using this for a few years now. I love the way my skin feels the next day!   I have very sensitive skin and this does not break my skin out at all!"
        },
        {
            "review_title": "One of my must haves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I can not live without this product. It has been a game changer for my aging skin. I use at least twice a week and sometimes 3 times.  A little goes a long way."
        },
        {
            "review_title": "Must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "So moisturizing!!! I could immediately feel the difference."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Favourite night mask. Smells amazing and makes my face feel super hydrated."
        },
        {
            "review_title": "LOVE THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Repurchased many times, itu2019s such a nice overnight treatment and the way it sets over night is great. I wake up with my skin feeling so smooth and hydrated!!!"
        },
        {
            "review_title": "MUST TRY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Okay so I very rarely write reviews but this one needs it. I tried this for the first time last night and it is also my first time trying an overnight mask and let me just tell you IT IS AMAZING. My skin has never looked better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am always surprised at how my face looks when I wake up after using this mask before bedtime. I apply & gently wipe w a tissue. We went out last night & I expected to look like a full on horror show this morning but my face looked so fresh & good I was shocked! Love it!"
        },
        {
            "review_title": "Saved my skin in Colorado",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I moved to Colorado from the east coast and my oily skin dried out so much that my skin gets flaky. This mask is a life saver. I layer it over my nighttime skin lotion as a final step and leave it allnightSometimes,"
        },
        {
            "review_title": "Must add to routine for dry / dehydrated skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Deeply hydrating, very light scent. This has turned out to be my go to product."
        },
        {
            "review_title": "Small Amount for $35",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I canu2019t believe this small tube is priced at $35. If I hadnu2019t gotten it for 50% off plus my $10 in reward money I would be very upset. I would have felt robbed. I have not tried the product yet, so this review is not based upon that. I just thought everyone should know it is a small tub for $35."
        },
        {
            "review_title": "love it!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for almost a week now, It leave my skin extra bouncy in the morning and moisturized. I sometimes during the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Recently received the mini version of this as a gift and it has been amazing. As a dry skin girlie, this is my holy grail for whenever I need quick overnight hydration."
        },
        {
            "review_title": "Great for dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Absolutely love this! My skin is super dry and I love using this instead of a nighttime moisturizer! My skin is so soft when I wake up."
        }
    ]
}