{
    "product_id": "1737",
    "name": "On-the-Glow Blush & Illuminator",
    "brand": "Wander Beauty",
    "categories": "Makeup, Face, Face Sets",
    "price": 51.5,
    "about": "What it is:An all-in-one beauty enhancer for the face and cheeks with a highlighter on one end and a blush on the other..Coverage:Medium.Finish:Natural.Formulation:Cream.Highlighted Ingredients:- Vitamin E: Has antioxidant properties and prevents free-radical-inducing damage..Ingredient Callouts:This product is vegan, gluten-free, and cruelty-free..What Else You Need to Know:Bring natural-looking color to the lips and cheeks with the dual-ended On-the-Glow Blush & Illuminator. Its cream-to-powder formula glides on effortlessly and blends seamlessly onto skin while adding gorgeous color and luminous sheen to every complexion.",
    "ingredients": "-Vitamin E: Has antioxidant properties and prevents free-radical-inducing damage...Bare:.Octyldodecanol, Triethylhexanoin, Diisostearyl Malate, Polyglyceryl-2 Triisostearate, Silica, Ceresin, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Wax, Microcrystalline Wax, Euphorbia Cerifera (Candelilla) Wax, Sorbitan Sesquioleate, Copernicia Cerifera (Carnauba) Wax, Glyceryl Caprylate, Tocopheryl Acetate, (+/-): CI 77891, CI 15850, CI 77491, CI 19140, CI 77499...Nude Glow: .Octyldodecanol, Phenyl Trimethicone, Triethylhexanoin, Synthetic Fluorphlogopite, Diisostearyl Malate, Silica, Ceresin, Mica, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Wax, Microcrystalline Wax, Euphorbia Cerifera (Candelilla) Wax, Sorbitan Sesquioleate, Polyglyceryl-2 Triisostearate, Glyceryl Caprylate, Copernicia Cerifera (Carnauba) Wax, Tocopheryl Acetate, Tin Oxide, (+/-): CI 77891, CI 77491, CI 15850, CI 75470....",
    "how_to_use": "Suggested Usage:.Lips: .-Apply the cream color to lips directly from the stick or press color onto lips using fingers. ..Cheeks: .-Swipe or dot the cream color across the apples of your cheeks and blend using fingers or a brush. .-Apply the cream illuminator on the top of cheekbones for more luminosity. ..Eyes: .-Using fingers, blend the cream color or illuminator across lids and into the crease. .-Apply the illuminator under the browbone and the inner corners...Body: .-Swipe the cream illuminator on shoulders, du00e9colletage, and anywhere else youu2018d like to add glow.",
    "num_reviews": 174,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/wander-beauty-on-the-glow-blush-illuminator-P481391?skuId=2570166&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2570166-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Bare/Nude Glow",
            "shade_descriptor": "soft nude rose",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2570166-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Petal Pink/Nude",
            "shade_descriptor": "soft peony pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2570174-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Exactly what I hoped for. I have fair skin and the blush and illuminator are lightweight and look great on me."
        },
        {
            "review_title": "Obsessed Is An Understatement!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "On-the-glow is the perfect travel bag or purse necessity! The stick isnu2019t too big to fit most spots! Features an easy to use double applicator that allows you to twist at the head of each side. Beautifully colored blush reminiscent of a dusky pink and an almost coppery illuminator which pairs beautifully with the blush. Consistency wise itu2019s very creamy and easy to apply/blend! I really love this duo stick and find that itu2019s been my main go to even at home! Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Normal skin",
            "review_text": "Iu2019m enjoying using this dual ended stick which has a blush on one side and an illuminator on the other. It blends easily and creates a subtle or dramatic look depending on how much product you use. The illuminating highlighter leaves a glow without large obvious chunky pieces, very subtle."
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Super easy to use, it's like swipe and go, easy to carry and bring anywhere.. They melts like butter and blends effortlessly, this shade is pretty and flattering.. I love that you can use it on cheeks, lips and eyes and body.. The highlighter is beautiful too"
        },
        {
            "review_title": "A 'Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The Wandr on the glow blush and illuminator is perfect for when you are on the go and are traveling, it's compact allowing for more product that takes less space! The blush adds a beautiful natural flush and goes on beautifully! The illuminator adds just the right amount of shine! Both feel like skin care and give a beautiful glow!"
        },
        {
            "review_title": "amazing formula gorgeous product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I love this dual stick. it's fantastic to throw in my bag when I'm traveling and the product itself is so easily blendable and sinks right into my skin. if you like a natural skin look that still has color and glow this product is amazing it blended so smoothly and the wear was fantastic. my blush and highlight looked just as good at the end of the day as it did when I put it on in the morning. i will definitely be getting more shades of this product to travel with. I hope they create a bronzer stick with this formula so I can have a full beat with this gorgeous formula."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I like the dual head design of this product, which making room for my makeup bag. The color for both blush and Illuminator are very wearable, helping me to create a natural look I desire. Both of them are pigmented and long lasting"
        },
        {
            "review_title": "Great blush, great highlighter, too much packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "The Nude Glow is flattering- it has a soft shimmer without glitter and blends well. The Bare blush looks peachy which is not what I usually wear but it's surprisingly flattering on my fair, cool toned, over 60 face. My issue is with the components itself- it's about twice the size it needs to be.Wander was founded as a line that's easy to travel with but this stick does not need to be this big."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This duo is really great! Both shades complement each other nicely. The formula is easy to work with, it blends like butter and can be applied with sponge, brush or even fingers. And itu2019s very long lasting!"
        },
        {
            "review_title": "Celestial Radiance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "As a beauty enthusiast with a penchant for ethereal makeup, I couldn't resist trying Wander Beauty's coveted On the Glow Blush and Illuminator. I'm here to share my experience of this enchanting duo that has transformed my complexion into a radiant indulgence.   The blush is an absolute stunner. Its velvety-smooth texture blends effortlessly into the skin, leaving a natural-looking flush of color that mimics the youthful bloom of springtime. The shade 'Posie' is a peachy-coral dream that instantly brightens my face without overpowering my natural tone.  Oh, the illuminator! It's a shimmering symphony of light-reflecting particles that create a soft, ethereal glow. The shade 'Lit from Within' is a universal hue that flatters all skin tones. Applied to the high points of my face, it adds a hint of luminosity that makes my skin look healthy and radiant.  When combined, the blush and illuminator form an irresistible duo that enhances my features seamlessly. The blush adds a touch of color and warmth, while the illuminator illuminates my skin, creating a balanced and flattering look. The effect is subtle yet stunning, leaving me with a complexion that radiates from within.  One of the most impressive aspects of this product is its long-lasting wear. The blush and illuminator stay in place for hours without fading or smudging. Even after a full day of activities, my makeup remains fresh and vibrant.  The On the Glow Blush and Illuminator is incredibly versatile. It can be used to create a subtle everyday look or a glamorous evening glow. The compact design is perfect for travel or touch-ups on the go.  If you're looking for a makeup duo that will elevate your complexion to celestial heights, look no further than Wander Beauty's On the Glow Blush and Illuminator. This combination of high-quality, long-lasting products delivers a radiant, natural-looking glow that will make you feel radiant and unforgettable. I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I like the convenience of this. Both can be swiped on over foundation and blended with a sponge. This would be best for light skin. The highlighted is more of a sun kissed look. The blush can be built to be stronger."
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Creamy and pigmented, this has been my go to product since I received it. Each side has an essential: a blush and a highlighter, both cream products. The blush blends beautifully into my fair skin. The highlighter does show up and does not look chunky or glittery. The formula is smooth and doesn't tug or drag on my skin."
        },
        {
            "review_title": "On the go enhancer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The On-the-Glow Blush & Illuminator by Wander Beauty has become a new favorite in my makeup bag. This dual-ended stick is incredibly convenient, with a blush on one end and a highlighter on the other. The cream-to-powder formula is fantastic as it glides on smoothly and blends seamlessly, giving my skin a beautiful, natural finish.  I love the medium coverage, which is just right for adding a healthy flush of color to my cheeks and a subtle glow with the highlighter. I love that it has vitamin E as it's a great bonus, as it helps protect my skin from damage.  This product is vegan, gluten-free, and cruelty-free, which makes me feel good about using it. It's perfect for on-the-go touch-ups, and I appreciate how it enhances my complexion easily. Overall, it's a versatile and high-quality product that I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Wander Beautyu2019s On The Glow Blush and Illuminator stick is a multipurpose dream! The highlighter in u201cnude glowu201d gives a nice subtle sheen to the skin without any sparkle or glitter. The blush shade u201cbareu201d is warm but still looks natural, and it works on the lips too! I like to keep this stick in my purse to use on the go or in a pinch!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This is a great multi purpose product. The stick has two ends which can be used alone or blended across multiple areas of the face. I will use the hi-lighter across my collarbone as well. Itu2019s easy to toss into a bag as well due to its compact size."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I adore this blush and luminizer combo. An actual gem. Looks very natural and blends like a dream. Ideal for a makeup-free look without makeup. Small amounts have a big impact. may also be intensified for a more striking appearance. My skin is sensitive, however it did not break out after using it for a long time. It smells quite basic. The ease of having two products in one tube is something I truly adore. ideal for journeys. It comes in great packaging. This product has my recommendation."
        },
        {
            "review_title": "Love the packaging!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This duo is incredible! The blush is perfectly pigmented to my liking, where itu2019s buildable but i prefer a hint of color and itu2019s perfect for me in that way. The illuminated is also perfect, itu2019s the most beautiful shade that i feel is universal and has a gorgeous glow! What i love most is the packaging. Itu2019s compact, easy to take on the go, and itu2019s a two in one! I usually wear just blush, highlight and mascara daily so this is truly the perfect piece for me"
        },
        {
            "review_title": "Love this Duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love this blush and Illuminator stick. The blush is a pretty color and is very pigmented so it will last you long.  It also stays on the whole day and you donu2019t have to keep reapplying it. The illuminator is also nice and subtle. I would recommend this."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My new favorite! I use this stick daily and I like it. It is such a multitasker. I use it as blush, highlighter, eyeshadow or lipstick. The quality and color are perfect. I would highly recommend it to everyone to try it out!"
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, lightMedium skin tone, Normal skin",
            "review_text": "Blush is ok, illuminator / highlighter is barely visible on skin. Would not recommend for the price."
        },
        {
            "review_title": "Gorgeous blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product is definitely a little pricy in my opinion, but it is gorgeous! The blush complements my skin so nicely and stays all day without being heavy or sticky. The highlight is natural and convenient."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Great product and wonderful pigment  easy to blend out and shades are beautiful  wonderful to bring with you on the go"
        },
        {
            "review_title": "New go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Really like this one!  Buttery smooth, the pink is buildable and blend-able, and the shimmer side is much more subtle/glowy than glittery. Great for fast makeup days!"
        },
        {
            "review_title": "Beautiful color that LASTS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I was skeptical about this product when I originally received it in a beauty box. Now Iu2019ve gone through two & am planning on returning a much more well known brand liquid blush to return to this! The color lasts is beautiful and LASTS! Wander"
        },
        {
            "review_title": "Great Duo Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Iu2019m here to make a recommendation when using this blush donu2019t sweep this across your cheek & blend but instead use a flat top brush & press the brush into the product & then blend onto the skin works"
        },
        {
            "review_title": "Love it for maturing, sensitive skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I was skeptical about this, but I'm really glad I tried it. It's not perfect, as I find the wear time of the blush to be a little short. BUT the colour, ease of application, and that highlighter shade!!! more than make up for it. It's nice to just look nice and not have a face like a glitter bomb went off close by. You can keep this nice and subtle, and use it with or without a base. Primer is highly recommended to extend wear time, but even if that's not your thing, I simply reapply once in a while. It takes two seconds, and it's too pretty for me to care about an occasional touch up on bare skin. The older I get, the more the old touch up makes more sense. For my own skin, well-done makeup and nice healthy-looking results don't always fall into the 24-hour wear category. Once I made peace with that, makeup life got much more pleasant again."
        },
        {
            "review_title": "Obsessed with coral rose",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Leaves such a bright look, great for sculpting. I find that itu2019s pretty long lasting and doesnu2019t break me out like other cream brushes. So happy I picked this up!!"
        },
        {
            "review_title": "Missed the mark",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The highlighter is nice, goes on smooth whether you use it directly on the skin or from a brush. The blush is fine, but I find this does not last. It does blend but almost to nothing. I think I will be sticking to powder."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Petal Pink/Nude - soft peony pink",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I am always on the hunt of finding a great combo that I can not only use on days when Iu2019m running late but also is capable of holding up to longer wear days.  The petal pink shade is perfect and the formula goes on smooth and blends flawlessly"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Petal Pink/Nude - soft peony pink",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "I love the petal pink shade.  The color I received matches the peony shown in the picture.  I use my fingers to blend the illuminator on top of the blush and the result is so beautiful and natural. It also does not irritate my sensitive skin.  I was debating between this On-the-Glow blush or a Gucci compact & I'm so glad I went with the Wander Beauty option."
        },
        {
            "review_title": "WOW!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I recently bought this due to the AMAZING reviews, and WOW, believe the hype!! The colors are STUNNING, so practical to have on your purse!  A MUST-BUY!!  I'm OBSSESSED!"
        },
        {
            "review_title": "Did I get the wrong shade?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved the colour payoff for this but Iu2019m pretty sure my tube has the wrong colours in it! I ordered the Petal Pink/Nude shade, which is what the packaging says, but the makeup itself looks darker, like they put the Bare/Nude Glow in the wrong tube! Definitely NOT The light pink I was expecting. The highlighter is darker than my skintone too. Not sure if maybe I should try buying again?"
        },
        {
            "review_title": "LOVE LOVE LOVE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I recently bought this due to the great reviews, I knew I had to try it for myself since I've been loving the dewy natural look. All I have to say is WOW!! I use this  everyday now and I can't wait to buy more shades!!"
        },
        {
            "review_title": "Loveee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Fell in love super easy to use. Not heavy at all the highlight was blinding!! Which is always a good thing!! Would recommend to everyone Especially"
        },
        {
            "review_title": "A NEW MUST OMG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "BEST BLUSH IVE EVER TRIED BLENDS LIKE A DREAM AND THE COLOR IS AMAZING I JUST BOUGHT MORE IN DIFF SHADES"
        },
        {
            "review_title": "Natural on the Go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I LOVVEEEE this Duo!!! Any time I need a quick on the go look this comes in handy!!! I can apply on fresh moisturized skin without primer applied for a natural flush of color in the cheeks with subtle glitter! Highly Recommend!!!"
        },
        {
            "review_title": "Long lasting!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this blush/ illuminator duo. A real gem. Blends like a dream and looks so natural. Perfect for a no makeup, makeup look. A little goes a long way. Can also be built up for a more intense look. Itu2019s very long lasting and it did not breakout my sensitive skin. It has a plain fragrance. I really love the convenience of having both products in one tube. Perfect for travel. The packaging is nice. I would be recommend this product."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this product for its texture, for its intensity, shine. I would really and definitely use it again"
        },
        {
            "review_title": "Wandering what I did without this!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Amazing concept! I was very excited for this item!"
        },
        {
            "review_title": "The highlight/blush you NEED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This has become a staple in my every day makeup. It looks great with every look, be it for work, or a night out! The formula is very blendable, and also buildable. I've tried it with a few foundations and they've all worked well together. It is long wearing and should definitely be a staple in everyone's makeup routine!"
        },
        {
            "review_title": "Multi Use Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have enjoyed nearly all of Wander Beauty products.  This is no exception. A little dab of color on cheeks and lips is easy to blend. I really like the rich color.  The illuminator is versatile.  It has no glitter which I like."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the shade of blush. Creamy and pigmented. Easily spread on my skin with brush and highlighter is just a bonus with amazing shine. Love the glass looking reflection."
        },
        {
            "review_title": "Gorgeous Blush and ILLUMINATOR!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This Strawberry Fields color is a very natural and wonderful color on my warm skin tone as a brunette.I love that it glides on my cheeks very smooth.It is very light and not heavy on my cheeks.This beauty product has quality ingredients to make your cheekbones look more amazing.The blush and illuminator is incredible on my cheeks! My face is the first thing people look at.I always want to look my best with a natural beauty product like this.The price is very reasonable for a blush and illuminator which is a 2 in 1 beauty product.Cruelty free ingredients are always great for me!  This is a beauty product that makes me look and feel very beautiful. I love that this blush stays on my cheeks for a long time.This blush and illuminator makes my face and cheekbones look gorgeous!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Very easy to use formula and design. Highlighter and blush blend into the skin really nicely. Colors are very natural doesnu2019t look too obvious to the eyes. Very pretty colors and highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Petal Pink/Nude - soft peony pink",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Really enjoyed trying this product and I love the shades that I got. Cream blush/highlight is such a perfect combination for summer makeup and it gives a beautiful glow from within look!"
        },
        {
            "review_title": "Great product - nice and light, but lasts all day.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a great product.  It is lightweight, easy to use, and provides a nice glow.  You could layer it to build a stronger highlight if needed.  It is great to wear alone for a nice glow, or it can be used with a base foundation.  I also applied high on the cheekbones like a suntan, and it worked nicely.  It stays on all day, including in humidity and heat (took it in a vacation).  I thought it would be heavy, as some creamy blushes are, and this was not.  I would buy this product for long term use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This is a really convenient multi-tasker to keep in your purse since it comes with a blush and highlighter and its perfect for quick touch ups. The creamy formulas are easy to apply directly on skin and blend with your fingers so no brushes needed. This is truly made for busy people on the go or those who just want less products cluttering up their vanity. The formula itself has great pigmentation and lasts a couple hours, even in the current summer humidity."
        },
        {
            "review_title": "smooth and glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Great for the natural to no make up look. Overall, the products feels really nice n the skin. I would recommend for those that like to do their make up on the go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve found myself using this product pretty frequently! I use to be hesitant about stick type products because texture, but surprisingly this one is super easy to blend !"
        },
        {
            "review_title": "Give me the glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "For a natural Rosey glow, itu2019s the perfect shade for day or night and the highlighter gives you that extra glow, easy to use and blends easy. A great item to have - I love a 2 in 1."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Cream blushes are all the rage now so I was excited to try this one. Color is really pretty and natural, blends well with fingers or brush and seemed to stay on all day. I wasnu2019t too big of a fan of the highlight but I also use highlight sparingly."
        },
        {
            "review_title": "Great for multiple uses and a quick look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is a great product for a quick makeup look as well as for traveling. The product is easily blendable and can even be used for other purposes (use the blush side as lipstick).  I like that they have a wide array of colors for different skin tones to pick from and that itu2019s a clean beauty product!"
        },
        {
            "review_title": "Beauty Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Compared to other products that I have tried that are similar, the Wander Beauty On The Glow Blush & Illuminator far exceeds the competition. It is silky smooth and melts into your skin beautifully. It looks very natural and wears easily. I think the biggest benefit to owning this product is that fact that you can use it as your only product to do a quick two minute face. I love to use the illuminator as an eyeshadow and like to rub some of the blush on my lips for a little color. This one little stick can easily slide into your purse for touch ups without taking up hardly any room.  I will definitely be buying this product once it suns out, it is something I donu2019t want to go without! I cannot recommend this product more to my friends and family. One of my friends has already picked one up. It is a great product and I just canu2019t stop talking about it. I have gotten many compliments about my complexion and asked if I have been doing anything different and thatu2019s when I let them know my new little secret!!"
        },
        {
            "review_title": "Glow Up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "On-Glow Blush and Highlighter is my new essential item for on the go. This is perfect for travel because it does the job of two products and also great to have in your handbag at all times.  The blush is pigmented and looks beautiful on my tan skin. The highlighter gives the perfect summer glow. I would highly recommend this product to all make up enthusiasts."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this little stick! Wander Beauty is a brand I love and this product did not disappoint! The cream formula applied perfectly over my setting powder and I used both my finger and a beauty blender. Colors on both the blush and highlight were perfect and not too much, great for an everyday look! Love this and will definitely buy again!"
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I wear blush every day even if Iu2019m not wearing make up. I feel like it adds so much life and dimension to my face so I canu2019t go without it. I was so excited to try wander beauty on the glow blush and illuminator stick in coral rose/nude which is a warm peachy pink shade. I love the coral color because I have yellow to neutral undertones and I feel that this really complements my skin tone. The blush is so blend double and easy to apply and the illuminator leaves a soft glam on my face which isnu2019t too shimmery. I have been carrying this with me everywhere I go."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am in love with this product . Itu2019s super easy to use, beautifully  pigmented and perfect for travel . Can use for natural look or build up for. More bold look. Def would recommend ."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I like it, it looks super on my skin.  the colors go very well with my skin tone i love it compared to other highlighters"
        },
        {
            "review_title": "Easy to use easy to carry",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Super easy to use, beautiful shade that I can apply multiple ways and Wander Beauty always has great feeling makeup. I just love this duo action. I have their duo concealer that I love too! I can bring these along with me without taking up any room in my small bag too. And I never had any reactions. Definitely one to buy!"
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is a nice formula. I have deep skin and it gives me a tint of color which is nice. I like that itu2019s a glow and not chunky glitter like other highlighters are"
        },
        {
            "review_title": "Natural lovely combo",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Its a beautiful combo, the size is huge which means it will last a while. France free which is best for the skin. I like the colors for a natural yet glowy look on the cheeks but donu2019t love it as a lipstick or eyeshadows so the price is not great for the value to me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Petal Pink/Nude - soft peony pink",
            "review_buyer_description": "blonde hair, Fair skin tone, Normal skin",
            "review_text": "This blush stick goes on really smoothly and it easy to use. Itu2019s really easy to make a light tint or heavier blush by layering the product. It leaves a really nice shimmer on my skin."
        },
        {
            "review_title": "Perfect!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was so excited to try this product! I love compact, on-the-go products that I can just throw in my bag. I also love cream formulas because I have dry skin. Powder formulas tend to flake on me. I loved this product!! The blush color was beautifulu2026not too pink, not too orange and blended easily. The Illuminator (highlighter) was perfect for my dry skin as well. It also blended easily and wasnu2019t too bold which is my preference for highlighters. Overall I really enjoyed and definitely recommend."
        },
        {
            "review_title": "Great for on the go",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love how this is two products in one, itu2019s easy for me to carry it in my purse when my face needs a little pick me up throughout the day"
        },
        {
            "review_title": "Compact and Cute!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Love the design of this product. It is so compact and handy to have two products in one. Can easily be thrown into your handbag for touch-ups on the go. Although I didn't need any touch-ups as it lasted all day, even in the hot New York summer weather! It gives a subtle glow that can be buildable to go from day to night."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Great! I love having two products in one stick. I've been traveling the past few weekends and it's so much easier to just have one product to stick in my travel case, instead of a few products and a brush. It's also great to get a summer glow. I just wish they'd make it in a silicone free version"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Love the blenadbility and formula. Easy to use and convenient for everyday use. My go to makeup look."
        },
        {
            "review_title": "perfect for a no-make up make up look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "The colors are nice. They go on smooth and blend well into the skin. Theyu2019re not incredibly pigmented, so if youu2019re looking for something over the top, this isnu2019t for you. This is perfect for subtle no-makeup makeup looks."
        },
        {
            "review_title": "Love the blush end",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really loved the blush end of this product. I think the illuminator goes on a little bit heavier than I personally like. I wish it was a blush and contour combo. The blush is a great color, creamy & blends out really nicely. I found that I like a cream/stick blush a lot more than a powder."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This products is great. Goes on pigmented but blends out well with a brush or finger. Iu2019ve tried other stick blushes in the past that Iu2019ve liked, but this one is much creamier and easy to apply. Doesnu2019t feel heavy and the color is lovely."
        },
        {
            "review_title": "Pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I really love the color and ease of use of this blush and high lighter. Itu2019s super convenient packaging is a win as well. I havenu2019t found the best application method so Iu2019m excited to continue playing with it!"
        },
        {
            "review_title": "Gorgeous color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this blush and highlight combo. The color is gorgeous! So easy to carry and applies with a couple of taps of your fingertips. The coverage is buildable and if you get it too concentrated, it blends quickly. Thereu2019s no scent so it works for those who are sensitive to smell. The packaging is lovely and I like that the color and highlight are a larger circumference. Overall an excellent product."
        },
        {
            "review_title": "easy and quick!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is beautiful! I did find it easier to apply with a brush versus using it directly on my face. It was harder to blend out when applied directly. I definitely want to try additional colors because this is a great product and easy to use!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I like Wander Beauty's On-The-Glow Blush & Illuminator. Not only is it perfect for applying when on-the-go, application is a breeze. The color of both the blush and the illuminator are buildable and really pretty!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Got this item to review and I love it so much!! Summer favorite canu2019t let go of it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Petal Pink/Nude - soft peony pink",
            "review_buyer_description": "Grey eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have loved this for quick makeup days!! Very long lasting. The blush/highlighter colors go perfectly, and the petal pink is a great everyday type of blush shade. I just tap it on my cheeks and blend it out with my fingers and done! Great for traveling and could be thrown in the purse for easy touch ups, but iu2019ve found that I donu2019t need to touch up throughout the day, this blush stays and doesnu2019t disappear off the face in 5 minutes like other cream blushes."
        },
        {
            "review_title": "Easy for on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I received this product for free to sample. This is the perfect summer blush. Perfect for on the go. Easy to use, easy to reapply."
        },
        {
            "review_title": "Obsessed. Buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I wanted to try a cream stick blush for the longest time. I just couldnu2019t bring myself to pay the price point on other products like this. I was so excited to finally give something a try that was in my price range and it completely blew me away. I live in Florida where itu2019s hot and sticky and sometimes powder make up just doesnu2019t cut it. This cream stick blush and highlighter blended easily and lasted hours!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this product for many reasons, but the huge one is having the blush and the illuminator in the same place! I am traveling right now and it was so easy to take with me and not use much space! The second reason is the color! I love the colors and it looks amazing on my skin!"
        },
        {
            "review_title": "Works wander",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love it! I like how it goes on smooth and not greasy like some brands I tried. This is my go to fast and easy and no mess at all. This is all I wear now. Iu2019m going to try a different glow and the blush is perfect."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "The color is fresh and pretty. Interesting design that is easy on the eyes."
        },
        {
            "review_title": "Strawberry Fields Forever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My new favorite blush! The color payoff is amazing and long lasting. The strawberry tint of the blush is beautiful and the highlighter gives the perfect amount of brightness to the face or inner eye. I love the easy to use packaging and love how it blends easily with a beauty blender or just tapping with my fingers. Will absolutely pick this up in other colors!"
        },
        {
            "review_title": "Not too shabby",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I absolutely love the color options, itu2019s a two-in-one product which is compact for an on the go look. The formula of both the blush and illuminator are super creamy and easy to work with. They are buildable for your choice of a softer or more intense look. Itu2019s better to blend with your fingers so the formula can melt in your skin. Pilling occurs if you have any products underneath which is why I dropped a star. I tend to use this as a u201cno make upu201d makeup look without foundation to give me some color and life back into my face. I wouldnu2019t use the illuminator if you arenu2019t a fan of your skinu2019s texture, the cream definitely highlights the skins texture and makes it look more noticeable. I would recommend this to my friends who are looking to add some color back to the face. I also used the blush on my lips to pair them. Doubles as a lipstick. I have added two photos, one is my before photo, the next is after application of both blush and illuminator. I have no other products on my cheeks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product!  The color is buildable and easy to apply, it blends out wonderfully. The highlighter is also easy to blend and very natural looking. I've been using this daily in the warm weather and it doesn't last all day, but is easy enough to throw in my bag and apply with brushes or my fingers. I'm going to definitely be purchasing other colors."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I received this complimentary in exchange for my honest review. I have oily skin so I wasn't expecting to like this product but I was pleasantly surprised. it goes on smooth and the colors are beautiful. I had no trouble blending, I used my fingers and a sponge and it melted into my skin perfectly. The staying power was pretty good and I like that it's easily build able for light to maximum color."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I actually really like this product. They both blend really well, they're easy to apply and control the amount you add, great pigmentation and glow."
        },
        {
            "review_title": "Silky Smooth Finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Wander Beauty On-The-Glow Blush and Illuminator goes on so smoothly and is easy to blend.  Doesnu2019t feel heavy or gooey like other products Iu2019ve tried.  I highly recommend this.  Iu2019m have fair to medium skin tone and the Coral Rose/Nude was perfect."
        },
        {
            "review_title": "Convenience at its best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I really loved the two in one nature of this product. I hate how many products I have to bring along for a weekend away so when I had a recent girls weekend, I threw this in my bag along with mascara, eyebrow gel, and some concealer. And wow, did it work wonders. I was able to swipe the highlighter on my eyes instead of shadow, gave my nose and lip a little shine, and found it easy to blend with my fingers. Then I dotted the lovely blush shade along my cheeks. I loved how creamy it went on and how easy it was to use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have several blush-illuminator sticks so I wasnu2019t expecting much of this one but from the first time I tried this one, I was impressed! Itu2019s super soft and matte. The color is fresh and pretty - I use it as a blush and as a lip color and itu2019s perfect for that sun kissed summer look. And I donu2019t normally use illuminator but this one blends so easy and is super glowy! I dab it on the bridge of my nose and tops of my cheekbones and itu2019s just so pretty! Both last all day and give off a perfect summer glow. Will def be picking this one up again!"
        },
        {
            "review_title": "Double Duty Glam Stick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This product is great!  It doubles as a lipstic and Blush and on the other side itu2019s a bronzer. Takes little room in your bag.  Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Petal Pink/Nude - soft peony pink",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I absolutely love this product. It is convenient for travel and every day life. The colors are perfect and makes doing my makeup more enjoyable since I donu2019t have to dig through my makeup bag looking for two products. I also love how creamy and non drying the texture is. I would absolutely buy this many more times and recommend this this everyone!"
        },
        {
            "review_title": "I like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I do enjoy this product. It lasts on me. It's a very pretty nude/rose shade. The highlight is a bit too gols for me, but thats just personal preference."
        },
        {
            "review_title": "On the Go",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I have tried a lot of makeup products but have always avoided cream or anything in the stick format due to preferring products with more longevity on the skin. I think the blush is a beautiful flush on my skin that resembles a pinky/mauve color. I tried applying the blush both with my fingers and a stippling brush. My fingers helped to melt the products and apply more smoothly. The color did fade throughout the day. The highlighter side is definitely a more natural effect. If I wear a highlighter I usually reach for something with a more white/yellow gold tone to help brighten. I felt like this highlighter never truly dried down. The only reason I chose to review this with less stars was due to longevity of the blush without a powder blush on top and tacky/wetness of the highlighter without a powder highlighter topper as well. I think this would work best for those wanting a really dewy look or for u201cno makeup, makeupu201d type of days."
        },
        {
            "review_title": "Nice 2in 1",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Nice creamy texture. The blush and highlighter glides on and does not feel sticky"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love the color combo on my skin. The formula was so soft and stayed all day it looks so good"
        },
        {
            "review_title": "Great summer glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this blush and highlighter stick combo. Both the blush and highlighter are creams and they go on smoothly and blend very well. Use a little or as much as you want, it just depends on the type of look you're going for. Both the blush and highlighter comes in this convenient stick that you can just put in your purse."
        },
        {
            "review_title": "Love this stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I never used illuminator before, it seemed to complicated for my fairly basic makeup routine. But this product is actually very quick and simple to use, but it has a lovely, subtle impact that is now part of my daily use. The illuminator really highlights my cheekbones and brow area, and the blush works both for my cheeks and as a lip stain. They both blend well and don't irritate my skin. Definitely a keeper!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Petal Pink/Nude - soft peony pink",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Great for simple on the go makeup, rolls on smooth, almost like a light cream, but dries like a powder. Super lightweight, can't even feel it's there, gives you a pop of color and the highlighter is just the icing on the cake."
        },
        {
            "review_title": "Creamy & Pigmented Stick!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "The blush shade is named strawberry and the color is exactly the same a gorgeous and pigmented red with a touch of pink. I can use my fingers or a brush to blend and the cream is easy to apply and does not show any patchiness. The highlighter in nude glow is a complimentary shade for my skin tone and is the same as the blush, very pigmented yet easy to blend out. The texture does have visible shimmer or glitter flecks."
        },
        {
            "review_title": "Love the 2 in 1 stick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really love the two complementing colors! They worked really well with my skin tone. The 2 in 1 stick is super convenient. Iu2019ve been keeping it in my purse makeup bag along with mascara and lip gloss. Wander Beauty is a a great brand of makeup, and Iu2019m glad I had the chance to try the glow blush & Illuminator! The creamier makeup works better with my skin type versus powder makeup. If you have oily skin, Iu2019m not sure if youu2019d like this product.  I started using a makeup setting spray so I have no issues with my makeup wearing off.  Overall, I was pretty impressed with Wander Beauty On-The-Glow Blush & Illuminator. I would definitely switch from my current blush and bronzer."
        },
        {
            "review_title": "essential travel item",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "As an avid traveler, Iu2019m always looking to streamline how my makeup essentials when packing. This blush and highlighter stick is my new found treasure. Easy to apply, travel friendly and best of all, it gives the perfect glow and blush from within that is simply radiant. Also great for those like myself that live in Humid weather:) Love, love, love!!:)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Petal Pink/Nude - soft peony pink",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Just a really good on the go blush and highlighter. It gives you a natural glow that doesnu2019t look like itu2019s caked on and last all day. It actually works better than other blush/ illuminators that I have tried. Itu2019s the perfect blend!  I would definitely buy this product and recommend it to my friends and family."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I absolutely loved this coral rose/nude glow on the go blush highlights duo from Wander Beauty. It looks really pretty on my skin. The coral rose is so flattering and with the combination of highlights itu2019s the perfect summer look. A great travel makeup which is tsa friendly you can just put in your purse."
        },
        {
            "review_title": "Perfectly pigmented, effortless application!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "I LOVED this product. The cream blush end is perfectly pigmented for buildable color that looks so pretty and natural. The highlights creates a dewy, gooey finish without looking too metallic. Each end can be applied directly with the stick or with your fingers, and the dual end design is perfect for carrying on the go! Color/highlight are fairly long lasting as well."
        },
        {
            "review_title": "Multi uses excelente quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Pleased with this product, itu2019s multi uses and works excellent, compact, great consistency and fulfill my needs"
        },
        {
            "review_title": "Great multitasker!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "I love this for travel! Takes up such little space and packs a powerful punch of multitasking goodness! Great blush and lipstick. The highlighter is wonderful for a neutral eye base and that's it- good to go! A swipe of mascara and I'm all set. Love this!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "The color looks nice but on my skin tone when I applied it I just wasnu2019t feeling it."
        },
        {
            "review_title": "Cute little product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've always been a big fan of Wander Beauty. I love this blue and illuminator. It has beautiful colors and super easy to apply! I just blend it with my fingers. Two thumbs up!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this stick!  It's so easy to apply, and the color is gorgeous.  I have fair skin, and oftentimes cream products are too overwhelming on my complexion, but this was perfect.  I love that it's so easy to throw in my bag for touch-ups during the day.  I highly recommend!"
        },
        {
            "review_title": "my new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this product. I gambled since I had never seen it and had never tried it before. It was a total win. The color was perfect, it literally lasts ALL DAY, and I love the highlighter. The cream blush is wonderful and easy to apply. For me, it's perfect. I switched to cream blush a while ago because I am a little on the dry side and powder blush literally disappears after an hour or two. This blush stays on all day which is AMAZING!! I can't say enough good things about it and I would highly recommend. I know it is a little pricey, but it seems to contain a good amount of product, so it should last for quite a while."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The blush end of this stick is FANTASTIC. If you're super pale and blonde like me, the color looks so fresh and vibrant. I usually don't go for raspberry shades on my cheeks, but I'm totally sold now. It's so freaking beautiful! Seriously, get this just for the blush. The glow end is nice too! I like how slippy but balmy it feels, and I'm definitely using this for the rest of the summer."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Beautiful colors and easy application. This is the first cream makeup product Iu2019ve used and Iu2019m pleased. The color lasted for several hours in the Florida heat."
        },
        {
            "review_title": "Lovely!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Love it!!!! I have really dark skin and it honestly looked so good on me. The highlighter is perfect and the blush is great. I got this for free and I would 100% buy it again!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This blush and highlighter duo provides a natural flush and glow. It is easy to blend with just your fingers, but also looks good when blended out with a brush. I like that one product can be used multiple ways. My only complaint is that the highlighter is more sparkly than glowy."
        },
        {
            "review_title": "The Amazing Dynamic Duo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I just love the scentless creamy formula of both the blush and the highlighter, it goes on so easy, they're non oily and blend like a dream so effortlessly. I got it in the shade Petal Pink/Nude Glow and matches my light neutral complexion perfectly.  The natural finish is one of the aspects that I love the most, the blush looks so natural and the highlighter looks like it illuminates from within, both are pigmented and super buildable.  The convenience is another super plus, it's perfect for on-the-go and quick retouches, reason why this is one of those perfect products that everyone needs, even on those days that I don't wear makeup, I use a tinted spf, or serum and swipe this duo on key areas, the blush is also really nice on the lips, and the highlighter goes perfect right under the eyebrows.   It's definitely one of my favorite makeup products so far, and I know it will remain that way for years to come. I already bought it in the coral shade and it's equally stunning!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am a fan of cream blushes especially the blush sticks. I like the packaging, the concept and ease of use. I have been wanting to try the Wander Beauty Blush stick for a while. I am glad I finally had a chance to try this blush. The texture is soft and it glides easily. It fits perfect for my combination skin. The formula is not drying nor is it too oily. It blends easily without fading. It gives my cheeks a flush of color that is glowing and bright. It is easy to apply with the dual side stick and great for multitasking."
        },
        {
            "review_title": "Easy and quick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I love products that are easy to use and I was looking for something to bring with me on the go for quick touch ups. The coral rose color is really nice on my skin tone and the highlighter isn't too shimmery. The combination looks very natural on me. The texture is creamy and easy to blend as well."
        },
        {
            "review_title": "Great product that looks amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I use makeup regularly and have for years.  I received this product as a sample for review.  The color, coral rose, was perfect for my skin tone.  The produce glided onto my skin, it did not tug or pull like other formulations.  The color gave me a lovely natural looking flush.  I dotted it on my cheeks and just spread it minimally.  The color stayed on my cheeks all day and did not irritate my skin.  I actually used the illuminator on my eyes, as the color, nude glow, is very similar to the shade I use for my daily eyeshadow.  I really liked how it reflected light yet still looked natural.  I was able to use eyeliner on top of it without smearing.  Both products came off easily at night with regular soap and water.  Its a great addition to my makeup arsenal and makes my routine so much easier!"
        },
        {
            "review_title": "Cute combo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Oily skin",
            "review_text": "I have heard of Wander Beauty but this is their first Product Iu2019m trying and Iu2019m glad i did,I love that itu2019s a combo Product that doubles as a blush/lipstick and highlighter, it is well pigmented and pops on my skin, It leaves a subtle glow  finish and is very easy to carry around, Itu2019s Perfect for a day/night look, I am really looking forward to trying more Products from this brand."
        },
        {
            "review_title": "A very pretty glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is very pretty! I have light, neutral/warm skin, and this looked lovely on me. I also used it after self tanning, and it still looked great. It goes on easy, and blends well. The blush is pigmented, but not TOO pigmented, and the highlighter gives a lovely lit from within glow. I will say, if you're very fair I wouldn't recommend this shade. While I think the blush would suit a variety of skin tones, my skin was just dark enough for the highlighter, if I were any paler it would have been too dark on me."
        },
        {
            "review_title": "Glows but stains!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I really liked the way this blush illuminated on my skin which gave it a a nice glow, however itu2019s very hard to remove, even with my makeup remover. Thatu2019s why I give it three stars. I donu2019t want to have to scrub my face to remove it. Iu2019ve included a picture of how it glows on the skin."
        },
        {
            "review_title": "Applies smoothly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This product applies so smoothly and is rich and creamy. Definitely recommend"
        },
        {
            "review_title": "a summer must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Perfect for summer or touch ups. This is smooth and creamy without being greasy. I love it in the summer over my tinted sunblock. Easy to wear or to keep on hand for touch ups. Can be layered under powder blush or highlighter for extra staying power."
        },
        {
            "review_title": "Great summer staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I tend to like a way more dewy and glowy face during the hot summer season. I really enjoy this multi use product as its double sided and provides blush and highlighter in the same component. Itu2019s a beautiful flush of deep pink on my medium tan skin tone (MAC shade reference nc43/44) and I also love the highlighter although I found it works best if layered with a powder highlighter for maximal effect. Overall I would keep this in my summer makeup routine because itu2019s so convenient and easy to use."
        },
        {
            "review_title": "A Great Multi-Tasking Product for Busy Girlies!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this product complimentary in exchange for my honest opinion.  This is the first time trying anything from the Wander Beauty Line, and I was pleasantly surprised with this product.   As a busy girly, I am always on the go and really enjoy products that can multi-task. This blush and illuminator is easy to apply on my cheeks, lips  and eyes for a pop of color. It gives a perfect sunkissed yet fresh faced and pulled together look. Definitely want to try more shades!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love that this is so convenient to just throw in my purse.  Then I do a little touch up during the day and Iu2019m good to go!  I LOVE the shimmer on the highlighter and the blush is just right with my fair complexion"
        },
        {
            "review_title": "So beautiful stick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I absolutely love this duo perfect blush shade and highlighter. This stick is easy to use just apply and blend with fingers or brush. I can keep it in my purse for touch up when traveling. I will definitely buy this stick because it gives natural look."
        },
        {
            "review_title": "Perfect Pigmentation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The pigmentation is perfect balance. Some tend to be too bright or too dull to even show however I found this shade the perfect blush stick for me . My friend even borrowed it"
        },
        {
            "review_title": "ob-SESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I honestly want one in every place I keep things, this is such a relaxed and lived-in beautiful Sunkist look. Blends perfectly with fingers, such a low maintenance product that delivers a high maintenance look. Use on my eyes,lips,cheeks,nose, and even my collarbone."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I received a free sample for the CoralRose shade in exchange for a review. This is my first time using the Wander Beauty product line. What I like that this is a multi tasker with both a blush and highlighter in one and is made with good for your skin ingredients. It glides on easily and is very blendable leaving a natural flush and dewy finish.  Wear wise it did not however last the entire day which is why I took 1 star off. This will be a great product for my no make up days and also for my teen who is just starting to wear makeup. All together I would purchase on my own."
        },
        {
            "review_title": "love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "The blush color is beautiful and it is easy to blend. It looks super natural, and the illuminator leaves your face looking alive and fresh! This will definitely become a staple for my makeup routine!"
        },
        {
            "review_title": "Wander 7-In-1 Miltitasking",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love how the Wander Beauty line contains Antioxidants & Vitamin E and is Cruelty Free, Gluten Free, BPA Free, Paraben Free, Phthalates Free, Fragrance Free, and Mineral Oils Free. This dual-ended stick is a 7-in-1 Multitasking Blush & Buildable Illuminator that is a Lightweight & Ultra-Blendable Cream to Powder Formula that is Sweat Resistant, Finger-Friendly, that makes for Easy Touch-Ups, and absolutely No Creasing or Caking. It adds Gorgeous Color & Dewy Luminosity, Delivers a Natural Flush to Lips & Cheeks, Adds Universal Glow to Eyes, Face, and Body, and Provides Radiant Dimension. You can wear it Alone or as a Primer because it has a Matte Finish. I use it on my Cheeks, Lips, Eyes, Shoulders, Decolletage, and Body. The ingredients Protects Skin from Environmental Aggressors, Prevents Free Radical Inducing Damage, Moisturizes, Nourishes, Hydrates, Smooths, Relieves, Restores, Renews, Replenishes, Soothes, Calms, Heals, Stabilizes, Softens, Luminates, and Strengthens, Refines Skin Texture, Reduces Pore Visibility, Illuminates, Conceal, Highlight, Brighten, Tones, Corrects, Reduces Imperfections and Pores, Purifies, Contours, and Sculpts."
        },
        {
            "review_title": "Beautiful product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love this product! Bzzagent sent me this and I was so excited to try it. Itu2019s the perfect size to travel with if youu2019re looking for a travel friendly product! I found that the blush side was perfect for cheeks and lips! I tried it on with no foundation and it looked beautiful even on naked skin!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I usually steer clear of cream based blushes and highlighters but decided to give this one a try-- and I am glad I did! I received the Petal Pink/Nude Glow stick and it is perfect for that sun-kissed glow. The color is pigmented but not overwhelmingly so.  It is very buildable and can tailor it to the look you're going for. The highlighter is excellent! It's a nice champagne shade that is universally flattering."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been waiting for a product like this! A 2-in-1 blush and highlighter stick. So convenient and so, so, so pretty. I love that it's a stick for easy application and natural finish without glitter. I can use everyday. It blends very well with a brush and just leaves a nice glow to skin. Totally recommend this product."
        },
        {
            "review_title": "Glowy to go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is my travel essential. I love a multi use product to keep my packing light. It has a blush on one end and a highlighter on the other end. I got the color Petal pink and it looks very natural on me. It has a creamy formula, so easy to blend and doesn't look botchy at all. Adding the highlighter, I just like a glazed donut!"
        },
        {
            "review_title": "new stick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I loved this beauty stick. The blush is fantastic the highlighter is not as great but it is not terrible. I like to blend in the blush with a sponge"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Gorgeous shade and gorgeous product. It looks so natural on the skin and gives me the perfect glow!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Petal Pink/Nude - soft peony pink",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019ve used the wonder beauty Skincare, specifically the eye patches, which I love. The On-The-Glow Blush & Illuminator - Petal Pink/Nude Glow was the first color cosmetic I tried and loved. I love that itu2019s dual action. Highlighter and blush that can be applied to cheek bones and lips. Iu2019d definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Petal Pink/Nude - soft peony pink",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this product! The coverage and intensity is buildable and the shades are so flattering. Perfect natural look and itu2019s a great on the go product. The application is easy and smooth as well!"
        },
        {
            "review_title": "My new go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The Wander Beauty On-The-Glow Blush & Illuminator is the perfect blush and highlighter. I got it in the color Coral Rose/Nude Glow and it is such a beautiful color. I love that the blush and highlighter are in one package, this makes it easy to travel with. It applies well, just swipe and blend in. It is easily buildable to achieve the look and intensity you desire. I like that I can put on a little for no-makeup looks or build it up for an evening out. I want to try all the colors now. This is my new go to blush and highlighter."
        },
        {
            "review_title": "Beautiful and natural",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The blush and highlight are truly beautiful. I own several cream blushes and highlights and the Wander Beauty is my favorite so far. First of all, I love the convenience of having a two in one product and it being in a stick form. It's perfect on the go and easy to apply and even easier to blend out. It's not irritating to my uber-sensitive skin, and the highlight is surprisingly blinding. But it doesn't look unnatural on the skin, it reflects the light so beautifully as I move my head around. I haven't noticed any fragrance, which is good. Overall,  I highly recommend the On-The-Glow Blush & Illuminator"
        },
        {
            "review_title": "YES!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am all for packing light and consolidating my beauty products and this wonder tool does just that! I now only have to carry one item that does two plus jobs! The packaging is classy and is of great quality. The shimmery highlighter is a beautiful mix of sparkle and sheen and makes my cheekbones really pop! The opposite side that contains the blush is a really pretty color that I also use as lipstick. The formula texture is creamy and goes on smoothly and lasts for a while. I definitely recommend this product to anyone who is lookin to simplify their beauty routine!"
        },
        {
            "review_title": "It could be better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "The blush made me look as if I had been slapped. I did like the texture of the blush. The highlighter gives off just enough color."
        },
        {
            "review_title": "Love love love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "The blush end goes on smooth and beautifully! I have used cream blush before but this one is hands down the best!"
        },
        {
            "review_title": "Glow on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really like this product! Itu2019s easy to use and nice and compact so I have an illuminator and blush in one stick."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Petal Pink/Nude - soft peony pink",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The packaging is really cute and modern feeling. The product reminds me of Nars, so the quality is great. Sometimes 2 in 1 products feel forced and I waste one of the products, but this combo pairs beautifully and is actually handy to have on-the-go."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was so easy to use and it's small enough to fit in my purse. I was able to apply this in my car with no issue and the color was great too. I like how the illuminator made me glow. It's a great blush/illuminator for on the go"
        },
        {
            "review_title": "A glowing combination!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love cream blushes and highlighters so I was very excited to try out this duo. It was my first time using a Wander beauty product and I was certainly impressed. The blush is u201cpetal pinku201d and is a beautiful deep pink. Iu2019m fair skinned and it works perfectly. The blush dabs on nicely and blends out very beautifully. The highlight is a nude champagne that glides on like butter and blends just as well as the blush. Both are pigmented and add great color and sheen. As someone with dry skin, I love anything that gives my face a dewy glow and this is my new go-to product."
        },
        {
            "review_title": "Perfection in a stick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I received this as a free sample from Bzzagent for my honest review. I think this is my new obsession, I'm in love with this wander beauty on the glow with blush and a illuminator. The blush color is perfect, they are both creams so they glid right on the skin easily and blend perfectly. The illuminator is soooo nice, it has such nice pigmentation (the blush too) and really makes my skin glow. I highly recommend this!"
        },
        {
            "review_title": "strawberry Fields forever!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I picked the color because itu2019s one the greatest songs ever and it definitely lived up to its name. You can blend this down to be this gorgeous berry glow that looks like you just worked out (ha!) and have that healthy flush. I am a one and done kind of makeup girl. I own sooo much, too much makeup but the things I always reach for are like this. You can do your whole face with this. Now that monochromatic is in- use this on your lips cheeks and eyes and oh did I add there is a stunning nude champagne highlighter on the other side not a wasteful brush like other stick highlighters I own. And you can use it highlight your cheek bones or eyelids.. itu2019s a perfect size to throw in a clutch for summer nights or also something that would be a great beach bag item. Everything is cream and so moisturizing it looks really natural and glowing on your skin. If my step dad didnu2019t just pass away and I wasnu2019t having to help my mom out Iu2019d be purchasing the coral today and then all of them! Also at 44 and a half I really care what I am putting on my skin, and I am think wanders products are made with health skincare and the environment in mind. This is a win for me! And I try everything!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Combination skin",
            "review_text": "I am pleasantly surprised about how well this works and how good it looks."
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "fortunate enough to receive this product for free in exchange for my honest review.  Honestly?  I'm obsessed! The versatility of this product is the holy grail for those of us always on the go. The coral rose color looks great as a blush and even ad a lipstick and eyeshadow. The glow is stunning - such a soft and beautiful luminous glow that works as a highlighter or eyeshadow as well. As someone who travels, this awesome multitasker cuts down on having to pack so many products. I HIGHLY recommend this product. It'll definitely be my newest cosmetic staple from here on out."
        },
        {
            "review_title": "CAN BE USED IN MORE THAN ONE WAY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I am obsessed with the Wander Beauty On-The-Glow Blush & Illuminator - Bare/Nude Glow. This product has a blush on one end and a highlight on the other. The blush shade was perfect and I could use it on my cheeks, eyes, and lips! Unlike other blush I've used in the past, this was easy to blend and creamy!! The highlight was just as gorgeous and could also be swept anywhere on the face including ur eyelids or inner corner! This is the perfect size to throw in your purse for on the go touch ups as well! I highly recommend this for all your blush and highlight needs!!"
        },
        {
            "review_title": "Stunning blush and illuminator",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Wander Beauty On-The-Glow Blush & Illuminator combo set far exceeded my expectations! This product is an on the go, two in one. It contains a cream blush on one end and a cream illuminator on the other end. The container is conveniently packaged and fits perfectly in my purse. The cream blush in the color Petal Pink looks absolutely amazing on my fair skin tone. The illuminator is in the color Nude Glow and looks stunning! Both products are extremely easy to blend and buff onto your skin. I used to use powdered blush but now I will definitely switch to Wander Beauty cream blush- itu2019s so easy to apply. The makeup rinses off very easily and the finished look last me over 12 hours. I highly recommend this brand and product!"
        },
        {
            "review_title": "Gorgeous rosy color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve waited a long time to see this in a brighter, more rosy-red shade so I was excited to receive Strawberry Fields complimentary from BzzAgent! It blends beautifully and as I type this itu2019s standing up well to a cup of coffee. Fair complexions like mine can enjoy the bright pinky-red end as itu2019s much more sheer than it looks; the highlighter end is radiant without looking like a disco ball. Your carry-on will thank you."
        },
        {
            "review_title": "SO pretty & convenient",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this stick and it's so convenient to take on the go and to use when traveling. The formula blends in super easily. The blush side is a beautiful glossy shade and the highlight provides a nice subtle shimmer. I think it would look awesome on collarbones too!"
        },
        {
            "review_title": "The perfect duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Great product for a throw in your bag and go... But the quality of the packaging could be a bit better as the caps on either end come off very easily. Overall a great combo with great color payoff. Super blendable and pigmented. Would buy this as a staple product in my makeup bag."
        },
        {
            "review_title": "Loooove",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I totally love Wander Beauty On-The-Glow Blush & Illuminator - Coral Rose/Nude Glow. I use it quickly every morning to refresh my look and improve my mood. Great price and quality. Recommend!"
        },
        {
            "review_title": "Small, natural and versatile",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got the Petal pink/Nude color. Super easy to apply to my cheek and easy to blend in. Nice pink flush thatu2019s gonna be fluttering to all skin tones. And the highlight is natural! I apply to my cheekbones, nose and center of my lip. I live in hot, humid Texas, this stick can stay for about 6 - 8 hours! It will be great for travel and touch-up on the go."
        },
        {
            "review_title": "Two products in one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Wander Beauty On-The-Glow Blush & Illuminator is easy to use and doesnu2019t require an expensive brush or any other accessory to apply, unless you prefer to. This stick can easily be carried for travel and includes the blush and illuminator in one device. This color is a light pink, but is buildable if you apply more. I prefer to use the highlighter on my cheeks and under my brows. It is an affordable, easy to use make up stick."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I enjoyed the convenience of a double sided product. The blush required a heavier hand to show up on dark skin. Looked more pink than berry/purple colored when applied. The highlighter worked fine enough also needed to be built. I would use for the conscience of two products in one but wonu2019t be adding to my regular makeup look."
        },
        {
            "review_title": "So convenient",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It's so convenient to keep Wander Beauty On-The-Glow blush and illuminator in the handbag whenever I go out so I don't have to carry two products with me and I don't need any sponge, it won't make my hands dirty. The color is natural and can go with any outfit. The texture is smooth and creamy, so easy to apply then spread out with fingers. I would love to buy other colors and will recommend to my friends."
        },
        {
            "review_title": "Beginner Friendly Dewy Sun-Kissed Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "EXPERIENCE: I tried the blush and illuminator with my basic routine for a wedding I was attending  and my friends said it looked like I had gotten my makeup done professionally.       - GIVES YOU A NATURAL SUNKISSED LOOK      -EASY TO USE      -CONVENIENT TO CARRY IN SMALL PURSE     - SMALL AMOUNT GOES A LONG WAY  SKILL SET: Beginner, I usually just wear the basics of mascara and tinted moisturizer.  BOTTOM LINE: I will be adding this product into my makeup bag. My friends all want to try it now too. GET IT!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this illuminator and blush! Goes on so smooth and gives my skin a great glow! The bare and nude colors are perfect for me! Lasted long on my skin without being greasy. This is my new go to for the summer and less for me to carry in my makeup bag! Thank you Wander!!"
        },
        {
            "review_title": "Gorgeous and Convenient!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I was surprised by how much I love this. I recently did a purge of all my makeup because I wanted to downsize and this product is handy and compact (while still giving you a ton of product). I am very fair and the petal pink gives me the perfect healthy pop of color. I was hesitant with how dark the illuminator appeared in the package but it goes on beautifully.  I actually think I want to venture out of my comfort zone and try the darker raspberry! I'd love to see a red for the holidays and an eyeshadow line in this packaging! I added a marker for size comparison in the pic."
        },
        {
            "review_title": "Easy to use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This product is easy to use and doesnu2019t require any beauty tools to use, although you could use a brush to apply if preferred. Can easily be carried for travel and includes two products in one package. This color is a soft pink but adding more can increase color depth. I used the highlighter on my cheeks and just under my brows."
        },
        {
            "review_title": "Great For Travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product. It is very creamy and lasts which is good for older skin. It's great for travel because it is 2 in 1 and easy to pack. I really like the color too. Subtle and natural."
        },
        {
            "review_title": "really pretty and impressive!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "The Wander Beauty on the glow blush and illuminator is really impressive! I love the fact that the formula is so creamy and comfortable on the skin. The finish is so pretty, natural. Like your skin but better. I love it! I just love how this makes you look so ethereal and youthful as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My current favorite blush and glow for the u201cno makeupu201d makeup look. Itu2019s buildable and blends out so easily. Iu2019m getting the strawberry while the Sephora sale is still going on!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Petal Pink/Nude - soft peony pink",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is beautiful! The blush is pigmented (but not too much like the rare beauty ones) and blends out so well. It actually lasts as well and dries down while still looking fresh. The highlighter is the same. I will get getting the bare colour as well."
        },
        {
            "review_title": "love this new color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve always loved these but new Strawberry Fields is such a perfect fresh glow yet not too bright. Comfortable, not sticky , dries down with no emphasis in pores either. Very long lasting considering itu2019s a creme. Highlighter is best universal shade w glow and natural shimmer . Easy and so pretty!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Bare/Nude Glow - soft nude rose",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Easy to use as highlighter, cheek color, contouring.  Great u201cno make upu201d look!  I just love it!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have the previous version of these, I theyu2019re the same formula but new packaging and the Strawberry one is a new color, which Iu2019m going to purchase. I own all four colors of these!  The bare is my favorite but all of them are beautiful!  Itu2019s my favorite cream blush formula and my favorite cream highlighter.  The highlighter is worth it alone."
        }
    ]
}