{
	"product_id": "802",
	"name": "Stem Cellar Day & Night Duo",
	"brand": "Juice Beauty",
	"categories": "Skincare, Value & Gift Sets",
	"price": 155.0,
	"about": "What it is:A duo that helps to reduce the appearance of fine lines and wrinkles with two bestselling treatments..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Pores, Dryness, and Uneven Skin Tone.Formulation:Cream.Highlighted Ingredients:.Ingredient Callouts:This duo is vegan, cruelty-free, and gluten-free..What Else You Need to Know:The Stem Cellualr™Anti-Wrinkle Moisturizer provides essential fatty acid emollients with borage and linseed, while hydrating with organic jojoba and shea butter. The Stem Cellualr™Anti-Wrinkle Overnight Cream helps reduce the appearance of deep lines and wrinkles with olive-derived squalene and nocturnal flower extracts of evening primrose and sacred lily..This Set Contains:",
	"ingredients": "-Fruit Stem Cells And Vitamin C: Helps to improve the appearance of skin tone and luminosity..-Resveratrol-Rich Grapeseed: Helps fight free radicals..-Olive-Derived Squalene: Helps provide intense moisture and hydration... Stem Cellular™Anti-Wrinkle Moisturizer: .Pyrus Malus (Organic Apple Juice)*, Vitis Vinifera (Organic White Grape Juice)*, Citrus Medica Limonum (Organic Lemon Juice)*, Aloe Barbadensis (Organic Aloe Juice)*, Capric Triglyceride†, Simmondsia Chinensis (Organic Jojoba Seed Oil)*, Cetearyl Alcohol, Glyceryl Stearate†, Stearic Acid, Glycerin†, Helianthus Annuus (Organic Sunflower Seed Oil)*, Ethylhexyl Palmitate†, Xanthan Gum, Butyrospermum Parkii (Organic Shea Butter)*, Malus Domestica (Apple Fruit Cell Culture Extract), Vitis Vinifera (Grape Fruit Cell Extract), Citrus Medica Limonum (Lemon Leaf Cell Extract), Tocopherol (Vitamin E), Oenothera Biennis (Organic Evening Primrose)*, Linum Usitatissimum (Organic Linseed Oil)*, Borago Officinalis (Organic Borage Seed Oil) Sodium Benzoate, Potassium Sorbate, Ethylhexylglycerin†, Magnesium Ascorbyl Phosphate (Vitamin C), Panthenol (Vitamin B5), Allantoin, Citrus Reticulata (Mandarin Oil), Litsea Cubeba (May Chang Oil), Cinnamomum Camphora (Ho Wood Oil).                                                                                                                                                                                                                                                                          ..Stem Cellular™Anti-Wrinkle Overnight Cream:.Citrus Medica Limonum (Organic Lemon Juice)*, Pyrus Malus (Organic Apple Juice)*, Vitis Vinifera (Organic White Grape Juice)*, Aloe Barbadensis (Organic Aloe Juice)*, Glycerin (Organic)*, Dicaprylyl Maleate, Simmondsia Chinensis (Organic Jojoba Seed Oil)*, Cetearyl Alcohol, Stearyl Alcohol, Glyceryl Stearate†, Butyrospermum Parkii (Organic Shea Butter)*, Capryloyl Glycerin/Sebacic Acid Copolymer, Diheptyl Succinate, Potassium Olivoyl Hydrolyzed Oat Protein, Squalene†, Oenothera Biennis (Organic Evening Primrose Oil)*, Chamomilla Recutita (Organic Chamomile Extract)*, Narcissus Tazetta (Sacred Lily Bulb Extract), Vitis Vinifera (Organic Grape Seed Oil)*, Helianthus Annuus (Sunflower Seed Oil), Malus Domestica (Apple Fruit Cell Culture Extract), Vitis Vinifera (Grape Fruit Cell Extract), Citrus Medica Limonum (Lemon Leaf Cell Extract), Ascorbic Acid (Vitamin C), Tocopherol (Vitamin E), Palmitoyl Tripeptide-5, Hyaluronic Acid†, Sodium PCA†, Beta-Glucan†, Xanthan Gum, Caprylyl Glycol†, Caprylic/Capric Triglyceride†, Gluconolactone†, Ceteareth-20, Ethylhexylglycerin†, Cetearyl Glucoside, Glyceryl Oleate†, Leuconostoc/Radish Root Ferment Filtrate, Behenyl Behenate, Tribehenin, Sodium Phytate†, Isomalt, Sodium Hydroxide, Litsea Cubeba (May Chang Oil), Cinnamomum Camphora (Ho Wood Oil).* = Certified Organic Ingredient† = Plant Derived..The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.Stem Cellualr™Anti-Wrinkle Moisturizer: .-After cleansing and using Juice Beauty's Stem Cellualr™Anti-Wrinkle Booster Serum and Stem Cellualr™Anti-Wrinkle Eye Treatment (both sold separately), apply generously to your face, neck, and décolleté..                                                                                                                                                                                                                                                                                       .Stem Cellualr™Anti-Wrinkle Overnight Cream: .-After cleansing, apply this rich cream to your face every night. .-For optimal results, use after the Juice Beauty Stem Cellualr™Anti-Wrinkle Booster Serum and Anti-Wrinkle Eye Treatment.",
	"num_reviews": 192,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/stem-cellar-day-night-duo-P438919?skuId=2140523&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2140523-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "After I few weeks of using this combination, I did notice a difference in my skins appearance. The fine lines seem to have disappeared. My face was well hydrated and smooth to the touch. I love the scent. Its a very fresh lemon smell that I absolutely can handle unlike other scented products I've tried. My face was soft the next day after applying the moisturizing cream at night. Will definitely be buying it once it runs out."
		},
		{
			"review_title": "Impressive!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I am very impressed with the results from  using the Juice Beauty cream duo. My skin is soft, retaining it's moisture throughout the day. My fine lines and minor dark spots have been minimalized leaving behind a youthful glow in its place. I will definitely be considering a product switch in my Daily skincare routine."
		},
		{
			"review_title": "My skin is g-l-o-w-i-n-g",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I've been using these for a few weeks and I really love the lemony scent. I especially like the daytime moisturizer with the fun press pump cover. It feels great on my skin, not too heavy and layers well with my foundation (Too Faced Born This Way). The night on the other hand, with the same fabulous scent, is rather heavy and not my favourite. I'd probably only pick up the day version if I had the choice. Overall my skin looks radiant and healthy, and definitely feels rejuvenated and smoother/more even.  I received this for free complimentary from BzzAgent to test."
		},
		{
			"review_title": "intoxicating fragrance, soft luxurious skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "i highly recommend this product! i received this sample from juice beauty for free from #bzzagent in exchange for an honest review. i tried the duo for two weeks consecutively. the night cream was a little heavy for my liking but i enjoyed it just the same.  i absolutely loved the scent. i found it invigorating.  my skin was left with a more even tone and more full."
		},
		{
			"review_title": "Lemon scented deliciousness!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I received this from BzzAgent for my honest review and let me tell you!   First off, the scent-so lemony and fresh- smells like Fruit Loops!   The day cream with the air pump is so convenient and the lotion is smooth. The overnight cream is thicker and lucious but rubs in completely, no residue, leaving your skin smooth.   My skin has been so clear and dewy and plump. I love it.  The price point will absolutely deter me from buying this on my own but I was honoured to be able to try this when I normally wouldn't be able to."
		},
		{
			"review_title": "Hydrated skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I skin type is normal to dry, this moisturizing duo really keep may skin hydrated ,smooth and radiant"
		},
		{
			"review_title": "Juice Beauty! I feel like a Beauty!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I used this product for the last few weeks. I feel like my skin feels a bit better! My skin feels more supple and youthful.  Application is easy as I just dab a bit all over my face and neck.  The product is a bit thick but absorbs well into the skin. The scent is not too overwhelming which is great."
		},
		{
			"review_title": "Great skin care",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I really love the scent of this product. It really blends Well with my skin and gives a boost of hydration. It doesnt make my skin greasy which I love. I will buy this product again"
		},
		{
			"review_title": "Get it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "This duo brought my skin back to life! If you need lasting hydration to help brighten the skin and minimize fine lines this is it."
		},
		{
			"review_title": "Skin is radiant and glowing.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This duo is sooooo incredible. It smells like summer. Lemony and fresh. They both melt into the skin leaving it feeling light and hydrated. The night cream has a butter like consumer but doesn't clog pores. Everyone keeps telling me how great and radiate my skin looks. Wish day cream had SPF"
		},
		{
			"review_title": "Beautiful skin begins with this duo.😍",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I received Juice Beauty Stem Cellular Anti-Wrinkle Day and Night Duo Moisturizers from BzzAgent, 🐝 in exchange for a review.  I started using both as soon as I received them. I absolutely love the citrusy 🍋  fragrance.  The day 🌆 cream has an air pump jar to keep the product fresh. I love how it doesn't make my face shiny. My skin looks poreless and plump. This cream keeps my skin soft and supple. My makeup applies like skin. Beauty bonus.🥰  The Anti-Wrinkle Ceramide Overnight🌃 Cream,  is thick. A little goes a long way. I apply every night before bed. I like how I can feel my skin tighten and plump. This cream makes my skin feel soft and velvety.  It has a matte finish, not greasy looking. My skin has never looked better. These two products are packed with 70% organic juices and potent actives. The day cream contains antioxidant rich organic jojoba and shea.  The night time cream contains ceramides,  olive 🫒 derived squalene and nocturnal flower extracts.  I would definitely recommend this  duo 🫙🫙 to my family and friends. 💕"
		},
		{
			"review_title": "Amazing cream duo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received Juice Beauty Stem Cellular Anti-Wrinkle Day & Night Duo Moisturizers for free from BzzAgent in exchange for my review. I've been using both products for a couple weeks now and I've noticed my skin got more hydrated and my complexion got better! I like the scent of these two cream, it's fruity and citrusy without being too over powering. The packaging and the dispenser is great! I will continue to use these two creams going for more positive results!"
		},
		{
			"review_title": "Love this duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I got this product free to try from Buzzagent.  I was sceptical because my skin is very sensitive to most products.  I have been using the creams every day now and so far I have no redness from it and my skin feels wonderful.  I am so happy to have finally found something i can use every day.  I will be buying this product and telling all my friends about it.  Thank you for making such a wonderful product."
		},
		{
			"review_title": "Plumped & dewy skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I used these products for a couple of weeks & found that they left my skin feeling plumped & very dewy. In fact, after i skipped a day, the effect still lasted & my skin felt soft & velvety to the touch. The scent was a really pleasant lemonade. I felt a definite tightening sensation after applying the Anti-Wrinkle Overnight Cream. Unfortunately, I didn't see much of a  measurable difference in the appearance of my skin, but it certainly felt good. Maybe it needs more time to do its magic."
		},
		{
			"review_title": "Pleasantly Surprised!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I think this is the first time I have actually liked a product in just a few days of use! The smell is a little potent for me though, but it smells fruity and almost like a fruit flavored cereal... lol. But besides the scent, both the day and night cream have left my skin feeling smooth, plump, and hydrated! My husband has noticed the difference in the texture of my skin too! I would definitely buy this product and would recommend this to anyone looking for anti wrinkle creams!"
		},
		{
			"review_title": "Clean beauty win",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love Juice and it's clean standards and have been using the eye cream for a while. I have combo skin that can sometimes react to new products. I found this duo very nice. Smell was good, clean product score and left me skin hydrated and refreshed. I received this  for the purposes of review (#gifted) but enjoyed it thoroughly. I wasn't irritated and i felt good about using it in my clean rountine."
		},
		{
			"review_title": "Confidence is Underrated!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I recieved these product to try from Bzzz Agent in Exchange for my honest opinion. I really like the formula, it absorbs quick, amazing under make-up, the night cream also gets into pores quick, so your skin looks fresh not greasy. After only 2 weeks my skin looks and feels tighter and brighter, problem areas have lightened and cleared up. I definitely feel more confident in my skin, this is going to become part of my permanent routine."
		},
		{
			"review_title": "Pas impressionnée",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "J’utilise le duo depuis 2 semaines et ce n’est pas un coup de cœur! Les textures sont agréables mais je n’aime pas les odeurs! Je n’ai pas remarqué d’effet positif sur ma peau et la crème de nuit a tendance à peler si je la mets sur mon retinol. J’aime bien le flacon distributeur de la crème de jour et le fait que ça différencie les 2 produits."
		},
		{
			"review_title": "A great new product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
			"review_text": "After using this product for several days I really like it.  It left my skin feeling really soft and moisturized.  Application was easy, and it had a nice smelling formula that wasn't too thick or too watery.  I also really like how it was made with so many natural ingredients.  I will continue to use and would definitely recommend this to friends and family."
		},
		{
			"review_title": "Amazing day/night duo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "I really enjoyed these day and night creams! They both have a stronger citrus scent, but it fades pretty fast. But be aware if you are sensitive to scents.  The night cream is quite thick and luxurious, and my skin felt so soft when I woke up in the morning!  The day cream was less thick, but kept my face moisturized, but not sticky or oily.  I am truly enjoying these and will definitely purchase again when I run out!"
		},
		{
			"review_title": "Nice Moisturizing Duo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received Juice Beauty Stem Cellular Anti-Wrinkle Day & Night Duo Moisturizers for free from BzzAgent in exchange for my review. I have been using the creams every day for a few weeks, and find them equally hydrating. Both moisturizers are rich, and have a citrus scent that is very noticeable, but not too overpowering. The moisturizers come in attractive jars, with the day cream easily dispensed by pressing the top cover inside. The thick creams absorb fast and easily to leave my skin feeling soft, smooth and hydrated all day and night. I love that the non-greasy formula does not contain any parabens, sulfates, phthalates or mineral oils and, especially, is cruelty-free. While I haven't noticed a difference in my appearance, yet, I will continue to use, as I like how my skin feels after each use."
		},
		{
			"review_title": "Love the scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I’ve been using this product for a few weeks, and while I haven’t noticed a difference in fine lines or wrinkles, I love how soft and hydrated my skin feels. It’s very easy to apply and a little goes a long way. Both the serum and the night cream are thick and rich, but don’t leave a layer on your skin. It leaves your face hydrated and dewy. I love the scent, especially in the morning. I find the soft lime scent especially refreshing in the morning."
		},
		{
			"review_title": "Radiant skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I tried this products for a few weeks, i will say it has a citrus scent it was a little strong off the jar both (the anti-wrinkle and over night cream have the same scent) but the small amount i used on my face it actually didn't bother me, the anti-wrinkle Moisturizer is very light i love the pump and i am starting to see my fine lines disappear the over night cream is so hydrating it's insane! just a tiny amountis needed and so i see it lasting awhile, my face with the overnight cream feel so incredibly soft i still can't get over it, i definitely recommend this set"
		},
		{
			"review_title": "Juice beauty-fied",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I usually have difficulty in this department,trying to find a product that has my checklist can be a confusing and complicated journey.I recieved this duo in the mail from bzzagent for my honest review.This has been my favorite anti-wrinkle product to date! It has a lovely citrus scent,because its made wih fruit juice.you might be thinking wouldnt that make it sticky?.I was delighted that it in fact,does not at all.The creams aer beautiful in texture and have no residue.This pair is absolutely amazing.I did notice a difference in somebof my fainter wrinkles and because of  much i loved the scent and feel,i thought about putting it on everyday which was a needed benifit.I will be buying this product and I 100% recommend this to you,my friends and my family.Your skin needs it."
		},
		{
			"review_title": "Wrinkle Fighting Duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I received Juice Beauty’s Stem Cellular Day and Night Duo as a Bzz Agent for free in exchange for my honest review.    This duo provides day and night coverage in moisturizing and and they also assist in minimizing wrinkles.      The creams are not greasy at all and have a very pleasant lemony scent. As someone who hates a heavy, greasy cream on my skin and am also scent sensitive, I am very happy with this set.    I tried these creams for a few weeks and I definitely had positive results. At 48 years old, I’m at the age where I’m really noticing the changes that age brings but I prefer to remain a natural person and to only use creams and other natural ways to age over medical age defying methods.    I feel like my skin is softer and notice less lines.    I had never heard of this brand or product before but I would definitely like to keep using them both when this set is finished and I would recommend them to friends."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
			"review_text": "After using this product my skin feels amazing. It's softer and feels hydrated this stuff really works for wrinkles ."
		},
		{
			"review_title": "Magic Duo for dry and aging skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I was very exited to try this duo and after two weeks of trying I was pleasantly surprised with result. Love the day cream: light, not greasy with a lovely lemony/citrusy scent. The day cream has great dispenser that you simply pushed down. The night cream is not thick but very moisturizing. After two weeks of using this magic duo I can visually see improvement on my dry and aging skin. I would definitely recommend it to my family and friends. I received this duo to try from BzzAgent - Thank you!"
		},
		{
			"review_title": "Love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I received this product for free for my honest review and it’s become one of my favourite products.  I’ve been using this day & night Duo for about 2 weeks now and absolutely LOVE it.  My skin has improved so much. It feels soft & smooth and looks healthy. I am very pleased with the results and will continue to use these products.  The light fresh scent reminds me of a spa. Very relaxing and hydrating. I would highly recommend this Duo."
		},
		{
			"review_title": "Smells amazing!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "The scent of both the day and night cream is amazing - like fresh lemons. I love the texture of both creams and the pump dispenser on the day cream is great. My skin feels very nice and looks bright after using both and the day cream seems to do well under makeup. My skin doesn’t always agree with vitamin C products but this one seems ok and I like that it isn’t sticky"
		},
		{
			"review_title": "Amazing Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Received this product as a Bzz Agent and wanted to use  a few weeks before providing a review.  I used the products for 2 weeks and found my skin to be very moisturized. I normally experience very dry skin, especially during the summer.  I was out of town for over a week and forgot these creams and definitely noticed a difference in hydration, my skin became visibly dry. Home for 1 day, used night cream and day cream today and already the dry flaky skin is gone!  Cream does have a strong citric smell but as someone who is scent sensitive it doesn't bother me!"
		},
		{
			"review_title": "Nice combination for Your skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "The Day amd Night cream from Juice Beauty have a nice texture and moisturise your skin. I used this product as a part of a campaign for few weeks and my skin looks bright."
		},
		{
			"review_title": "My skin thanks you!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "There has been a noticeable difference in my skin over the last 3 weeks. My skin is hydrated and soft. My forehead and smile lines aren't as deep.  Overall my skin looks so much healthier and vibrant. Thank you Juice Beauty"
		},
		{
			"review_title": "Fantastic Skincare Duo for a Radiant Glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I’ve been using the Juice Beauty STEM CELLULAR™ Anti-Wrinkle Solutions Kit for a few weeks, and I’m genuinely impressed. This kit includes the Anti-Wrinkle Moisturizer and the Overnight Cream, both packed with fruit stem cells, vitamin C, and grapeseed oil. These ingredients work wonders for reducing fine lines and providing deep hydration.Benefits:Reduces Fine Lines: I've seen a noticeable reduction in fine lines around my eyes and mouth. These products are effective in targeting early signs of aging.  Intense Hydration: My skin feels plumper and more supple, with no greasy residue. The day moisturizer is light, while the night cream is rich for deep hydration.  Improved Skin Texture: My skin feels smoother and more even, giving me a youthful glow.  Clean Ingredients: Juice Beauty uses organic ingredients, and they're cruelty-free and vegan, which aligns with my values.  Brightening Effect: The vitamin C gives my skin a natural radiance and vibrancy.  I’ve tried many anti-aging products, and Juice Beauty stands out for its clean and gentle formula. It’s perfect for my sensitive skin.  Would I Recommend This Product? Yes, I would recommend this to anyone looking to address signs of aging or seeking effective, clean skincare solutions."
		},
		{
			"review_title": "Juiced Beauty is Skin Quenching!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "What a fantastic duo! The scent is lemony and not overpowering at all, and definitely not medicinal. The texture of my skin has improved over the last 2 weeks while sampling this product. Lines are reduced, and pores are less noticeable. I would purchase this product and recommend to anyone who may be looking to try a stem-cell type of product. I have been really impressed.   My usual skincare regime would include products such as Lancome and Bio-therm, but I have found this to be better, especially with more natural plant based ingredients. The Day is creamier and the night is more of a balm, which I like without any sort of sickness. It absorbs well and instantly there is a difference in elasticity, even after a sunburn."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I have tried both the day and night creams and find they leave my skin soft and smooth. I like that they have natural ingredients but I find the scent a bit strong. If you are not sensitive to scents it's a good product."
		},
		{
			"review_title": "So-so",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I am a big fan of Juice Beauty and was excited to try this duo! I am mid 40’s combo-dry skin. My first impressions of the day cream were that tue texture is light but hydrating. It has a gel-cream formula and the signature light citrus scent. It feels cooling and hydrating on the skin and isn’t sticky. Throughout the day my skin felt good and did not dry out or get oily. Overall a good impression. The night cream is a thicker consistency which I thought would be good overnight but it felt sticky and seemed to sit on my skin. I used both creams every day for two weeks and I did not notice any improvement to skin texture, or fine lines, nor did they feel better than my current products. May just not be a good fit for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "The STEM CELLULAR, Day and Night Duo by Juice Beauty is a must on your daily  facial regiments. Firstly, the level of moisture is awesome and they do not dry out at all. Secondly, the scent is not overpowering and it gives a citrus smell will I love moreover let’s not forget about the packaging. It is so convenient especially the day one in term of one just press the top to get the product.# BzzAgent free product in exchange for my views."
		},
		{
			"review_title": "Noticable difference in just a few weeks!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I was really excited to try these products. They don't disappoint. After using them for just a few weeks there was a noticable difference. I can't wait to see what the next few weeks do"
		},
		{
			"review_title": "A must try new skin care routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I received this product for free to try, I have been using it for 2 weeks and I must say I really love the texture of it. I have dry skin and makes me skin feel really nice and hydrated. It does not feel  greasy at all which would be great for oily-prone skin. You must give this a try."
		},
		{
			"review_title": "Clean Skincare Duo Hit",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The DUO pack from Juice Beauty comes as a saviour for Day and Night Skincare Regime. I used this product as a part of a campaign for few weeks and noticed considerable difference in my skin. The texture of the cream is super hydrating and best for dry skin. It made my skin feel terrific, supple and reduced aging fine lines. I love the cream is a blend of fruit stem cells, making it a clean product to use. It smells amazing and feels like using high end spa products. I love the night cream consists of emollient properties making the skin soft in the morning. Loved the product's performance in making my skin feel replenished, restored and renewed."
		},
		{
			"review_title": "my new routine now",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "i recieved this product for free as a sample .i really liked the texture of day cream as it absorbs nicely and not leaving greasy residue.As for the night cream i like the citrus scent and my fine wrinkles are getting better after 3 weeks of use ."
		},
		{
			"review_title": "Clean and safe duo!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I've been using Juice Beauty's Stem Cellar Day & Night Duo for 3 weeks and I'm still not sure how effective the product is, I'd have to finish the whole jar to find out.   I can still say what I like about this product, I like the fact that it's formulated with organic, vegan and cruelty-free ingredients for my sensitive skin, especially for the winter season here in Canada.  The cream has a gel-cream texture and feels really nice and soft on my skin. The citrus scent isn't unpleasant for me, but it's definitely there. Overall, I liked this product and will continue to use it."
		},
		{
			"review_title": "My new favourite duo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I’ve been using these creams for over 3 weeks now and wow these are definitely my new favourites! The night cream is very moisturizing without leaving my skin greasy. I wake up with fresh looking skin every morning. The day moisturizer is lighter and very hydrating and it goes well with makeup, without any pilling. I have acne prone skin and it does not clog my pores. I will definitely buy again, so far I am loving all Juice Beauty products!"
		},
		{
			"review_title": "strong scent, good hydration",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "Has a pleasant to me scent, kind of like a sweet lemongrass smell but it is a bit potent.  I have sensitive skin and this didn't cause any stress or breakouts.  It's hydrating but I'm not sure if I've seen an improvement in my fine lines - I may need to use it a while longer to see the difference."
		},
		{
			"review_title": "Sits nicely under makeup",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "The strong citrus scent is nice and doesn’t irritate my skin. The moisturizer lasts all day and doesn’t pill under my makeup. Will be repurchasing, but it’s a big container so it lets a while! Overall very satisfied with the purchase"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I have been using this for a few weeks and while I like it, I am not 100% sure on the effectiveness of the anti-wrinkle factors. I am going to keep using it to see if it makes more of an impact by the time I finish using it all. I do like the formulas though and find that both creams absorb quickly and don't feel oily/greasy on my face. I also quite like the pump on the day cream as it dispenses the right amount of product that I need. I think the scent takes a bit to get used to as I found it strong when I first starting using."
		},
		{
			"review_title": "It's worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received these creams for FREE from BzzAgent. I leave an honest review. This is not the first time I have used Juice Beauty products. These have a particular lemon tart smell that I love. The smell is intense upon application, but fades quickly. For people who don't like scented products will hate these creams. The day cream is light and penetrates quickly into the skin. This cream is in a pump container which allows you to mix it with other products. The night cream is my favorite, it is thick and does not leave a greasy film on the skin. It penetrates easily and smoothes the skin. I've been using both of these products for 4 weeks, so it's a bit difficult to say that it has had a positive effect on my wrinkles. But, I find that my skin is soft and hydrated so in the longer term, there will definitely be an anti-aging effect. I have already paid for products from this brand, so I will definitely buy these creams again."
		},
		{
			"review_title": "What i needed ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I have been using the Juice Beauty Stem Cellar day and night duo now for over two weeks and I am in love. This is exactly what I needed.  My favorite is the night cream, it is thick but absorbs nicely and keeps my skin hydrated all night and feeling so soft in the morning.  I have noticed my fine lines are reduced and my dry spots are gone.  Overall I'm happy with the look of my skin.   No greasy feeling after using. There is a pleasant citrus scent.  I can't wait to use this during the winter months when the cold is harsh on my face.  I would recommend this!"
		},
		{
			"review_title": "Loving the results of this cream duo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "The day cream is light and the pump dispenser on the bottle helps to make sure I have just enough product. The lotion absorbs quickly and is non greasy and has a nice citrus smell. The overnight cream it much thicker but surprisingly it absorbs quickly and did not clog my pores and still has that nice citrus smell. The only downside is the overnight cream doesn’t have the pump dispenser but maybe it’s too thick for that type of packaging. After a few weeks of use my skin is looking more radiant and I’m starting to notice fewer wrinkles especially around my eyes. wonderful product a must have."
		},
		{
			"review_title": "Pure Goodness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I receive this duo to review via BZZAGENT.The creams are thick, but absorbs fast with no stickiness.Using both day and nightly for a week and a half, I have noticed an improvement in my skin.Skin looks brighter, firmer , and actually seems to shrink my fine wrinkles. The citrusy scent gives you that pop and makes you feel and know this is going to be Amazing!! Thank you BZZAGENT and Juice Beauty."
		},
		{
			"review_title": "In love with this night cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I have been using the Juice Beauty - Stem Cellar Day & Night Duo for almost a month now and I am absolutely in love with this Anti-Wrinkle Overnight Cream. It really more like a moisturizing night mask. My skin feels absolutely quenched and so soft. Though I am 42 I don't really have wrinkles yet however after using this cream for a few weeks, my skin is noticeably more youthful looking and it a clear winner over other night moisturizing creams I have tried. I love the lemongrass scent, it smells cool and clean. I love the dispenser for the Ant-Wrinkle Moisturizer. Unfortunately there has been a heat wave and it is too hot for lotion, makeup... pants. But I look forward to using it more in the winter when my skin gets dry.  I received the Juice Beauty - Stem Cellar Day & Night Duo through buzz agent.  I love these so much I will be buying them and I am going to buy the ant-wrinkle serum as well"
		},
		{
			"review_title": "Powerful duo that’s cruelty free with botanicals",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "Where do I start?! I’m 52 and as I’m aging I need more hydration for my skin. Both products (day and night creams ) are very hydrating, have a very fresh lemony scent, are cruelty free, vegan and 70% botanical juices LOVE all of this!  I’ve used the products for about 3 weeks. The day cream comes in a “pump” type container which makes it more sanitary and easy to get the right amount of product - the day cream was light but still hydrating. I didn’t notice a change in wrinkles but maybe once I use it longer. The night cream is to die for - rich, hydrating and with Vit C, squareness (oil derived) my skin felt so good after a good night sleep. Still hydrated in the morning. I would highly recommend this duo!"
		},
		{
			"review_title": "An expensive miss...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I was provided the product in exchange for my honest review. While I want to love this, I simply don't. I find the scent to be lovely but the rest of the product is not something I would repurchase. Both have a heavy stearic acid base which makes absorption painfully slow and causes me to sweat when I am applying makeup on top.  I did not find the hydration to be anything special. With so many innovative new brands with products that absorb quickly and provide heaps of hydration this will not be something I use. I find the price very high for what I would consider to be a very basic drugstore quality product."
		},
		{
			"review_title": "Nice, but heavily scented",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I received this product from Bzz Agent in exchange for my honest review  The good- The packaging is lovely, I especially like the pump on the day cream. It is hydrating, and doesn't seem to irritate my skin.  The bad- I can't get past the smell. It got all over my pillow and I had to wash my sheets and discontinue using. I'm sure it's a naturally scented product, but it's just far to strong for me to have right under my nose day and night.   If Juice Beauty decided to come out with unscented products Im sure it would be great."
		},
		{
			"review_title": "a must have in my everyday routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "After using this product I have noticed that my skin is well hydrated and looks really soft, radiant and beautiful.  I had some flaky spots on my forehead from my skin being too dry and with this product the flaky spots dissapeared.  I also enjoy the fact that it's cruelty free and full of natural ingredients. No greasy feeling and absorbs quite rapidly in the skin. I also love the lemony scent I smell like a lemon meringue pie. I would definitely buy this product in the future to keep my healthy skin regimen. I would also and will recommend this product to my friends and family. Go ahead and give this product a go and you won't be deceived"
		},
		{
			"review_title": "Scent is invigorating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received Juice Beauty Stem Cellular Day & Night Duo from BzzAgent in exchange for my honest review.   I have been using Stem Cellular Day & Night Duo for three weeks.  I used them after a freshly cleansed face.  I fell in love with the scent. It felt like I was in a luxurious spa. The lemongrass smell was invigorating, not overpowering.   The day cream has a lighter texture.  The pump top dispenser always has the perfect amount of cream dispensed every time.  It prevents waste and contamination. My skin felt very soft,  smooth, and refreshed with the help of antioxidant rich organic jojoba & shea.  The night cream has a thicker texture like body butter.   I noticed that my appearance of my fine lines was reduced with the help of ceramides, olive derived squalane, and flower extracts.   I love the values and sustainability of the brand.  The creams are made with organic and non-toxic ingredients.  They are also certified vegan and cruelty free.  They use recycled plastic jars.   The creams absorb well into my dry, mature skin.  It did not leave my skin feeling oily, sticky, or greasy.  It left me with a radient, youthful glow.  My makeup looked flawless on my healthy skin.   The Juice Beauty Stem Cellular Day & Night Duo is the perfect addition to my daily skin care routine.  I love the noticeable benefits that the duo provides.  I will continue to purchase both and highly recommend both products."
		},
		{
			"review_title": "Great duo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I received this to try out from BzzAgent. I’m always hesitant as I have fair & sensitive skin but was pleasantly surprised with these. First of all I loved the day cream scent, a lovely lemongrass smell (?) at least that is what it reminded me of. The day cream has great dispenser that you simply pushed down. The cream itself was light and not greasy or tacky. The night cream was moisturizing without being thick or tacky. I’d love to see a similar applicator for this cream. I usually have a small breakout when changing creams but did not have that with these. I would definitely recommend"
		},
		{
			"review_title": "My New Night and Day Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I have been using these two products for one week now and already feel and see an improvement in the appearance of my skin tone, and  a luminosity. that i did not have a week ago. I have tried many day and night moisturizers over the years but this duo leaves my skin feeling hydrated and the day cream is excellent as a base to my make up."
		},
		{
			"review_title": "Must have for aging skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I used the Juice Beauty Stem Cellar day and night cream for 2 weeks. My skin is definitely softer and glowier. My wrinkles are less noticeable and I love the way my skin looks and feels after using this. I will definitely continue to use this and buy some when I run out. I received this product free for my review."
		},
		{
			"review_title": "Highly Recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this from Bzzagent in exchange for my honest review. I had heard great things about Juice Beauty for years but hadn't had the opportunity to try it.  I was very excited to be chosen for this campaign because at 42, I am definitely seeing signs of aging on my face. When I opened the products, I immediately noticed the fresh lemony smell and the thick texture. I used each product every day and they melted into my skin and plumped it up. I was happy with the results over time. I can say they helped with fine lines and also with fading some scars."
		},
		{
			"review_title": "Great hydrating duo!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "*I received this product from bzzagent for free in exchange for my honest review*  The Juice Beauty Stem Cellar Day & Night Duo was a great surprise to add into my rotation. I have combo/borderline dry skin, and the day cream was super hydrating even in brutal sun and AC environments. No notes on the efficacy of the day cream. The night cream is thick and creamy to slather on at night and I wake up with no flaking on my cheeks, and also no oily bits on the T-zone. I only take 1 star off my review and as the citrusy scent is overpowering for me, but I am hyper sensitive to fragrance. If you like a citrusy scent that fades relatively quickly, buy this duo!"
		},
		{
			"review_title": "Perfect Cream Duo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Was reluctant to try something new as I have super sensitive skin but was very glad that I did. I received this free sample for my honest review. I started with the night cream, it was thicker, but it spread a long way and THE SMELL, oh it was amazing! Once it dried in, my skin was soft to the touch and felt plump and full of moisture.  The day creme had a dispenser that was easy to use, and supplied a good amount that spread far, a little lighter than the night cream but just as moisturizing to the skin. I have to say I have converted and will continue to use this duo, no outbreaks, pimples or reaction to either of the day/night creams and would recommend giving it a try if you have sensitive skin."
		},
		{
			"review_title": "Perfect Pump Bottle!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Really love the pump bottle for the daytime moisturizer, such a clean way to get the lotion out! It’s a nice thick moisturizer with a very citrus scent to it. I enjoy the scent. The night time lotion is even thicker and helps my face from drying out over night. All around  nice duo and I like that it’s a clean product."
		},
		{
			"review_title": "Lovely creams!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Dry skin",
			"review_text": "I have been using this duo for a couple of weeks now and am pleasantly surprised by it! I cannot speak to the “anti-aging” aspect as I have not been using them long enough, but the creams are very rich and moisturizing and leave my skin feeling so soft. I’m not one who cares for fragrance in my skincare products but the scent of these are gorgeous. If you’re sensitive to scents, it does seem to dissipate quickly so it doesn’t last too long. I would consider re buying this when they are gone!"
		},
		{
			"review_title": "Nice day and night cream duo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "These creams felt light and refreshing on my skin. It felt like my skin was receiving the hydration it needed from a cream duo. As a person who is very sensitive to strong smells I really enjoyed the subtle citrusy smell of these products. One press of the day cream was more than enough for face and neck; a little goes a long way."
		},
		{
			"review_title": "Rich and sumptuous cream duo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This was given to me in exchange for my honest opinion. This day and night anti wrinkle cream set I received came on time! I really let the sun this summer destroy my face :(. However this treatment came in handy for my sun hurt face skin. Hydrating and feel rich and sumptuous. The smell is pleasant and light. The cream bottle distributor is kind of new to me. Definitely more hygienic but not sure if you get all the cream at the end when the jar is close to finish. I think I need more time to use to see difference on my fine lines. I will continue using because I like the light and hydrating feel of it on my skin. Did not broke me out and non greasy. I would recommend"
		},
		{
			"review_title": "Amazing duo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve been using this duo for a couple of weeks now. There is one cream for the day and one for the night. Beautifully packaged with a simple and clean design. Easy to use and apply on skin. Smell great. Very moisturizing. My skin feels hydrated and fresh. It definitely feels more supple and smooth. The ingredients are clean and naturally derived. I’m excited to finish the bottles."
		},
		{
			"review_title": "Must try for dry skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "Used this product as a sensitive skin ginger and loved it! Both products I found to be effective, left my skin soft, never oily, and supple. The overnight cream didn't leave my face greasy like I find sometimes ."
		},
		{
			"review_title": "Must have routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Love this brand and product. The smell and feeling is wonderful. Well worth the money."
		},
		{
			"review_title": "Creamy with a fresh scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "I was lucky to be chosen by  @BzzAgent to try this ultra creamy moisturising duo! One jar is for daytime, the other for night time.  The day cream cones with an easy to use pump top that perfectly dispenses the right amount to clover your face, neck and chest. I dab on my forehead, cheeks, chin, neck and chest then run it in, on my freshly cleansed face.  The product soaks in nicely and has the best scent! I would describe it as a citrus scent. My skin feels soft and smooth all day with a noticeable moisture content. The night cream is ultra creamy and soaks into my skin nicely as well. The scent is also citrus and I love it.  I like to use this product after my lactic acid.  The vitamin C perfectly compliments it and maximizes my skincare routine.   I would definately repurchase this duo! it will last months for me!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "Started using this when I received it nearly 2 weeks ago and omigosh!!! I absolutely love it! My skin feels so much softer and you can visually see the difference already. It is so nice and creamy and smells amazing!"
		},
		{
			"review_title": "Amazing products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "After using this Duo product for two weeks keeps my very dry skin hydrated feels so much softer plump and elasticy while reducing fine lines and wrinkles     it's better than some alternative products.I will surely be purchasing these products and would recommend it to anyone at anytime I received this product in exchange for my honest oppinion thank you so much @bzzagent and @sephora for these amazing duo products"
		},
		{
			"review_title": "Very impressed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received this product for free from BzzAgent in exchange for my honest review. I was very impressed by these two face creams. The day Stem Cellar Anti-Wrinkle Moisturizer was hydrating and absorbed smoothly, no greasiness. Left my skin with a beautiful glow. I really enjoyed the pump mechanism. The scent is a very pleasant citrus, and caused no irritation which can sometimes occur. The night Stem Cellar Anti-Wrinkle Overnight Cream also had the citrus scent that I liked. The cream took a little longer to absorb in the skin due to its richness. This cream doesn't have the same pump as the day one but I would guess it's because of the consistency of the product. The skin feels extra hydrated and plump. The next morning your face still looks supple and hydrated. I loved this duo, it definetely felt luxurious. I noticed improvement in fine lines, hydration and overall appearance in my skin. This product delivered! Would highly recommend."
		},
		{
			"review_title": "My go to day & night skin routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "After using the Stem Cellar Day & Night Duo for a week now I can totally say that I love this duo. Perfect for my skin, even though the perfume is a bit too strong for me (not really into the citrus scent) I can deal with it. It leaves my skin with a smooth texture and it feels fully hydrated. I'd recommend it to anyone who's looking for a great cream duo."
		},
		{
			"review_title": "Great choice for reducing lines/wrinkles!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product as a trial. I have tried this duo for over two weeks and I just love the smell of these products, especially of the day cream.  It has a light citrus aroma.  I find the night cream quite rich and moisturizing. I can feel it working on clearing up my skin. I sometimes get breakouts or irritations when trying a new product but this product left my skin in great conditions.  I can feel the overnight cream working on smoothing out the crows feet around my eye and the 11's on my forehead.  I can't wait to keep using this and see the final results."
		},
		{
			"review_title": "Surprisingly good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I'm really liking these products! I received both of these products for free from Juice Beauty through BzzAgent. I have used the same moisturizer for years and had never tried anything else until now and I'm really glad that I did. I have only used these products for less than 2 weeks but I notice my skin feels and looks better. I'm 45 yrs old and have combination skin. I take away one star because I'm not used to my moisturizer having a smell. This one is pleasant but I can still smell it throughout the day. Overall I like how it truly feels like my skin absorbs it. I would recommended it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I am loving this combo! Both the night cream and anti-wrinkle cream have a light, pleasant citrus smell. The night cream is particularly thick and hydrating, without causing irritation.  My skin is looking hydrated and the tiny lines around my forehead are noticeably smaller. I am super grateful for the opportunity to try this product because I never know if the product is worth it until I try it. I highly recommend this product."
		},
		{
			"review_title": "Basic moisturizers",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This is a good basic set of moisturizers, but expensive for what you get. It's still too early to see any results but I personally think $155 CAD for two jars is steep. While both products are moisturizing, I find the fragrance to be bothersome. I like the dispenser on the daycream (airless pump) but I'm not sure why they decided not to include this same packaging for the night cream (it was just a screw top open jar).  Overall while I enjoyed the products, I don't think I can recommend them due to the expensive price and the fragrance which can be irritating. You can find better products elsewhere."
		},
		{
			"review_title": "Wonderful cream.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
			"review_text": "After using these products for a week and a half I have noticed a difference in my face.  I find that my face is not as dry as it normal is, especially in my t-zone area.  I love the texture of the night cream and find I do not need a lot to cover my face.   I do have sensitives and I find this product does not irritate them.  Love the smell also.   Not a fan of the pump for the day cream as it can get messy but that’s really the only issue I have."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I've been using the Stem Cellular Anti-Wrinkle Best Sellers Day & Night Moisturizers Duo and like it!  Day Moisturizer: Lightweight, absorbs quickly, and keeps my skin hydrated without greasiness. It also works great under makeup.  Night Moisturizer: Rich and nourishing, perfect for overnight repair. My skin feels soft and supple by morning, and fine lines have slightly reduced.  Overall, a great duo for improving skincare routine, though I wish the night moisturizer absorbed a bit faster.  I hope this fits better!"
		},
		{
			"review_title": "Combo for great skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I really like Juice beauty day and night combo moisturizer cream. It make my skin feel hydrated. It is so light that I feel so refreshed. I received it as a free sample from Buzz agent and going to buy it for sure."
		},
		{
			"review_title": "Recommend for dullness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve been using this day and night and it’s done wonders for my skin brightened my skin!! Would recommend if you struggle with dullness"
		},
		{
			"review_title": "Hydrating Moisturizing Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I really enjoyed this moisturizing duo. I received it free from BzzAgent in exchange for my honest review. I would definitely purchase this product again. I like that it comes with a daytime moisturizer and a night time one. In my photos the first is the daytime time. It’s a lighter, more sheer consistency than the nighttime one. The night cream is a richer cream. I found them both to be really hydrating. I love that they’re clean products as well. I have sensitive skin and eyes and had no reactions to these. My biggest concern is dry skin and wrinkle prevention and I feel this duo would be great to add to my routine permanently to address those concerns."
		},
		{
			"review_title": "Lemoney and hydrating",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I’ve been using this duo for a week, still a little soon to notice a difference in skin improvements. I have enjoyed the lemony scent (some might find it strong but I personally liked it, wore off after a few hours). Moisturizer absorbs well, not too heavy, and leaves a matte finish, and night version is richer consistency, I’ve been using another serum underneath as my skintype is dry (so not a full 5 stars). Value set is nice as it has lots of product per dollar."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "This product has definitely helped make my dry skin feel moisturized. I love the scent, but I find the product stings my skin a little bit when I apply it. I don't love the dispenser for the day cream and find the night cream extra thick. The way it makes me skin feel outweighs the negatives I feel about the products."
		},
		{
			"review_title": "Amazing smelling Light weight moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "A great lightweight moisturiser I have been trying this moisturiser by Juice Beauty for a couple of weeks now and I love the citrus smell of the moisturizer, it’s amazing, it’s light weight and creamy, it’s not sticky at all,  It can be used on daily basis without any skin irritation, I love the fact that it’s vegan and made from organic ingredients,   My skin remained hydrated all day long but didn’t see much difference in my wrinkles, guess it’s too short time to tell Same"
		},
		{
			"review_title": "Smells amazing!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I received this product as a trial and as soon as I opened it the day cream just smells amazing! Have tied it for a week and have not had any skin irritations, I have very sensitive skin usually.  I look forward to my facial routine since this cream just smells amazing."
		},
		{
			"review_title": "Must-Have Moisturizers for Antiaging",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Absolutely love Juice Beauty products and have tried several of their products before.  This anti-aging duo is the perfect moisturizers for daytime and night time use.   DAY CREAM Housed in an airless pump-style container to keep product hygienic and from losing its effectiveness. One pump is enough for the entire face and neck. Lightweight, the cream absorbs quickly in the skin without feeling weighed down or greasy. Skin-like after feel leaving skin supple and hydrated. Works well under makeup.  With key ingredients like Antioxidant richResveratrol, Organic Grape Juice; Vitamin C rich, Fruit Stem cells Blend, Organic Jojoba Oil. This antioxidant rich formula leaves skin looking youthful and feeling nourished.  NIGHT CREAM This intensely nourishing night is a dry skin lovers dream. It's densely rich formula, feels like butter on the skin forming a protective layer of goodness. Helps with reducing the appearance of fine lines and wrinkles hy helping skin retain its moisture. Wake up with hydrated skin that looks refreshed.    An intensive hydrating cream works while sleeping to help reduce the appearance of deep lines and wrinkles. Wake up to skin looking replenished, restored & renewed.  With nourishing rich Resveratrol, Olive-derived Squalane Oil, and antioxidant-rich Organic Grape Seed Oil, and Sacred Lily, these help to rejuvenate the skin and protect it from rhe elements.  Housed in a jar style container with a screw on top, the product is densely packed. This rich cream feels lightwieght on the skin. Melts on contact, you immediately feel the luxurious texture as it glides along the face the effects leaving your skin feeling beautiful and protected.  From Farm to Beauty goodness.      MY THOUGHTS: Both creams are incredibly nourishing and you immediately feel the plumping effects.  Leaves my skin feeling ultra hydrated and radiant.  Love them so much!!!  **I received these products  for free through BzzAgent Sampling opportunity in exchange for my honest revie"
		},
		{
			"review_title": "Good but heavy scented",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I’ll preface by saying I use items with little to no scent. So I only used the night cream a few times.   Packaging is great (2 boxes, 3 if you count the shipping one ;)), clearly displayed what you are getting. Containers are minimalistic & crisp looking. The smell is nice & makes me think grapefruit. The quality is excellent, & it feels very light compared to other nighttime creams. It goes on smoothly, you don’t need a lot, & there’s no greasy skin feel. It didn’t seem to come off on my dark pillow case. My skin did appear visible smoother (I imagine due to how moisturizing it is)   I used the night cream but found it so scented I removed it from my nose & upper lip.It loses so many stars from me as I truly did not expect the heavy scent so was unable to truly test it for a week or more. Despite the heavy scent it did not trigger my allergies though.   Overall I would recommend it to someone if they were not scent sensitive."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I highly recommend the Stem Cellular Anti-Wrinkle Day & Night Moisturizers Duo. After using these products for a week I’ve noticed improvement in my skin’s texture and appearance. The day moisturizer provided excellent hydration without feeling greasy, while the night cream deeply nourished my skin overnight. The combination of these products has left my skin looking more youthful and radiant. If you’re looking for an effective anti-aging solution, this duo is definitely worth trying. The only thing I wish to change is the container for the overnight cream as it is wide open one so contamination is an issue I wish it is more like a tube to avoid exposure to air!"
		},
		{
			"review_title": "Nice moisturizer",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "I made Juice Beauty Stem Cellular Anti-Wrinkle Day and Night Moisturizers my skin care routine for a week to see how I felt about the products. I love that they are organic, vegan and cruelty free. The packing is appealing and the moisture these products supply to my skin is fantastic. The day moisturizer is lighter and my usual make-up applies nicely over it. The night cream is of a thicker consistency and leaves your skin feeling wonderful. As for it's ability to help my aging skin with wrinkles, I have not noticed a difference although it has only been a week. My only problem is the scent, it's just too strong of a lemon scent for me."
		},
		{
			"review_title": "Great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Would definitely buy this product. Been using it for a week now and have already started to notice a different in my skin. They spread and absorb into the skin really  well, so you don’t need to use a lot . The only reason i didn’t give it 5 stars is because of the smell. It’s a  strong citrus smell."
		},
		{
			"review_title": "Review",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "One week in to using this new product. Easy to apply, and smells great!!! Love that it’s cruelty free!"
		},
		{
			"review_title": "Try it if you dont like heavy scents!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I have used this product for about a week.  I like how both day and night creams spread nicely on the skin and both gets absorbed by the skin well. I also like how it goes on with a matte look and doesn't feel oily for an anti wrinkle cream. The night cream is definitely thicker and heavier than the day cream. I haven't see too much after a week of use but will update a month in.  Depending on your preference, this product has a lemon/lime smell which I am ambivalent about. It slightly has a synthetic candy lemon/lime smell which is haven't decided if I like it or not. The scent doesn't last long, but it's not my favourite.  I like the design of the day where it's a pump lid and I can control exactly how much product I touch. I do however wonder if I can deconstruct to make sure I have optimal use of all the product and it's not stuck in the jar.   My pro would be that as someone who has dry/combo skin, it didn't feel moisturizing enough. My skin felt dry and after a few days of trying, I added back my usual moisturizer for an extra boost. Also, the matte look for the day made me skin look slightly dull."
		},
		{
			"review_title": "Great products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I received the Anti Wrinkle Day and Night Cream in return for my honest review of the products.  I have been using these two products for one week now and am very impressed with them. With pretty sensitive skin, I was a little worried about irritation. I’m pleasantly surprised that the products did not irritate and in fact seemed to help with the tone of my skin.  The citrus smell of the products is refreshing in my opinion. I really love the push top container of the day cream which delivers just the right amount of cream.  I would recommend these products."
		},
		{
			"review_title": "Love the addition to my skincare routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Dry skin",
			"review_text": "Loved this product! Just received it as sample in exchange for my honest review. And been using for under 2 weeks, but both the day and night creams are fantastic! I have mature skin and it’s starting to show signs of my age. The night cream is a nice thick consistency and the smell reminds me of fruit loops! It goes on nicely and my skin feels hydrated. The day cream is not as thick but still hydrates and again has a fruity smell. The container for the day cream is a nice pump that allows me to mix in some of my other skin care serums. Really like this product and look forward to seeing how much my skin feels better as I continue to use it."
		},
		{
			"review_title": "Love this duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Combination skin",
			"review_text": "I really love this duo. The morning moisturizer is little thinner than the night cream which is perfect. I am using this for couple of weeks now and already started seeing changes, the fine lines on my foreheads started smoothing out. Can’t wait to see the results after a month. Overall, I totally recommend this duo, it is worth of every penny."
		},
		{
			"review_title": "Changing up my routine!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "After using this product over the last several weeks, I absolutely love the way my skin looks. I have switched over to all natural skin care and I like that this is a clean product and also uses more natural ingredients. I saw a more glowing and hydrated complexion. I didn't notice any averse reactions or scents. I received lots of compliments on my skin. My skin felt more supple and soft, and additionally my makeup went on well over my skin care. I would totally repurchase when I run out and and mentioned to my friends to try out this line. I also am excited to try other products from this brand."
		},
		{
			"review_title": "Great duo every one should use!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I have been using this duo for just over a week. I have noticed my skin is alot more hydrated, and at almost 42 i need the extra boost!  I wake up with glowing skin. I love the fact the day cream has a pump dispenser and that they are both thicker creams and that they are organic and I'm not putting a bunch of chemicals on my face. The scent is quite strong of a lemon balm/lemon grass scent, which i do like, but if your scent sensitive it might be over bearing for you. Overall my skin is way more hydrated and feeling so soft, i would definitely buy in the future. As for wrinkles, i guess after using for a bit longer i might notice more of a difference, but by the way my skin plumps up and stays hydrated I'd  assume it helps! Also its amazing under my make up, i find after applying foundation my face flakes usually, but not when i use these creams underneath! A+"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "Both of these creams are thicker in consistency. The night cream is heavier. They spread and absorb into the skin fairly well. I have not noticed a difference to my fine lines, but both make my skin feel hydrated, soft and smooth. I am not a fan of the scent. They both have a strong citrus smell that does linger. I love the pump packaging of the day cream. It gives the perfect amount. I am happy that I got to try these products, but I don’t think I will purchase them for myself once they’re used up. Especially for the price.   I received these products for free in exchange for an honest review."
		},
		{
			"review_title": "A lovely multi-sensory Experience.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I received this product in exchange for an honest review.  I'm almost 60 and am blessed with freckled, sensitive Irish skin.  I'm particularly noticing the orange peel consistency of my skin below my nose and the habit of the rest of my skin to  break out whenever I try any product to help my orange peel skin--enter Juice Beauty.  Never seen or used this product before.  My first impression is I love love love the smell. It makes me happy.  I also love how little of the product is actually needed to cover my entire face/neck area.  Results?  I have to say my orange peel skin hasn't peeled away but it is softer and feels smoother.  The rest of my face loves this stuff.  No breakouts, no burning, no bumps after a week of using each product once a day.  That alone makes me want to use this product. I am very excited to see how my skin improves with continuous usage.   I want to emphasize the lovely smell and the feel-good feeling of my skin after application.  Since skin care is a multi sensory experience I rate those two qualities quite highly.  I love the pump applicator of the day cream which protects the cream from getting contaminated every usage.  I wish the same pump were available on the night cream.  All in all this sensitive Irish skinned woman recommends you give this a try if traditional night creams are to hard on your skin."
		},
		{
			"review_title": "Makes my skin feel great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "This is the first Juice Beauty product I've used, and I have to say I'm impressed. I did receive this item for free in exchange for my honest opinion. WIthin the first few days of use I noticed that my skin seemed brighter, and had a smoother look to it. The scent is relatively strong, but it is a very fresh, natural, citrus-y scent, which I was a fan of. The texture was nice, almost like a cross between a gel and a cream, I'd say slightly heavier but not overly so. It felt great on my skin and left my face feeling very moisturised and hydrated. The only reason I'm giving this 4 stars instead of 5 is that the smell of the overnight cream the morning after applying it was not great, I'm thinking possibly because of all of the natural, real ingredients? Which I am happy to deal  for a few minutes every morning before I apply the day cream with for the results I see on my skin. Overall I really recommend this product!"
		},
		{
			"review_title": "Give this a try...",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I received this product in exchange for my honest review, so I'm going to be brutally honest!  I'm a young 56 with good skin, I have been using for just over a week, and I absolutely love the smell. My favorite is lemon so I don't think it was strong, just right ! The Stem Cellular day cream went on silky-smooth and absorbed well. I use a wide variety of facial creams and this ranks top 3 for sure. The night cream is thicker and you can feel more on skin, like you can't use everyday maybe in winter you can use every night, I tried it a few nights and was starting to break out. So I switched to every second day which was much better, every third day. My skin is very moisturized and smoother. I like that it's organic and cruelty free, and I prefer products that are natural! This is a great Product and I will continue using and will post a six month review. I liked the smell the best!"
		},
		{
			"review_title": "Very moisturized and smelling yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I adore the citrus scent of both of these Anti-Wrinkle creams - honestly it is perfect for summer! The moisturizer has a fun dispenser where you just push down on the top and the perfect amount dispenses to your fingertips. I actually appreciate this feature more than I thought. The Overnight Cream is a twist off lid and it is a nice thick cream that I trust to be working throughout the entire night. As someone with very dry skin, I do feel like my skin is nice and bouncy - after using for almost two weeks, I do feel like it made a difference and I really want to use it in the winter when its extra dry out. Full disclosure, I got this on a sampling campaign for free - but I will consider purchasing again!"
		},
		{
			"review_title": "Clean fresh citrus scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product to review and have been using it for 5 days.  I loved the fresh citrus scent.  The  product is quite thick which I like and a little is all that is needed.  I was surprised  at the silky texture.  I noticed subtle differences in my skin with softness and less noticeable fine lines."
		},
		{
			"review_title": "Great skin care products!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I absolutely love these skin care products. I was given the opportunity from bzz agent to try them.  The packaging is wonderful and most importantly, stem cellular day and night duo made my skin feel so refreshed and moisturized. I will definitely use again.  Thank you!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "It's my first time trying Juice Beauty products. I have dehydrated skin and also live in Alberta, which has a really dry environment. I've been looking for creams that would keep my skin moisturized the whole day, and these surely did not disappoint. The consistency is a bit rich, and I actually like it. I also love the packaging, especially the day cream, because you just have to pump it to dispense the product. So far, it has been pretty effective in keeping my skin hydrated in this dry summer weather. I can't wait to see how it will work in winter! I would definitely recommend it!"
		},
		{
			"review_title": "Juice Beauty Moisturizing Duo",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "I was sent this Juice Beauty Duo for review thanks to BzzAgent. First off, I love the packaging, in particular the day cream. It has a press down pump on top that delivers the perfect pea sized amount of product without waste. And the night cream is rich and thick. But I ended up finding these moisturizers unsuitable for my skin. The citrus scent was very strong and overwhelming, and the texture felt too heavy on my face, leaving it feeling greasy rather than hydrated.  Since it didn’t work for me, I decided to gift it to my husband. He doesn’t mind the strong scent and prefers richer textures in his skincare products. While it wasn’t a match for me, he seems to enjoy using these moisturizers.  This might be a better fit for those who don’t mind strong fragrances and prefer a more substantial moisturizing effect."
		},
		{
			"review_title": "Hydration recovery",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I was sent this Juice Beauty Duo for review thanks to BzzAgent.  Off the start I love the packaging.  It has a press down pump on the Moisturizer which I absolutely love.  I have extremely dry skin. I have noticed after about 10 days that the appearance of my skin looks and feels great.  The overnight cream is quite thick and feels wonderful on my skin.  I don't have any  wrinkles, so I can't  say how it is any different.  Both creams have a lemony scent which is not over powering.  It was really nice to try out a more expensive product.  I will continue to see how this product works and hopefully it will become a new skin care routine."
		},
		{
			"review_title": "Every day after my showers routine day and night.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "A great skin healing giving the best moustired looking and feeling with a light weight and not greasy sensation is formulated with the best ingredients and quality, i love the smell of lemon zest for both creams and the results fading off the aparience of fine lines it does make me happy to continue with a good lookin skin I love the fact this company does not taste kn animals this products are worth it and recommended totally."
		},
		{
			"review_title": "LOVE the smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "Disclosure: Juice Beauty sent me a sample of the Stem Cellular Anti-Wrinkle Best Sellers Day & Night Moisturizers through the BzzAgent sampling program. I’m not always a fan of moisturizers, and often prefer serums for day use. I often find moisturizers can be heavy or greasy. The daytime moisturizer is easy to apply with its push-down top that supplies an ideal amount of product. (But it also means I can’t see how much product is left.) It goes on easy, and it smells really nice. I seriously love the smell of this product. My skin doesn’t feel dry or greasy, and I haven’t broken out. So that’s a win, and not a guarantee when it comes to trying a new product. There is no SPF in the daytime moisturizer. It’d be even better if it had sun protection, but the serum I usually use doesn’t have that either, so I can’t really complain.  I’m really bad at using nighttime moisturizers, but I’ve made an effort with this one. It’s really hydrating, without clogging my pores, and again – that smell! It just makes me happy to apply these products! The nighttime moisturizer is thick and hydrating. Note: This doesn’t have a pump top, but I can see there’s loads of product in the container, making it feel like good value for the money.  I’m not sure I’ve noticed a reduction in wrinkles or fine lines, and no-one has told me I look more youthful of late, but my skin feels good and I smile every time I get a whiff of the lemony goodness that is this moisturizer. I’ll keep using the product and would probably purchase a second set when this one runs out. If you’re looking for a new day/night moisturizing combo, the Stem Cellular Anti-Wrinkle Best Sellers Day & Night Moisturizers is definitely worth a shot – especially if you want a pick-me-up scent during application!"
		},
		{
			"review_title": "Fresh Lemon Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "I have been using this product for the past 5 days since receiving it. I have been following the directions and found it very easy to use.  The day cream spreads over your face and neck evenly and easily and you're not left with any greasy residue as it soaks into your skin, if you were planning on applying makeup over top of it. Even by itself during the day, the moisturizer makes your skin feel softer and very refreshed especially with the clean scent. The lemony scent is a little stronger than what I am used to but I didn't find it overpowering whatsoever.The day cream also includes a pump which, when you push, the right amount of skin anti-wrinkle moisturizer comes out for you to use. The day cream is much lighter than the night cream and very smooth.    I was pleasantly surprised at how thick the night cream was and how easily it spread onto your skin. It soaked in nicely and even though it's thicker it did not leave a greasy residue or film on your face. It was very nice for sleeping and left no residue on pillow cases. It did not feel heavy or thick on your face as some products do.  Even after a few days using both the moisturizing day cream and night cream I noticed that my skin felt smoother and softer so I am hoping with continued use, it will help the soften the lines around my eyes and lips and my number 11 lines. I would definitely recommend this product and I am hoping with continued use that there will be a noticeable difference between my before and after picture"
		},
		{
			"review_title": "A Fabulous Duo For My Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I used this product every morning and night for exactly 14 days now and am really quite impressed.  Also my first time using a product from Juice Beauty!  I only have two downsides to report but will leave that for the end.   First off, I love natural things.  I plant my own vegetables, I save my own flower seed year after year, I just like things in their most natural state.  Using ingredients like resveratrol, olives, shea butter makes me want to try this.  That being said, the formula is thick and creamy and the product has a scent that I find very refreshing and appealing.  It absolutely smoothed and moisturized my skin and I've had people tell me my skin is glowing.  I really feel like my forehead lines and crows feet have diminished.  My skin also feels really smooth and silky, like more so than before I started using the cream.  The product comes in quite a large size so I feel like you get good bang for your buck.  I even love the fact that this product uses recycled packaging.  Now onto my 2 small downsides...number 1:  For me personally, I really wish the day cream would have SPF in it.  I don't like to put that many layers on my skin and do need to add a final layer of SPF on an already pretty thick moisturizer.  And number 2:  the day cream has a really cool spring loaded applicator where you push down and cream pops up through the hole in the center.  For some reason, this function is not working on my container and I have to open up the lid and use my fingers anyhow.  So a super neat function but only if it works!  I would have no problems recommending this to others and will enjoy using it myself! I received this product for free in exchange for my honest opinion!"
		},
		{
			"review_title": "Impressive results!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I am in love with Stem Cellular Day and Night Duo. Since I started using both day and night formulas, I have found that my skin looks more dewy and clear. Friends have asked me what I've been using so I know that it's working. I also apply on my neck and chest. I have not had any reactions and I have been using it for a week now. It's not sticky nor greasy, making it easy to apply. I have used others including Riversol and my own serums and this formula provides much better results. I highly recommend both night and day formulas."
		},
		{
			"review_title": "Smelling like a basket of citrus fruits!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I really liked how this bundle was so gentle on my skin and super moisturizing.  The scent was really my fabourite thing I smell absolutely edible like I just bathed in all the juicy citrus fruits I could find. My skin tends to be on the drier side but there's were so great for giving me just what I needed without clogging my pores or casting any irritation. If you have sensitive skin but want to still have nice smelling products this bundle is for you."
		},
		{
			"review_title": "So obsessed with these products!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I am actually quite blown away by how much I love these two products. There is so much to appreciate about them. They smell so lovely, I personally love a fresh smelling product and these smell like lemongrass. I also love the consistency of them, they are thick and feel really luxurious. They apply to the skin so nicely, are super smooth and rich. And lastly, and most importantly for me, they are EWG certified and clean beauty products. It's an absolute must for me and I just adore these products, will definitely repurchase!"
		},
		{
			"review_title": "Heaven in a jar",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "Omg, this day & night cream is heaven in a jar. First of all, the lemony scent is to die for and my husband couldn't stop smelling me after applying it for the first time. Both day and night creams are just about the same consistency, not too thick but thick enough that your skin nicely absorbs it for the perfect moisturization and can work with other skin products or makeup without clogging pores or greasiness. When applying, I can instantly feel it absorbing into my skin nicely with no irritation and it visibly softens the appearance of deeper wrinkles on my forehead and around the eyes. A little goes a long way and the day cream has a little pump in the cap so you can get a perfect pea size. I've only used for a few days but the results are pretty instant and that's pretty impressive for a 45 year old like me."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "J’utilise le duo depuis environ 1 semaine et j’adore l’odeur. Le fait qu’il soit végane et non testé sur des animaux est aussi un gros plus pour moi. La crème de nuit est très épaisse,  mais ne laisse surprenamment pas une texture grasse sur la peau après l’application."
		},
		{
			"review_title": "Love the scent and smoothness",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
			"review_text": "I received this Product and immediately was happy With the fantastic scent.  It is nice and fruity and pleasant.   The cream Applies nice and evenly and makes skin feel instantly smooth and hydrated.   I have been using both day and night creams and find a more even skin tone with less noticeable pores.   I have large forehead and 11 wrinkles that I am Hoping over time it will Help to make less Noticeable.    I would recommend this product as well as purchase again."
		},
		{
			"review_title": "Best moisturizer duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Good moisturizer with smooth and soft finish. It’s not greasy and sticky that makes me feel extra comfortable for using it. I have been using it for almost a Week now and can say this is one of the best moisturizers I have used so far. Also the day light duo is something very new to me and it’s great."
		},
		{
			"review_title": "My absolute new favorite skin routine!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "After only using this product for 1 week, I have seen definite improvements in my skin. It is so moisturizing that my skin stays soft throughout the night and throughout the day! My fine lines and wrinkles under my eyes have already diminished. I'm impressed!! Not to mention it smells great too. Definitely would recommend!!"
		},
		{
			"review_title": "A wonderful day and night creams!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "Juice Beauty sent me this free sample through the BzzAgent sampling program and I've been using it now for about 12 days. My skin feels so, so soft and hydrated from using the day and night creams. It's such an easy application every morning and night and smells wonderfully like lime. I've seen very small results in the fine lines on my forehead in this short amount of time, but I have really noticed the overall completion of my skin becoming more even and so soft to touch, even my husband commented on it. I truly can't wait to see what my skin will look like in a month from now."
		},
		{
			"review_title": "So moisturizing and lovely scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This dual product works great. After using it for about a week, I have noticed less dryness on my skin overall and my skin feels incredibly moisturised throughout the day.  The day cream has a very interesting pump I haven’t seen before as you pump the whole top and the product comes out through a whole in the middle of the product. 1-2 pumps covers my entire face. The texture of the cream glides on easily to your skin and is easily spreadable to cover your face. The smell is also absolutely amazing - if you love citrus, this is for you!   The night cream has a thicker texture compared to the day cream but also has a slightly lighter citrus scent and easily spreadable.   Both creams feels great on the skin and I can already feel improvements after a week of using both products in conjunction together. Love it!"
		},
		{
			"review_title": "Nice duo to add to my routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have been using my products for about a week, and I am most excited about how they don't react poorly with my reactive, sensitive skin!  The night cream is very thick, which is ok but not my favourite texture. I love the consistency of the day cream and much prefer the delivery system to using my finger or a beauty spatula as I need to use with the night cream.  I haven't noticed a huge improvement as far as wrinkles go, but my skin feels nice! The products are scented - try small like a critrusy version of Froot Loops cereal. I definitely prefer unscented products, but these aren't overwhelming.  I am thrilled to have been selected to test this product from Bzz Agent, as I don't indulge in luxury beauty much. A little goes a long way for both the day and night creams and I can't wait to see using it as part of my routine."
		},
		{
			"review_title": "My new go-to product for moisture!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Before I received a sample of this product I had never heard of it.  I've been using it now for a week and I'm not sure how I lived without it!    The first thing I noticed was the wonderfully bright citrus scent.  It's not too strong but lingers a bit which I like. I love the pump dispenser top on the day moisturizer.  It makes it easy to use the right amount  and means no mess.  The day moisturizer is light and feels good on your skin.  The night moisturizer is a bit heavier to help moisturize overnight. They both appear to be having a positive affect on my skin...it feels soft and moisturized (even in the heat which usually dries my skin out).   The price point on this product is a little higher than I would normally spend but I think the quality and results are worth it and I will definitely be purchasing again when my sample product is used up.  I will recommend this product to my family and friends."
		},
		{
			"review_title": "A new daily staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I have been using these products for about a week now  and I think I’ve found my new fav day and night cream! I know others may disagree, but I love the citrus smell (it doesn’t linger, only smells while applying) and both creams are so rich and thick, yet absorb very quickly. My skin feels much softer, and I feel it looks better overall. The application pump on the day cream is convenient and practical. I love seeing all the natural ingredients on the ingredient list, as I am picky about what I put on my skin. Overall, I’m impressed and excited to continue using."
		},
		{
			"review_title": "Moisturizing but sensitive nose beware",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "First and foremost, I have been using the product for about a week, not enough time to see if the claims are true, but I can at least tell you that this combo is super moisturizing. For the record, my skin is dry and dehydrated, so as soon I used it the first day, I could see that it would take care of the dry part. However, the skin felt as much dehydrated as ever under the cream. I didn’t like the feeling. In the following day, I had to add another lighter cream to hydrate before and it went well. Now for the elephant in the room… I really really didn’t care for the smell. It felt like I had rubbed the skin of a lemon on my face, it smelled that strong, and it last at least an hour. Many people seem to like that smell and find it light and clean. I did not. It’s really too strong for my nose. If you are sensitive to smells, especially lemon based, I would skip this product. As for myself, even with the smell, I decided to soldier on, so I could at least give a propre review. I don’t know if I’ll keep using the product until it’s finished, but I will try, if only to see if my biggest wrinkle, the one on my forehead, is diminished."
		},
		{
			"review_title": "Best Day & Night Duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Juice Beauty Stem Cellular Anti-Wrinkle Moisturizer is a really nice product! The dispenser bottle is really neat, and the lemon scent is wonderful. The cream itself melts into the skin like butter, and obsorbs beautifully. After using this product for only 2 days my skin feels so soft, and has a healthy looking glow. It's very hydrating, and works great under makeup. I highly recommend this as a daily moisturizer. I'm just not a fan of the price.   Juice Beauty Stem Cellular Anti-Wrinkle Céramide Overnight Cream is a really nice moisturizer with a relaxing lemon scent. It's slightly thicker than the day one, but it still absorbs just as great. After using this product my skin feels incredibly soft, and hydrated. It's also visibly smoother, and healthier looking. I'm absolutely obsessed, and can't wait to try other products from this line."
		},
		{
			"review_title": "Every organic drop fed my skin!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I've been using these products for about 10 days.  Juice Beauty sent me this free sample through the BzzAgent sampling program. They are more expensive products than I would usually purchase and I do see a difference.  I've already recommended them to my girlfriend and my cousin!  My other day cream was not as thick.  The Stem Cellualr™Anti-Wrinkle Moisturizer is thick.  It feels luxurious.  My skin absorbed it very easily - and because of the consistency, I know exactly where I've applied the moisturizer. I like the packaging of The Stem Cellualr™Anti-Wrinkle Moisturizer because the little pump distributes just the right amount of product.  I don't like to feel like I'm putting on too much, or not enough.  I don't like to think that I'm wasting the product. I really didn't feel a need to reapply, something I have done with my other day cream.  This product lasted and I felt hydrated for hours after I applied it.  The Stem Cellualr™Anti-Wrinkle Overnight Cream had the same lovely consistency. It was also absorbed right away.  I like that neither product left any kind of greasy residue.   I used these as a duo, so I can't tell you if one did more than the other, but I can see and feel a difference in my fine lines and the little wrinkles.  My skin feels better, softer, and more supple..  The product was easy to use and effective.  It didn't aggravate or cause any other skin irritations - no clogging, and no whiteheads, which is a concern for me.    My one reason for 4 stars and not 5 is the fragrance.  My girlfriend likes the citrus fragrance, but I do not.  I'll keep using the products because of the results, but I don't like the scent."
		},
		{
			"review_title": "Skin feel so smooth and moisturize",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I received this package as exchange a review. After I use it for a week, I notice my skin feel much more smooth.   Skim looks very healthy. Especially the nightCream I really like the texture and the smell. Easy to apply and skin feel very moisture on the next morning. The day cream I use it before I put make up on. It won't Clog my pores. Very good product and highly recommend."
		},
		{
			"review_title": "Very nice!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "I received this product in exchange for my honest review.  I've been using the Stem Cellular day and night duo by Juice Beauty for the past few weeks, and I'm thrilled with the results. The day cream is light and absorbs quickly, leaving my skin feeling hydrated and refreshed throughout the day. The night cream has a luxurious texture that feels nourishing and helps my skin recover overnight.  I've noticed a visible improvement in my skin's texture and overall radiance since incorporating these products into my routine. The natural ingredients in the formula, such as organic fruit stem cells, give me confidence in the product's quality and effectiveness.  The packaging is sleek and practical, making it easy to incorporate into my daily skincare regimen. The subtle, fresh scent of the products adds a pleasant touch to my skincare routine, although I would have preferred the products to be unscented.   Overall, I recommend the Stem Cellular day and night duo to anyone looking for a skincare solution that delivers results. Juice Beauty has truly impressed me with this product, and I look forward to continuing to use it for healthier, more radiant skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This has got to be part of my beauty regimen! It feels so smooth on my skin. It’s very lightweight and non-greasy and I noticed lesser appearance of fine lines just few weeks after using it. I also love how it smells so amazing and it also has antioxidants which makes my skin so radiant and feeling nourished. I highly recommend it!"
		},
		{
			"review_title": "A very nice day and night set to own!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I was super excited to receive this set and see how it suits me. It has a super smooth application where the texture is not too thick or thin but a nice consistency which leaves my skin feeling saturated and soft,  Especially when I wake up in the morning. I am not too crazy about the citrus scent and would prefer something less citrusy, even Fragrance free would work too, just don’t like the smell of it. But otherwise it’s a very nice product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I've used the 2 creams for about a week now and I love them. They make the skin feel soft and smooth, without overwhelming it. It will probably need more time to show 'crazy' effects on my wrinkles but they're part of my morning and evening routine and I love the way my skin feels already and that in itself is worth it.  Having been made with organic ingredients and cruelty free is also very important to me. So, they're a keeper!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Not for me. First off it’s quite pricey and the consistency of the cream is not necessarily one my skin likes. It’s a bit too rich and I ended up with some minor breakouts probably due to the thickness that I felt like it clogged my pores. I gave it to my mom instead and it’s much better for her. I feel this is more suited for mature skin and those that prefer gel texture for easier Absorption this isn’t for you."
		},
		{
			"review_title": "A nice combo for a natural simple facial routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this bundle to test out from BzzAgent and I was really excited to try it because it contains Resveratrol which I’ve been hearing a lot of buzz about — no pun intended lol. I like the fact that it’s vegan and made with naturally derived ingredients. I have very sensitive skin and so far it doesn’t irritate me at all. I can’t say I’ve used it long enough to notice a dramatic improvement in my skin but it does feel nice and soothing when applied and it does maintain and improve my skin’s hydration. I also like the pump top packaging of the moisturizer which makes it very handy to use. Having the moisturizer and overnight cream come as a duo is great for simplifying my facial routine. Overall it seems like a great product and I’ll have to use it longer to see if there are long term improvements."
		},
		{
			"review_title": "A bit pricey",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "After using this product, I saw the result quickly. It keep my skin clean hydrated ! Night cream is a bit too rich in my case, day cream is more light and I love it."
		},
		{
			"review_title": "Definitely worth trying",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I’ve been using these products lately and have definitely noticed a difference in how soft my skin is within an hour of using it. They have a strong lemon scent which I love but might not be for everyone. I was pleased to see that the cream and moisturizer are also organic and best of all they are cruelty free.  I haven’t noticed a difference in my fine lines but I'm hoping to see an improvement with time. I also have sensitive skin and I haven’t had any reactions or break outs so far."
		},
		{
			"review_title": "New found routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have a new skin routine because of this product.  I have been using both the day and night moisturizer for a week. Both are quick to be absorbed by my skin, despite how creamy the night cream is.  My skin feels well moisturized and smooth hours after application, and I could see my skin has more glow since I began using both products. Absolutely LOVE these products  lightweight yet so hydrating , they leave my skin hydrated fresh and plump also love the lemon scent."
		},
		{
			"review_title": "Lovely duo worth all the hype",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
			"review_text": "I’ve been using this duo for the last week and have noticed how much more hydrated my skin is. The day moisturizer is light and does not leave a greasy feel. Easily can layer with a sunscreen. The scent is light and fresh citrus.  The night cream is a lot more dense and hydrates beautifully. I will be buying this again and in comparison to some other night creams, the moisturizer will not mess my pillow case if I sleep on my side. My skin enjoys this duo and feels supple after wearing."
		},
		{
			"review_title": "Stem cellar day and night duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I am using this product from a week and I am really happy with the result. It comes with combo of day and night so good source of hydrating skin day and night too. My skin is very dry so it really helps me for dryness and moisten my skin."
		},
		{
			"review_title": "Great lemon scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "after one week of using this product my skin feels moisturized and soft. I haven't yet seen a difference in my wrinkles but I feel a difference how plump my skin feels."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The Juice Beauty Stem Cellar Day & Night Duo might just become a staple in my skincare regimen. Its plant-based, organic formulation aligns with my preference for natural products,  that ensures my skin receives the best care without harmful chemicals. The duo’s effectiveness in hydrating, repairing, and rejuvenating my skin has left me super impressed."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received this product a few weeks ago through BzzAgent.  I really love the smell of both the day and night cream. They are very citrus forward and kind of smell like fruit loops. The day cream has a pump top which I'm not a fan of, as you can't get all of the product out at the end or if the pump just decided to stop working. The night cream does not have one.  Of the two, the night cream is my favorite. It's really thick and moisturizing and doesn't really leave a greasy residue on your hands when done applying. The day cream is thinner but I found it to be super slick looking on my skin. I don't wear makeup, but I'm sure if I used a powder over top I would have looked dewy and fresh as opposed to just greasy. After a couple of weeks of use my face (hands and elbows where I always rub the excess into) feel really soft. I'm sure with more time I will see more results with regards to fine lines. I will be purchasing the night cream again in the future. I absolutely love it.  I'm not sure if this is a me problem or if this is what the product is supposed to do, after application my face would start to burn slightly (not painfully, just like I got a little too much sun on it) , turn red and feel hot to the touch for about 10-15 mins then be fine again. I've used other vitamin c creams and never reacted like this before. At this point in time I haven't seen anyone else discuss it in their review."
		},
		{
			"review_title": "A great addition to my routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "Juice Beauty sent me this item for free through Bzzagent samling program. I've been using this anti wrinkle duo for a week now. First of all I really like the presser on the  moisturizer to get a right amount for your face. For me the other thing I noticed right away is the scent. The scent feels very fresh and light. Even though I only used both the day and night duo for a short period of time  I have already noticed a difference in hydration in my face."
		},
		{
			"review_title": "Love me some Juice Beauty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "The Juice Beauty stem Cellular day & night duo works so good on my skin. I suffer from very dry skin and these creams work great.  I also add a few drops of their replenishing oil and I get the perfect looking glow. I also love the fact that this is a cruelty free, vegan and made with organic ingredients, so I feel good using it. The day cream also has a little pump action dispenser which is great to keep it clean and provides you with a good amount.  I usually use about 2 pumps for each application. The product does have a scent to it, but it doesn't seem overwhelming or fake smelling."
		},
		{
			"review_title": "Fresh scent and feeling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone",
			"review_text": "I have been using this product for 1 week. I am noticing a smoothing effect to my wrinkles. Also more definition to my jawline.  I love the scent of it when i am doing my morning and evening routine. It is fresh. It absorbs without a greasy or other leftover film feeling. Thank you. I will update this in a few weeks."
		},
		{
			"review_title": "Great moisturizing duo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really like this moisturizing duo.  My skin feels hydrated and soft after using them and I really like that they are made from organic ingredients.  Also I really love the citrusy scent!"
		},
		{
			"review_title": "A comprehensive & must have skincare excellence",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "The Juice Beauty Stem Cellular Day and Night Duo stands out among other skincare products I’ve tried for various reasons. Firstly, it organic ingredients, which is a different formular from the other common skincare brands that rely heavily on synthetic compounds. These duo are luxurious and absorbs well into the skin without leaving a greasy residue. In comparison to other products, the Juice Beauty duo feels more nourishing and hydrating, likely due to its blend of stem cells and Vitamin C. Considering my skin type, i am always very cautious of what i consume on my skin and i have always had to change skincare product but with the stem cellar day and night duo, in few weeks of usage, my skin feels fresh and reduction in fine lines and wrinkles, which highlights its efficacy in anti-aging care. Certainly, i am sticking to these duo for as long as possible as i feel i have finally gotten what my skin needs and deserves. so, i am going to be ordering some new sets as soon as possible and i will be getting some more for my friends so that their skin can look great too.  Overall, the Juice Beauty Stem Cellular Day and Night Duo offers a comprehensive, high-quality skincare solution that is both effective and ethically produced. It is a product worth trying for anyone looking to enhance their skincare routine with organic and potent formulations."
		},
		{
			"review_title": "Good addition to skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I have been using both the day and night moisturizer for a week. Both are quick to be absorbed by my skin, despite how creamy the night cream is.  My skin feels well moisturized and smooth hours after application, and I could see my skin has more glow since I began using both products. They do have a strong lemon scent, which may bother some people but I didn’t mind."
		},
		{
			"review_title": "Great formula and pump, but scent is too strong",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Nearing 40, I’m very mindful of skincare products that will aid in ridding wrinkles and fine lines without the use of retinol. While I loved the formula and also the unique pump, I wasn’t a fan of the lemongrass scent! It reminded me of mosquito repellant. But the formula itself is very hydrating and smooth so I would still recommend this if you don’t mind the scent."
		},
		{
			"review_title": "A must have in my everyday cosmetics collections",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "After using the product for just 4 days now. i ca see the difference, the face looks cleaner and fresher and even smother."
		},
		{
			"review_title": "A new favourite for my facecare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "As a 52-year-old woman, I am very mindful about the skincare products I use and I can confidently say that Juice Beauty's Stem Cellular Duo is a true gem. From the first application, I noticed that the moisturizer (day) and cream (night) are incredibly nourishing, absorbing quickly without leaving any greasy residue. The nighttime cream is slightly thicker, which I appreciate because It feels luxurious and I wake up with my skin feeling soft and supple. The fresh, natural citrus scent is a delightful bonus. After consistently using this duo for a week, I can truly say, that my skin looks firmer, plumper, and more radiant.  I also really love Juice Beauty's commitment to clean, organic ingredients. Knowing I'm treating my skin with high-quality, non-toxic ingredients gives me peace of mind.  I am so grateful for the opportunity to try and review these products. Compared to other products I have used, they are worth every penny and have earned a permanent spot in my skincare regime. I highly recommend this duo to anyone looking to rejuvenate their skin and maintain a more youthful appearance. Thank you, Juice Beauty, for creating such a wonderful product!"
		},
		{
			"review_title": "Must have skincare essentials with visible results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I finally found the Anti-Wrinkle Moisturizer and an Overnight Cream which actually has a more targeted effect and suits my skin. Juice Beauty Stem Cellular Day and Night Duo is the perfect addition and an essential to my daily skincare routine. I have been using it for the past couple of days and noticed an improvement right after the first use. Both these products act like a treatment which my skin needs.   The lightweight moizturizer is hydrating. I have been applying it every morning to my cleansed face. The pump packaging is great as it prevents waste and contamination. With a light press, I was able to dispense just the right amount of product. After applying, my skin felt soft and smooth. It also gave a radiant look. I loved the citrus smell. This moisturizer is fast-absorbing. The best part, it did not feel sticky.   The overnight cream is amazing. It is intensely hydrating. It is a rich cream but does not feel too heavy on the skin which is great. I have been applying this every night after cleanser. At night is when my skin is at rest and breathing, and this cream worked wonders in replenishing and restoring the skin's moisture. Since minimal tired lines, dryness and dullness is normally visible at the end of the day but the next morning, my skin looked and felt so healthy, revitalized, hydrated, soft, smooth and supple. Also, I noticed that it did reduced the appearance of minimal lines which were visible especially around the eyes.   Overall, I am in love with the smell of both the products. For me, it is not too overpowering and settles beautifully. The packaging of these products are amazing and it appears that the quality of these products will remain at its best. I love Juice Beayty products because of the visible results. It feels like I had a luxurious spa treatment. These duo works best together as I have noticed that it improved the appearance of my skin ever since I started using it. My skin is loving the benefits and hence I highly recommend it!"
		},
		{
			"review_title": "Nice light and refreshing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I received this product as a trial, I like the feel of the creams, they do work well, it’s only been a week and I see a difference.  While the scent is a tad overpowering it does go away when used.  I would buy again"
		},
		{
			"review_title": "Fantastic Day/Night Duo Cream!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I’ve just recently turned 40 and I’ve been on the hunt for great day/night creams that I can add to my skin care routine.  I was given the opportunity to try Juice Beauty’s Stem Cellular Duo, and I’m not only pleased with the results (softer, more supple skin, diminished fine lines, a more even skin tone and no more dry skin), but it smells great too (lemon/lemongrass).   They’re easy to apply (the daytime cream has a top pump that pumps out exactly what you need) and take no time at all to dry (no greasy residue left behind). I would apply the cream and by the time I finished brushing my teeth, my face was ready for make up! Not only do these products work (I started noticing results within 7 days) but you only need to apply a small amount. These 2 50ml jars are going to last a long time!  Honestly, if you’re looking for great skin care products that are will leave your skin noticeably brighter, softer, more moisturized and healthier, purchase Juice Beauty’s Stem Cellular! These 2 products are now a staple in my day/night skin care routine! Love them!"
		}
	]
}