{
	"product_id": "1535",
	"name": "Stay All Day® Dual-Ended Waterproof Liquid Eye Liner",
	"brand": "stila",
	"categories": "Makeup, Eye, Eyeliner",
	"price": 43.5,
	"about": "What it is:A dual-ended liquid liner combining the effortless application of stila‘s original liquid liner with the fine precision of a micro tip..Ingredient Callouts:This product is cruelty-free..What Else You Need to Know:This all-in-one, dual-ended liquid eyeliner features stila‘s bestselling waterproof liquid liner on one side and a micro tip on the other. The original tip effortlessly delivers any look—from a thin line to a bold, dramatic stroke. The ultra-precise micro tip provides superior accuracy and control.",
	"ingredients": "Water/Aqua/Eau, Ammonium Styrene/Acrylates Copolymer, Butylene Glycol, Alcohol, Beheneth-30, Acrylates/Octylacrylamide Copolymer, Phenoxyethanol, Methylparaben, Polyglyceryl 3 Disiloxane Dimethicone, Propylparaben, Sodium Hydroxide, Disodium EDTA, Sodium Benzoate. (+/-) Black 2 (Ci 77266) (Nano).",
	"how_to_use": "Suggested Usage:.-Shake well before use. .-Sweep the pen along your lash line. .-Use the micro tip to fill between lashes for natural-looking definition and fullness. .-Store horizontally for the best performance.",
	"num_reviews": 92,
	"overall_rating": 3.8,
	"product_url": "https://www.sephora.com/ca/en/product/stila-stay-all-day-dual-ended-waterproof-liquid-eye-liner-P466152?skuId=2407906&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2407906-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Intense Black",
			"shade_descriptor": "black",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2407906-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Not worth the price",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I liked that it had the tiny brush, but the regular brush was streaky and didn’t have a lot of pigment. definitely not worth almost $40"
		},
		{
			"review_title": "Will last you FOREVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Cannot recommend this eyeliner enough. It sticks really well, goes on so nicely, and it lasts FOREVER. I think my last one lasted me over a year or more."
		},
		{
			"review_title": "incredible and long-lasting eyeliner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I just started using this a little over a month ago for the first time, and I absolutely love it. actually I'm thinking about buying another one in case I run out. The thick side is perfect for the upper lid and a winged eyeliner the thinner side is incredible for touch ups and outside the water line. I highly recommend this eyeliner very glad that I bought it."
		},
		{
			"review_title": "Terrible quality",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Terrible quality. Basically dried out, applicator is awful. I believe I must have gotten defective product but no way to get a hold of Sephora through the app. Disappointing."
		},
		{
			"review_title": "Staple must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "No other eyeliner compares! I love it. It’s the best! I tried but always come back to this one. Super dark and high quality."
		},
		{
			"review_title": "Liquid side is great, crayon side, not so much",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This was my holy grail for a while until I found the KVD one. The liquid side is great and I’d probably give this 4.5 stars but the pencil side is terrible. It also dries out quickly and will become chalky."
		},
		{
			"review_title": "The best eyeliner for mature eyes.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Extremely pleased with ease of application, staying power and non irritating qualities of Stila All Day Eye Liner. Stila Liner stays in place literally all day, remains vivid without flaking or drying out.  I am over 60 yrs old and have sensitive, dry eyes living in an arid climate. The skin around my eyes have changed and what I could wear in when I was 40 or 50 doesn’t agree with me now. I am so pleased to find this eyeliner lives up to the reviews. A Plus."
		},
		{
			"review_title": "The best eyeliner in my opinion",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I have been consistently been using this for about 1 year - I LOVE IT! A little tip is to set with powder and reapplying. It lasts forever!"
		},
		{
			"review_title": "Dont buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "IS NOT WATERPROOF!!!! Liked the pigment but its not a waterproof eyeliner so it didnt stay on a normal day…"
		},
		{
			"review_title": "Staple eyeliner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "My favorite eyeliner ever!! And the dual tips are very convenient"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have used this eyeliner for 4 years and it’s perfect for creating thin or thick lines."
		},
		{
			"review_title": "Not happy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I bought this on recommendation of one of the girls at Sephora always suggests great products but I was very disappointed in this eyeliner had to go over it several times for it to show up on my eyelid.  Just not impressed I will not be purchasing this again"
		},
		{
			"review_title": "YES!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I probably shouldn’t be still using my one from 2021 in 2024, but it’s still working like it’s brand new! Easy to use, the line is crisp & doesn’t budge or fade. Love it."
		},
		{
			"review_title": "My go to eyeline",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Great for a precise clean line. The short pointy side is perfect for those with hooded eyes who want a very thin line"
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "The eyeliner looks great when swatched on my hand, but unfortunately, it doesn't perform as well on my eyelids. It tends to create uneven, patchy lines and lacks the intense black pigment I was hoping for. Additionally, it's not waterproof, which is a must-have for me. The stiff tip makes it challenging to apply smoothly and precisely.l"
		},
		{
			"review_title": "Dried out after 5 uses.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really wanted to love this product. I’ve used the Stila stay all day single tip and it was amazing. As for this one. Unfortunately I used it five times and it dried out for the price. It’s really disappointing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I love the precision and the smoothness, pigment of color."
		},
		{
			"review_title": "twice as good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I love the dual tips. perfect for getting the right wing shape."
		},
		{
			"review_title": "My favorite eyeliner ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I do winged eyeliner every day for last 3 years and this has been my go to liner. I love the dual ended option because it allows me to easily fix or touch up my eyeliner. I also love that the product last months at a time"
		},
		{
			"review_title": "Nice to apply, but flakes quickly.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "As a complete newbie to eyeliner, I asked an in store associate for help selecting this product.   Pros- I like the double ends with different size tips. It makes it easier to control application.   Cons- This stuff just does NOT stay on. Transfers to the upper lid super easily, and within a very short period of time, appears flakey. For the price point, I was expecting something a little more sharp and longer lasting.    Not sure why the associate recommended this. It didn’t live up to my expectations and I won’t be purchasing it again."
		},
		{
			"review_title": "Very convenient!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love the 2 tips and how practical it makes the application. Good black that doesn’t dry out. The tips are a bit soft, so it depends on what you like. I think a bit harder would make it more precise. But overall. Very good!"
		},
		{
			"review_title": "Not the best, not the worst",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "After using it there is smth I'd like to share. Pros: two tips are really helpful, and the application is smooth and easy. Cons: it's not waterproof, and you'll have panda eyes by the end of the day."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I LOVE this product and will always buy this product. It lays all day and easy to apply."
		},
		{
			"review_title": "Not so great.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Pretty disappointed in this liner. The dual sized tips were nice in achieving a great line, but this formula started coming off within an hour after one of my eyes started watering. What was left was flaky."
		},
		{
			"review_title": "Best liner for winged eye liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Best of the best. In the words of Tay Tay, you can draw a wing sharp enough to ki** a man. My go to liner!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This eyeliner great but was already expensive at $34. Now there's a 10 dollar price hike within 2 weeks? Criminal."
		},
		{
			"review_title": "Best eye liner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "My go to eyeliner! Makes the best wings, super pigmented and it glides on the skin. 10/10"
		},
		{
			"review_title": "Very good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This is the best Liquid Eye Liner. The brush is perfect for my eyes. It is easy to draw eye liner and stays all day. Everyone was talking to me about Stila. Now I know WHY!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Rich skin tone, Dry skin",
			"review_text": "It’s pricey but I’ve had this for a few years and it’s still very pigmented. The find tip is so helpful for beginners."
		},
		{
			"review_title": "A permanent eyeliner in my entire life",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I would say this is 10/10 when it last on my oily eyelid whole day, also it has been my bestie for over 2 years. Especially when it has this dual tips, I use each liner for over 6 months, daily use"
		},
		{
			"review_title": "The only liquid eyeliner for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "I've been using this eyeliner for years now. Easy to apply, stays on for hours, and also easily flakes off when cleansing. I've tried others like the KVD liner, but was unimpressed and keep coming back to this one. Perfect if you're a winged liner babe like me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "The perfect liquid liner. I've tried others, but I keep coming back to Stila."
		},
		{
			"review_title": "Nice Juicy Black Liner Pen",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Olive skin tone, Oily skin",
			"review_text": "I love this liner, it's so easy to apply. The nibs are both full of ink and there is no smearing with application. The ink is very black. I will always have one of these in my collection!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "While I love the fact that it has two options, micro and original, both end bled on my lids. I also asked for a matte black liner and the sephora rep suggested this, however this isn't matte, so if your looking for matte this isn't the one."
		},
		{
			"review_title": "Staple eyeliner in my makeup bag",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Stila eyeliner in general is fantastic but I especially love the versatility of the dual ended liquid liner. You can make as fine/bold of a look as you’d like. I bought this product a year ago and use it daily. It has double the product of the regular version."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love! Generally, eyeliners don’t look black enough on my skin but this one is so pretty!"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my holy grail eyeliner. The double end makes it easy to customize liner to your needs. I know some people prefer a brush tip, but this is honestly perfect for me and my needs— the foam is kind of like a stamp."
		},
		{
			"review_title": "This is my go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "The only eyeliner I love, it's precise, doesn't get sloppy overtime. love it"
		},
		{
			"review_title": "new main liner !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "My favorite stila yet. Love the fine tip side. I have hooded eyes / oily / combo skin. I feel like the negative reviews are people who don’t use a ton of makeup tbh. The consistency of this liner is more wet than others which i love because in contrast that means it never gets dry or chunky & gives me smooth lines. Prep your lids w a concealer & set it. Or use a primer. OR set the liner itself w a little black powder if you feel like it doesn’t last all day."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "",
			"review_text": "Very disappointed. It finished maybe after a month?I only used it 4-5 times?"
		},
		{
			"review_title": "my one true love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have very oily, hooded eyes and this eyeliner is the only thing that I can rely on to stay all day. It also doesn’t dry out quickly like other felt tip eyeliners."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "One of the best holy grails I ever owned! I dont use eyeliner that often but it’s been more than a year and still filled with inks and maintains great quality"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "The best liquid eyeliner I’ve found.  It absolutely does not smudge one little bit.  I have hooded eyelids and it does wear off some but much less than anything else I’ve tried."
		},
		{
			"review_title": "perfect liner every time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
			"review_text": "great product! smooth and perfectly shaped on both ends for precision (but not too precise). the price point is a little excessive for the amount of product but i still love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Sweat resistant but fades throughout the day in a timely manner. It stays on well for a good 6-8 hours and then starts to peel off a little bit. Overall, love it and is easy to use even if it is waterproof."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "If u like the classic Stay All Day but are a total klutz at applying your eyeliner with precision this is a worthy purchase. I have had some issues with transfer but it is unclear to me if that is an issue with this liner or if has something to do with the rest of my routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "lasts all day, pictures are after 14 hours of wear :-)"
		},
		{
			"review_title": "Transfers and is not waterproof.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I cannot understand the hype on Stila liquid eyeliner. It doesn’t apply well, (meaning sometimes more or less of the product comes through even when using the same part of the brush. And it DOES NOT LAST. I have experienced raccoon eyes with an hour. It fades to blotches by the end of the day, and it is definitely not waterproof. I’ve tried several of the Stila eyeliners, and it’s been such a disappointment. Never again."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve used the original for yearrrrs now and so regret my decision to buy this one over the tried and trusted original. The original would last me for about 6 months with daily use before running out. This one has barely lasted a month. The tips are so dry already, meaning the lines aren’t sharp and smooth. I feel like it doesn’t have the same smudge proof pigmentation. Anyway, moral of the story, stick to the original."
		},
		{
			"review_title": "It definitely stays all day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This eyeliner is amazing I had a panic attack cried and threw up and this stuff did not move"
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "The best liquid eyeliner. Easy to apply and stays all day. 10/10"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "LOVE THIS! It truly does stay all day, even through stressful days where you’re crying at least you don’t have to worry about your eyeliner smudging! Will buy again!"
		},
		{
			"review_title": "love the original but would not recommend this",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "The original is fantastic and I actually enjoyed the micro tip on this version, but she is DRY. My line usually lasts a few months. With this one, it’s only been a month and the normal brush side doesn’t release any pigment anymore, so I can only use the micro tip. Just stick with the original!"
		},
		{
			"review_title": "Precise & intense",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this eyeliner, it’s super intense and the hard tip makes it easier for me to apply. The micro tip allows for a really precise wing. It’s the only eyeliner I ever use."
		},
		{
			"review_title": "not water proof",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "it's says it's water proof but as soon as I got watery eyes it came right off"
		},
		{
			"review_title": "Amazing eyeliner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I loved it! One of the best eyeliners I've ever used! The color is so intense and glides smoothly. I love that's doubled tip, very helpful!"
		},
		{
			"review_title": "Absolutely perfect eyeliner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Absolutely love this eyeliner, not the greatest at doing wings I prefer baby wings considering I'm older and have hooded eyelids. The door ended eyeliner makes it very easy for me to perfect my baby wing. It lasts all day with no smudging it's definitely going to be my favorite go to eyeliner!"
		},
		{
			"review_title": "Highly Recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I absolutely love this liquid eyeliner. I have always used STILA but once they came out with the dual ended liner I bought it. I find myself using the thinner brush in order to get a subtle line."
		},
		{
			"review_title": "transfer!!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "I used to use kvd tattoo eyeliner for years and it worked perfect. Then I got this to try something new, while this one is disappointing cuz it transferred badly on my hooded lid and gave me a funny dark circle under my eyes. I’m gonna return this for sure and go back for kvd"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "love this product, the dual ended things are amazing and make the look very precise and you will look put together. I definitely recommend buying it!!"
		},
		{
			"review_title": "Horrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I heard so many great things about the original but opted for this because it was sold out and I also tend to do graphic liner looks so the micro tip was a nice bonus. However I am SO disappointed. The ink is runny, translucent, bleeds into the cracks of my skin (I’m in my 20’s!!) and takes forever to dry (it’s so watery). Returning ASAP!"
		},
		{
			"review_title": "Dry and not worth the price",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve only used it three times, but the regular tip is very dry and doesn’t apply with a clean line because of that. The fine tip is okay and not really worth the price. This is going back."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "It works very well for me and stays nicely. Much easier precision with the smaller end."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "works as advertised. unfortunately my dog chewed up the micro end but the regular tip works just fine still lol"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I really wanted to love this liner. The pigment is pretty terrible. It’s impossible to get a nice black line. The liner is very translucent, and you can’t layer it to make it better. The brush applicator is nice, but a waste of money."
		},
		{
			"review_title": "not the same.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I love the original - it was sold out so I figured I’d give this a try, assuming the formula would be the same. For some reason this always always smudges on me and the pigment is very weak :("
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Streaky and transfers on me. I like the applicator both sides are great and color is pretty. Just doesn’t perform well after a few hours."
		},
		{
			"review_title": "DUD",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I got this product because I love the original Stila liquid eyeliner pen but I didn’t want it to melt away in the summer. This formula is way different. Barely applies! I had to do 3 applications just to get a somewhat thorough black. It also rubs away super easily!  I returned it …  Bleh"
		},
		{
			"review_title": "I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I have no idea how this has any bad reviews. I am in love with this eyeliner!!! It doesn’t smudge or flake, the fine tip is perfect for creating a good wing. honestly I use the fine tip more than the larger one. I just wish they had a pen with only the fine tip. Both sides can be useful though! So glad this exists"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I like the brushes and two sizes but to formula is flaky and does not apply smoothly, it is also not dark enough, even from the start of using this it feels like youre using eyeliner that is almost run out"
		},
		{
			"review_title": "great eyeliner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Love this eyeliner and the small brush end really helps with tight lining and drawing a perfect wing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I LOVE this eyeliner! I was struggling to find a good fine felt tip eyeliner, and this is exactly what I needed. I like to use the regular side to make my base, then use the fine end to perfect my sharp line. I tend to have oily eyelids and this eyeliner holds well."
		},
		{
			"review_title": "The Best Got Better!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Stila already makes my favorite liquid eyeliner and this is even better. I have oily lids and it stays on all day. I waited for this to be available in a color other than black and immediately bought the brown. You can do very fine work with it and can easily make a flick or wing. This eyeliner is more than just double-ended. It contains double the amount of product as the regular liquid eyeliner Stila makes. It’s definitely more economical and I’ve never found a better liquid eyeliner. It’s easy to control and get a straight line."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Kind of meh.  Good color. I like how matte it is but it skips on my slightly hooded eye"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Definitely a bit dry, but so far it’s the best I’ve tried. Love that the brush tip is flexible like a genuine brush, but is not an actual brush. Love the brown color too, planning to get another in black as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "About to buy it for the second time! Having the small end to make little corrections makes it a fool proof application every time! I thought the original stay all day liner was the holy grail, but this is even better!"
		},
		{
			"review_title": "not the same as original",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I bought this double ended version by accident, but thought okay cool I’ll just keep it because I LOVE the classic and micro tip stila eyeliner. but NOPE this for some reason is different than the regular one. this double ended one is definitely not waterproof, is flakey and smudged bad. just buy the original!"
		},
		{
			"review_title": "Holy Grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "This is my favorite eyeliner hands down! So happy it’s double ended now with the fine tip. For anyone saying it smears and flakes, use an eyeshadow primer and it will not."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Favorite eyeliner. The microtip is fantastic, doesn’t dry out really quickly like other eyeliners with microtips on the market. I usually use both to do my eyeliner so this is perfect."
		},
		{
			"review_title": "Favorite Eyeliner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Oily skin",
			"review_text": "For me this is one of the rare eyeliners that doesn’t bleed after I’ve been wearing it a while.  Definitely a favorite, definitely would recommend."
		},
		{
			"review_title": "Smears and flakes",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I had high hops for this liner. I love the concept and love that it's waterproof. I have hooded eyes and struggle with that awful transfer to my lid when I wear liner. This doesn't seem to do that. BUT it does flake. I thought my mascara was the issue- turns out part of my wing (the center) was missing... my liner flaked. It also smears (for me when doing a wing)... which is odd for a waterproof formula.. The micro tip is amazing for outlining and for small spaces and the original tip is great for filling. It goes on matte and is a nice black. I also have looser skin on my lids so usually have skips in my lines but this goes on so smooth. I want to love this and thought it would be better- especially for the price. But, I guess I'll continue my hunt for a great liner."
		},
		{
			"review_title": "NOT THE BEST BUT OKAY",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "The felt tip is a little too stiff for me personally and I found it a lot harder to use than my regular brush tip. I normally use KVD tattoo liner but I wanted to try something new. The cons that really did it for me was the normal sized felt tip was a lot harder to use for me. I found I couldn’t get as crisp lines or could easily make a huge mistake in my eyeliner. Not very precise at all, but that’s when the ultra fine tip comes to play. I noticed I used that way more often than the normal tip just because I can get smoother lines with it. Overall I don’t think it’s horrible but definitely not worth the money and I’m definitely going back to a brush tip."
		},
		{
			"review_title": "My favorite eyeliner, hands down!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I love love love love this product - It's my new go to! I really appreciate how it has two different tips. I use the finer side first to draw the perfect cat-eye angle and then draw it in with the larger tip!! This is what I have needed all my life!"
		},
		{
			"review_title": "GRAY NOT BLACK!!! THIS IS NOT A BLACK LINER!!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I'm new to using makeup and I bough this because I've seen stila eyeliner mentioned in reviews for other products as well as super great reviews on the stila eyeliners. I was SO SO SO DISAPOINTED when I tried this. IT IS GRAY NOT BLACK!!!!!!  please don't waste your money on this if you want a black liner. this is a charcoal or medium gray at best."
		},
		{
			"review_title": "Just okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This liner is good if you have tight eyelids. You can get precise, thin lines and it is easy to use. However, I tried it on my mom, who has some wrinkles on her lids, and this liner bled everywhere. It sat in between the tiny lines and looked horrible ☹️ I’ll continue to use it on myself since I like the amount of control I get with the applicator."
		},
		{
			"review_title": "Amazingly long lasting & presiced",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Amazingly long lasting & precisely on point! Where are you all my life? Love it"
		},
		{
			"review_title": "Fine point and good for those with sensitive eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "Love the option of points. You really can get a fine line if desired. I have sensitive eyes and this product did not agitate. It had great staying power, stayed all day long and didn’t move a bit. Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Intense Black - black",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Love this liner! Lasted throughout the day, didn’t bother my sensitive eyes or contacts."
		},
		{
			"review_title": "The BEST liquid liner I’ve tried in a while!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Absolutely fantastic!   This is my new go-to liquid liner. I was issuing the one from Kat Von D but this is so much better. The finer side allows me to get those precision lines that I can never create with the bigger felt tips. Love  it love it!"
		},
		{
			"review_title": "best liquid eye liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have been using stila black liquid liner for years,  recently run out, came across this double ended one, so glad I picked it up. It is literally the only liquid liner I use."
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Best eyeliner I’ve found! The smaller tip make perfecting your wings so easy!"
		},
		{
			"review_title": "LOVE this 2 in 1!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I love that you get 2 in 1 with this eyeliner. The thinner tip is great for filling in the space between the eyelashes for a more defined look. Definitely a bang for your buck."
		}
	]
}