{
	"product_id": "1378",
	"name": "Pre-Shampoo Clarifying Scalp Treatment with AHA + Apple Cider Vinegar",
	"brand": "The Rootist",
	"categories": "Hair, Hair Styling & Treatments, Scalp Treatments",
	"price": 45.0,
	"about": "What it is: The pre-shampoo scalp treatment that gently clears dirt, excess oil, and product buildup, and rebalances the microbiome for a fresh, clean scalp..Hair Texture: Straight, Wavy, Curly, and Coily.Hair Type: Fine, Medium, and Thick.Hair Concerns:.- Flaky/ Dry Scalp.- Oily Scalp.- Scalp Build Up.Key Benefits:.- Refreshes scalp and soothes dryness.- Removes excess oil and product from scalp and roots.- Balances scalp pH and won’t disrupt scalp’s microbiome.Highlighted Ingredients:.- Proprietary Rootbiomic Ferment: Promotes anchored roots, balanced scalp, and visibly stronger, healthier hair..- 9% Clarifying AHA Blend (Glycolic + Lactic Acid): Exfoliates and clarifies without disrupting the scalp microbiome..- 3% ACV (Apple Cider Vinegar) + Hibiscus Flower (Hibiscus Sabdariffa Flower Extract and Vinegar): Gently and instantly removes scalp-irritating buildup..Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know: This is a must-have for anyone who has excess oil or uses dry shampoo. This microbiome-friendly pre-shampoo scalp treatment made with scalp-kind acids gently exfoliates without stripping moisture or disrupting the scalp microbiome. It is also suitable for color-treated hair..Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency....Allure",
	"ingredients": "-Proprietary Rootbiomic Ferment: Promotes anchored roots, balanced scalp, and visibly stronger, healthier hair..-9% Clarifying AHA Blend (Glycolic + Lactic Acid): Exfoliates and clarifies without disrupting the scalp microbiome..-3% ACV (Apple Cider Vinegar) + Hibiscus Flower (Hibiscus Sabdariffa Flower Extract and Vinegar): Gently and instantly removes scalp-irritating buildup...Aloe Barbadensis Leaf Juice, Lactobacillus/(Centella Asiatica/Coffee Seed/Ganoderma Lucidum/Hops/Panax Ginseng Root/Scutellaria Baicalensis Root) Extract/Pea Extract/Rice Seed Extract Ferment Filtrate, Arginine, Glycolic Acid, Lactic Acid, Water/Aqua/Eau, Vinegar, Glycerin, Polyglyceryl-4 Caprate, Pentylene Glycol, Hibiscus Sabdariffa Flower Extract, Inulin, Glucomannan, Alpha-Glucan Oligosaccharide, Sarcosine, Mentha Viridis (Spearmint) Leaf Oil, Mentha Piperita (Peppermint) Oil, Decyl Glucoside, Sclerotium Gum, Butylene Glycol, Potassium Hydroxide, Citric Acid, Potassium Sorbate, Sodium Benzoate, 1,2-Hexanediol, Limonene...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Add this pre-shampoo rinse to your wash-day routine, one to two times a week, depending on your level of buildup..-On dry hair before shampooing, create small parts in the hair with the nozzle tip approximately one inch apart..-Squeeze the bottle and apply to the scalp from hairline to crown..-Massage thoroughly and leave on for 10 to 15 minutes..-Rinse well. .-Follow with shampoo and conditioner, as usual... Recycling Instructions:.-Rinse bottle. .-Separate the bottle and cap and recycle each.",
	"num_reviews": 240,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/the-rootist-aha-acv-pre-shampoo-scalp-clarifying-treatment-P509861?skuId=2750354&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2750354-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "4 oz",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2750354-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Hair Loss :(",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I received this as a sample and it caused my hair to fall out in clumps. Would not recommend at all!!"
		},
		{
			"review_title": "No more build-up, no more picking at my scalp!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "#gifted by the Rootist with no obligation to review/post. I have tried other brands of this type of product & I was excited to get to try The Rootist take on this scalp treatment.  I've seen others saying the scent was bad, but i don't detect anything that smells bad. This is slightly scented but not overwhelming and it washes off really easily. I apply it when I've been using dry shampoo or when my scalp is feeling dry & it truly cleanses without stripping! I've noticed less flaking and less itching.  I'm a picker and always pick my scalp but have noticed significantly less picking since using this!! There's no more scalp peeling since using this, so no need to pick at it!  I would recommend if you're having issues with your scalp, especially during the colder, drier winter months."
		},
		{
			"review_title": "My scalp care",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am beyond impressed with The Rootist! This pre-shampoo treatment has completely transformed my scalp care routine. The combination of AHA and apple cider vinegar works wonders—my scalp feels so much cleaner and refreshed without any irritation.  What I love most is how it helps break down product buildup and oil. After using it, my hair feels lighter, and my shampoo lathers better, so I don’t need to use as much product. The scent is light and pleasant, not overpowering like some other vinegar-based treatments.  If you struggle with an oily scalp, dandruff, or just want to give your hair the perfect prep for washing, this is a must-have. My hair feels healthier, looks shinier, and stays fresher for longer between washes. Definitely a holy grail for scalp care!  Highly recommend!"
		},
		{
			"review_title": "Skip it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I got a sample of this and the smell was so awful that I regret using it. I feel like the swell is still in my nose."
		},
		{
			"review_title": "My scalp feels like new!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Oily skin",
			"review_text": "It's practical because you only need to put it 10-15 minutes before washing your hair. You can feel the deep clean that did the product after your hair becomes dry."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have used this twice since I received it. I always had an issue with buildup on my scalp thar just won't come off.  I have tried shampooing daily (that seemed to make it worse), no poo, scrubbing with a silicone tool in the shower,  ACV rinse after shampoo, etc. The first time, I applied this before my shower and kind of forgot and left it on for longer than 10min. And after I washed my hair, my scalp was so truly clean for the first time since before my teens.  I ran my nails on my scalp and my nails were completely clean!  It has not been long enough for me to know if it causes my hair to fall out like some of the reviews; I will be reporting back in a few weeks. So far, I am loving this!"
		},
		{
			"review_title": "Caused Major hair loss",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Caused major hair loss, strong scent as well. My hair was falling out in clumps and feels so thin now."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "My scalp has been pretty dry lately and after using moisturizing shampoo and conditioner didn't help, I decided to give this a try. I use it once a week and it gets rid of my dandruff issue. After using, I follow up with the shea moisture mafura oil & honey shampoo and conditioner and my scalp loves it!"
		},
		{
			"review_title": "Hair loss",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I received a sample of this product and I was excited to use it. Unfortunately it caused a lot of hair loss. For that reason I would not recommend."
		},
		{
			"review_title": "It’s a nope for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It did absolutely nothing for my hair. My hair was still oily and my scalp felt no different. I would love to see reviews from honest people that didn’t receive the product for free."
		},
		{
			"review_title": "This product performs! So grateful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Dry skin",
			"review_text": "I recently purchased this product after experiencing dandruff/dry scalp issues following a combination of sunburn and product buildup and noticed flaking more often than usual. I had read reviews for other products and this one had the most consistent positive reviews. After 2x uses this week I can honestly say - the reviews were spot on and so was the product. The nozzle provides easy application, the solution is soothing and has a light pleasant scent and ultimately it did wonders in restoring my scalp’s balance. This may be off-putting but gently peeling off the last remaining large flake off my scalp today was satisfying and when I run my hands through my hair - no more flakes! Truly couldn’t recommend this product more."
		},
		{
			"review_title": "a scalp care must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "i admit i don’t take my scalp health as seriously as i should, but this product made me a believer of scalp care products! i am used to having flakiness and never really did anything about it. when i received this product to try, my flakiness was completely gone in 2 uses! i was honestly shocked. this is an easy to use product as you just apply it 10 minutes before your shower and massage it in. that’s literally it. i think this was the cherry on top in the entire rootist system because healthy hair really does start at the scalp. i’ve been using this one along with the shampoo and conditioner for a little over a month now and my hair has never looked shinier and felt stronger! i have less noticeable  breakage which is also a huge relief. i highly recommend this treatment and a little goes a long way with this one so you’ll definitely get your money’s worth!"
		},
		{
			"review_title": "New must have for scalp care!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "LOVE THIS! I’ve been into scalp care for years and so happy the rootist is bringing more and effective options to the masses 😁 This treatment instantly became part of my haircare routine Ican’t wait to I can’t wait to wash my hair"
		},
		{
			"review_title": "Truly Clarifying",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I am 2 weeks in to this product and really like the results. My scalp gets a mix of oily and flaky especially in the winter, and this feels like it gets my scalp back to neutral. It also doesn’t strip my hair of color which I was concerned about"
		},
		{
			"review_title": "Strong chemical smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "Okay so I am mid age and I am highly concerned with my hair lately I have the rootest clarify purifier shampoo and this is just a pre shampoo so before you shampoo your hair you leave it on for 10 to 15 minutes it has a very strong chemical smell to me also it will make your skin sensitive to the sun after using this so I would recommend looking into that but other than that I don't know if I would actually use this if you do have a skin sensitivity or a smell to because they smell of this in a bathroom is very strong to me there is a process to it it just makes me feel I don't know as if I'm damaging my hair not helping it due to the strong chemical smell of the product it is an easy application though it is a twist open bottle and just application that way"
		},
		{
			"review_title": "A must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This was my first time ever trying a pre-shampoo scalp treatment as I wasn't taught how important scalp care is for maintaining happy and healthy hair but after a reality check and seeing the huge difference this one has made I will definitely take better care of my delicate scalp from now on with this treatment. It has a thicker consistency than I pictured it having, but the container features a twist top dispenser, which I really like because it makes applying it to my scalp a breeze. I use a lot of different dry shampoos and leave-in products on my hair that always end up causing me a bunch of flaky bulid-up, so finding clarifying products like this that actually work is so important. It works wonders at removing dirt, reducing build-up, and providing a cooling sensation while also balancing my scalp and pH level. I've noticed such huge improvements with the oiliness of my hair and with the strength of my hair. I love the sustainability behind this product and that it really does get down to the root of the problem and nips it in the bud. Overall, I'm super impressed with the effectiveness of this clarifying treatment and with how healthy my hair looks and feels. I highly recommend it to those who use a lot of dry shampoo or leave-in products and for those looking for balancing benefits."
		},
		{
			"review_title": "Clarifying Pre Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "The The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Rinsis is a great way to remove excess oil and build up from your hair and scalp. I've been seeing this brand all over social media but   I had never used it before. I'm very impressed with this product because it made my hair and scalp look great. I really don't like dry shampoo because it leaves a white cast to my hair and feels like it adds build-up instead of removing it. This product really gets down to the “root” of the problem. It clarifies your scalp removing all the build-up from hairspray and other first and oils. I use it before I get in the shower and when I rinse it out it feels like my scalp can breathe again. I highly recommend this pre-shampoo treatment if you use fry shampoo regularly or a lot of hair products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have a super oily scalp, so the Apple Cider Vinegar Clarifying Scalp Rinse was exactly what I need. It is so refreshing and easy the apply. It is a thicker consistency as I was expecting more of a liquid, but I did like the thickness to this. I love the ingredients like the AHA blend and Apple Cider Vinegar, but because of this there is a very strong ACV scent. I didn't mind it too much though. I felt like it was effective with clarifying my oily scalp and helping remove product build up that was stuck in my hair. Because of the active ingredients I was a little worried about a tingling or burning sensation with application, but it was completely free of that! I think this product does a good job with gently clarifying the scalp as it advertises."
		},
		{
			"review_title": "Nice product, difficult to disperse",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "The formula is nice! I do have trouble applying it under very thick, fine hair -- I wish the applicator tip were more of a comb or multi pipette style to help disperse better and more efficiently under hair. As it stands, I can get the scalpline well at the hair part but otherwise kind of sporadically."
		},
		{
			"review_title": "Pre-Shampoo Scalp Clarifying Treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This Pre-Shampoo Scalp Clarifying Treatment is what I truly needed. Sometimes I go too long without washing my hair so I need that extra wash or a clarifying shampoo to get rid of the buildup. This worked so well I was shocked because you apply before you shampoo. So I tend to get dry scalp and this seemed to clear up my scalp completely after about two uses.  After the first use I instantly noticed a difference then the second time it was like a whole new scalp.  I no longer have issues and my hair seems to be producing oil normally again."
		},
		{
			"review_title": "Great for itchy, dry scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "My scalp is prone to flaking, itching, and dryness especially in the winter. Even Nizoral wasn't working well for my scalp. Ever since using this product my scalp has felt much healthier and most importantly, it's not flaking and itching anymore. I can see an improvement in hair quality as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Have never tried a pre treatment before, but as I age my scalp is getting oilier while my hair is getting drier, and I’ve been trying new products to help combat. Detox shampoos are helpful but not something I can use everyday- so this treatment I have been using in between shampoos and it has been a game changer. Hair is less oily and smells and looks less greasy"
		},
		{
			"review_title": "Great for dry/ flaky scalp!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I struggle with seborrheic dermatitis and finding products that reduce the amount of dry/ flaky skin from my scalp. After one use of this product, I noticed a significant difference! Believe me when I say I have tried EVERYTHING to clear my scalp. This is the first thing that has worked for me and I can’t recommend it enough for those who have a scalp condition."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "This pre-shampoo scalp treatment is absolutely amazing. I’ve been experiencing a drier scalp with some small bumps on scalp that can be itchy. This is probably due to change in my diet and stress. I’ve been using it for over two weeks. The result of my scalp looks and feels great! I use it twice a week, by applying it to the areas of my scalp that needs it the most. The application is very easy with the nozzle tip and leave it in for 15 minutes. It lifted all of my spots! I was amazed.  I love that the apple cider vinegar isn’t a strong over powering smell but a mixture with a clean mint scent. As an esthetician, ingredients are a big factor for me. This contains lactic and glycolic acid that helps with gentle exfoliation dead skin cells. Even the packaging is beautiful. I highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This pre-shampoo scalp clarifying treatment has done wonders for clearing up my scalp. I frequently have build-up and a flaky scalp from products I use and this has helped clean my scalp so well. You can see a difference after just one use. It also feels so refreshing and prevents my scalp from becoming over dry which helps with flakiness in the long run."
		},
		{
			"review_title": "Scalp Clarifying Treatment",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This product works wonder on your scalp. The pre shampoo scalp clarifying treatment is formulated to gently clear dirt, excess oil, and product build up and rebalance the microbiome for a fresh, clean scalp. Before shampooing, create small parts in hair with the nozzle tip. Squeeze the bottle and apply to the scalp from hairline to crown. Massage well. Leave on for 10-15 minutes. Rinse well. Follow with shampoo and conditioner. I apply it on my  dry hair and ends before taking a shower. My hair and scalp is left feeling fresh and clean."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Rootist pre-shampoo treatment is amazing! After first use, it has already worked its wonders. My dandruff is not as bad and my scalp really felt clean. And it's worth it especially that you'll only use it at once or twice a week."
		},
		{
			"review_title": "Blissful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Normal skin",
			"review_text": "I was so excited to be able.to try The Rootist Pre-Shampoo Treatment. I have tried other products and was highly disappointed.  WELL, not with this one. I love the fact that it has AHA & ACV. Great products for skincare, so I was looking forward to the benefits for my hair.  Easy to use and could feel my scalp was clean and free of buildup. Knowing and feeling that your scalp is clean is a great feeling!"
		},
		{
			"review_title": "Pre-Shampoo Scalp Clarifying Rinse",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Hello everyone, my name is Jackie, and I am a licensed Cosmetologist looking for the best hair care for myself and my clients. I can’t stress enough how much I loved this product! The instant it touched my scalp, I could feel how refreshing it was. I usually use clarifying shampoos, but I think I might switch to this pre-shampoo treatment. My scalp has never felt so clean as the days when I used this product."
		},
		{
			"review_title": "A must have for dry scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I suffer terribly from dry scalp, that flakes immediately once I’m out of the shower. As soon as my scalp is dry, there are flakes. This treatment was amazing along with a large brush to help get rid of the dry flakes. It was soothing, cooling, and left my scalp feeling hydrated with being in pain. I absolutely love this, and it worked like a dream on my dandruff."
		},
		{
			"review_title": "I loved it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I loved the AHA+ACV pre-shampoo scalp clarifying treatment product. This made my scalp feel hydrated and clean. I also liked the fact that it provides a clear warning that thus product can cause sunburn on exposure to sun. It helps me to plan the usage of the product based on my schedule. I would definitely recommend this product to everyone. Another good part of the product is that it isn't sticky and feels really good on application"
		},
		{
			"review_title": "Nice Product, Strong Scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I was really excited about this product, as I am an avid user of AHA products in my skincare routine. However, If you aren’t a fan of apple cider vinegar scent this product isn’t for you and unfortunately this was the case for me. Despite the scent, the product did its job well and did not leave my hair feeling dry like many scalp treatments & I loved the application tip. If you don’t mind a strong apple cider scent then this is a go."
		},
		{
			"review_title": "Best for Removing buildup!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have had issues with removing product buildup in my hair for a really long time. Using this product has really helped me get rid of all the dead skill cells on my scalp. After using hair dyes and hair styling products, I had noticed a lot of product buildup on my scalp in the form of dry flakes. After using this rinse, I have noticed that my scalp looks cleaner and more refreshed. I highly recommend this product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "I have had issues with my scalp for a long time . I think because I use a lot of products to take care of my wavy hair . This rinse is so good ! It soothes my scalp because it feels dry by the time it's wash day . I also feel like it took the build up off my hair but a lot more gentle than a clarifying shampoo . I also like that it cleaned but didn't strip my hair ."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Love this product! I found the tip applicator works perfectly for me. I’ve used this product for the last 2 weeks and absolutely love it. It definitely helps rid of dandruff and product build up! I will continue to use this product and definitely recommend it!"
		},
		{
			"review_title": "Amazing for scalp build-up!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment is amazing! I have been a Licensed Cosmetologist for over 17 years and hair is one of my specialties. I have super thick, coarse, color treated hair. Since my hair is so thick, I am always struggling with scalp build-up. I have also always hated having to use clarifying shampoos because they completely dry out my hair. This product is amazing as it strictly targets your scalp. It didn’t dry out my hair at all and made my scalp feel completely renewed. I also have extremely sensitive skin and this didn’t irritate it or make it feel itchy at all. After about two weeks of use, I can’t imagine not having this product is my haircare routine. I would highly recommend this for anyone suffering with scalp build up."
		},
		{
			"review_title": "Innovative!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Oily skin",
			"review_text": "The AHA+ACV Pre-Shampoo Scalp Clarifying Treatment does wonders for my dry scalp. I live in a very dry climate with brutal winters, and my scalp needs some extra love. I start with this clarifying treatment on my wash days, on my dry hair. I sit and carefully apply it, in very small sections, all around my scalp. After I apply with the nozzle, I rub it into my scalp.  I proceed to apply this to my entire head and let it sit for 15-20 minutes. I have thick, curly hair and I try to make sure those strands aren’t in the way of the treatment processing.  I immediately follow up with the shampoo and my hair is left clean and soft."
		},
		{
			"review_title": "Refreshes and hydrates your scalp!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I received this product in exchange for my honest review. The Rootist AHA+ACV Pre-Shampoo Scalp Clarify Treatment left my entire scalp feeling refreshed and hydrated. It  seemed to help get rid of my dandruff and buildup from my daily use of hair-styling products. Definitely recommend this for a refreshing pre-wash treatment!!!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "Overall i loved this product! I love clarifying rinses and this was no different. The product was easy to get out and dispense onto my hair. The product smelled nice and left my hair feeling so clean. This product also helped my hair last longer in between washes usually i wash. My hair every 2 days and this helped extend that to 3-4 days. Would definitely recommend this product to others and i will be buying it again."
		},
		{
			"review_title": "A holy grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Ok this is one of those products that you don’t know they’re exist and you don’t know that you need until you find them, this product should be a must on everybody’s routine hair, it helps to get a clean scalp and hair, so when you apply your shampoo it’s easier to clean it, which is awesome, now I can’t live without this product. I recommend it to pair with the shampoo and conditioner from the same line. A holy grail!"
		},
		{
			"review_title": "Hair reset",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Since I dye my hair regularly my hair is comprised so I tend to use a lot of hair products to make up for the damage and all the oils and creams just lead to product build up on my already oily scalp. I started using the treatment before washing my hair and it makes such a difference I use less product in my hair and have to wash less . I love that it doesn’t leave my scalp or hair feeling dry it actually helped do the opposite my hair has never felt more hydrated and moisturized . I’m so happy I was able to give this a try ."
		},
		{
			"review_title": "Precision placement, no disruption to hair color!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I am a beauty expert with over 27 years experience in the beauty industry as a medical aesthetician and makeup artist.  I remember the days when I had to wash my hair every single day, I colored it with a 10 volume developer, and styling consisted of wet hair air drying in the car on my way to school.   It was long, thick, flat as a board and wouldn't hold curl no matter the technique I used.  Fast forward a few years, or... ehrm... decades (ugh!l, and it's all changed.  My scalp is too dry to wash every day, but the repercussions of going two or three days is a greasy scalp and what feels like eternal flaking.    In the past, I have tried clarifying shampoos if the flaking was sticking around, but all they seemed to accomplish was fading my hair.color and drying out my already dry scalp.    The Rootist's Pre-Shampoo Scalp Clarifying Treatment is an awesome solution for anyone with similar frustrations.  It's a pre-shampoo treatment that seems to gently exfoliate.  My color isn't affected and the gel formula is easily applied precicely where I want it."
		},
		{
			"review_title": "Perfect scalp and root treatment!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I received this pre shampoo treatment product in exchange for my honest review. I have tried ACV scalp rinse products before for between washings, but they’ve often left my scalp feeling dried out and hair slightly stripped. I like that this product also has an AHA (alpha hydroxy acid) in it, which works as a chemical exfoliator (rather than a scrub) to really cleanse and gently remove dead skin and buildup. After using this product a few times, my hair does not feel that way at all! With the useful tip applicator, you can quickly apply product directly to the scalp. It’s perfect for cleansing the scalp and roots of product and oil buildup, and my scalp felt cleaner longer between full washes. I followed up with the Strengthen shampoo and conditioner, and am loving how my hair is looking and feeling. While I’m not as fond of the scent for this product, it isn’t bad and is worth it for the results."
		},
		{
			"review_title": "A must have for healthy scalps!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "As an aesthetician I am obsessed with skin loving ingredients and The Rootist nailed it when they combined two power house Alpha Hydroxy Acids to truly clarify the scalp along with fermented rice seed extract known to aid in oil absorption.  Combined AHA’s in both glycolic acid as well as lactic, helping to aid in cellular regeneration as well as exfoliation of the scalp along with coffee seed. Real ingredients and no harsh chemicals like sulfates or parabens.  Lactobacillus, Ginseng root, Hops, and vinegar.  I love the added refreshing and cooling effect from the spearmint leaf and peppermint oil.  This is fantastic for both dry as well as oily scalps.  Any imbalance within the skin’s microbiome this treatment alleviates. Keep in mind that this is a pre shampoo treatment to be used on dry hair and left on for 10-15 minutes before rinsing out and following up with the Rootist Clarifying Shampoo and Conditioning treatment.  To use simply part hair in sections using the applicator tip and squirt out from top on scalp down to nape of neck.  Continue with parts until you have covered most of your scalp and gently massage in.  it is recommended to use 1-2x per week.  As with all AHA products there is a sunburn alert as this does make you more photo sensitive so be sure to wear a spf protection hat when going out.  This was an excellent prep to use a couple of days for my hair pre coloring.  I would recommend to use at least two days prior to any chemical treatments to prepare the hair and scalp.  Wait a minimum of a couple of days before color as you want a little natural oils built up on the scalp.  Love this treatment!"
		},
		{
			"review_title": "So fresh and so clean!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "I use many products in my hair so I’m always trying out new ways and products to clean my scalp. The AHA+ACV Pre-Shampoo Scalp Clarifying Treatment was right up my alley so I couldn’t wait to test it out. Off the bat, I smell a minty yet acv scent. I actually really enjoy the scent. It wasn’t overwhelming like the normal ACV scent. Upon application, I love how cold and refreshing this feels on the scalp. I expected the consistency to be watery but it was thicker which made it easier to apply on the scalp. When rubbing it in, it really made my scalp feel fresh and nice. After removing this product, I could definitely feel a cleaner scalp. It took away the product build up and cleaned beautifully. ACV is known to cleans the hair or scalp but sometimes that smell can be overpowering so that’s why I really enjoyed this product. It did the job while providing a nice scent. I also love the fact that this product has glycolic acid in it which I don’t really see a lot in hair products. Hopefully with continued use, I will be able to see a stronger and healthier hair and scalp. Great product and I will continue to use it."
		},
		{
			"review_title": "Easy to use application!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I have tried this over the last 2 weeks. Loved using this applicators and the directions on the bottle. However is did leave a little residue afterwards, and there wasn’t a significant change to my hair. However it is very lightweight and mixes and smells very nice with other shampoos and conditioners. I have attached a before picture, the after picture looks very similar."
		},
		{
			"review_title": "Great Product, Odd Smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Dandruff is one of my biggest problems with my hair, due to my sensitive scalp, however, the Pre-Shampoo Scalp Clarifying Rinse from the rootist has drastically reduced the amount. Not only does it make my hair feel so much healthier, I no longer need to purchase and use dandruff shampoo as well. Unfortunately, the clarifying rinse has an odd citrusy chemical smell that I simply can not overlook. The first few times I used it I tried bearing with it, but the scent is just so off putting. If you can get over the odd smell, I would highly recommend this product as it genuinely has curbed my dandruff production."
		},
		{
			"review_title": "Lovely Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment has such a delicious minty scent!!! I applied the pre-shampoo throughout my scalp. Prior to applying the Pre-Shampoo, my hair appeared dehydrated. But, I'm glad I went step by step with each product to get satisfied results. Yes, I'd recommend this product!"
		},
		{
			"review_title": "Excellent for dry scalp and build up!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment is a must have in my hair care. It's great for all hair types, with a clean formula and clean smell, it's  amazing for your scalp health. The pre-shampoo scalp treatment gently clears dirt, excess oil, and product buildup from your scalp, clarfying it completely! I suffer from dry scalp, but also suffer from product buildup making my hair feel oily and unclean. I use this before my shampoo and my scalp literally feels squeaky clean, refreshed and invigorated. I have been looking for a product like this!  I absolutely recommend it!"
		},
		{
			"review_title": "A must have for strong hair and a healthy scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Amazing! I have been loving this pre-shampoo scalp treatment. I love how easy it is to twist the cap and apply the scalp treatment. I like to apply this before I get in the shower and then After applying it, I massage it on my scalp and let it rest for 10-20 minutes while I get ready for my shower. One thing that is not my favorite thing about this treatment is the smell. All I smell is the apple cider vinegar in it however the results it gives are worth the temporary smell. I have noticed after just one use that my scalp is less dry, not as itchy and my hair doesn’t get greasy as fast. I would recommend this to anyone who doesn’t wash their hair every day or who struggles with a dry sensitive scalp. I will for sure be buying this in the future."
		},
		{
			"review_title": "Must Buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Must buy for product build up and dandruff. I applied this before shampooing and I could see all the dandruff coming off my scalp. My scalp was left feeling clean, and hydrating. Other clarifying product I have used leave my scalp and hair feeling dry. I also tend to use a lot of products through the week to refresh my hair this helps with the product build up."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Combination skin",
			"review_text": "It was a real treat to get to try this product. I have been a big proponent of treating your scalp like you would With any other part of your body. of course, there are certain things that we need to keep in mind when we treat all areas of the body. They should be treated differently. As a stylist of 15 years plus I have always recommended a a prescalp treatment to my clients,  especially the ones who have dermatitis or are blow dry queens! These treatments can do a variety of things, depending upon what the product is designed for. This particular treats designed to get the ph of your acid mantle where it needs to be to give a nice clear and clean scalp. I, myself have dry scalp in one area, around my fringe. Using this product,  in my case stripped all of the impurities to expose a nice clean slate so I could provide that area of my skin with a product that is alkaline.  For me, that would look like, treatment- shampoo-mask-conditioner-oil applied to the areas of. My scalp that needs it and the mid shaft and ends of my hair. The other reason a product like this is perfect for me, and that it by removing build up caused by dryness and flaking, it allows my cuticle to become clear, which in turn could result in a higher density of hair. My scalp reacted very well to this product. Definitely a must!"
		},
		{
			"review_title": "Recommend using it with shampoo and conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received free the Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment in exchange for my honest review. The blend of AHA and ACV effectively removes build-up, leaving my scalp feeling refreshed and invigorated. The formula is gentle, yet powerful, and the application is straightforward. When using it along with The rootist shampoo and conditioner, I've noticed reduced flakiness and improved overall scalp condition. I would recommend anyone trying this trio."
		},
		{
			"review_title": "Better scalp",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "If you want your scalp better because you have dandruff of dead skin I recommend you this pre shampoo. It contains AHA that is a quemical exfoliation.  It’s gentle with the scalp I was scared at the beginning to use it in my hair because of the AHA but it does it job really good"
		},
		{
			"review_title": "Help's with product buildup",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment Is a nice addition to my hair care routine. I have been a Licensed Esthetician and Beauty Expert for 22+ years and have tried many hair care products, this I found to be wonderful for using before my shampoo as it definitely helps clean all the built up products on my scalp. I feel that my shampoo worked better by using this first. I’m my opinion I think everyone needs to use clarifying products to get rid of the buildup. I recommend this product for everyone."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’m a big fan of the fast and easy application of this pre-shampoo clarifying rinse treatment. The consistency is perfect, neither runny (= messy) nor thick (= difficult to distribute). The gel like formula has a pleasant, mint scent and the leave time is a reasonable 10 minutes ahead of cleansing. Most remarkable is the highly gentle, no burn performance factor. If you get busy or distracted and leave it on longer than the recommended time, as I’m apt to do, a burning scalp won’t be the alarm that pulls you back to reality nor will you experience irritation after washing out. In fact, despite the deeply clarifying AHA exfoliating acids plus apple and hibiscus flower vinegars that remove buildup and excess oil, the rinse feels cool and refreshing while on skin. The bottle and nozzle handling are comfortable too. Couldn’t ask for a better or easier way to remove buildup pre-shower and power up your shampoo cleanse."
		},
		{
			"review_title": "Best Scalp Treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "After keeping this AHA+ACV Pre- Shampoo Scalp Clarifying Treatment in my scalp for 15minutes. Then rinse it off with the following matching products. My scalp feels so clean like it literally feels like it definitely purified my scalp. Using this product was really easy to use and apply. Like I said before and I will say it again. This product with the following matching products is a must have in your hair routine!!!"
		},
		{
			"review_title": "A Scalp Clarifying Must Have! 💗",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Recently I was given the opportunity to try The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment complimentary from the BeautyTap review program. I am really loving their products, especially the AHA+ACV Pre-Shampoo Scalp Clarifying Treatment! Scalp care is one of the most important steps in my haircare routine. I am always in the hunt for new pre shampoo treatments. 💗  AHA+ACV Pre-Shampoo Scalp Clarifying Treatment is a pre-shampoo scalp treatment that gently clears dirt, excess oil, and product buildup. It rebalances the microbiome for a fresh, clean scalp. I don’t battle oily scalp, but I do battle dry/flaky scalp and product buildup in between washes. This treatment contains great ingredients like Glycolic and Lactic Acid, Hibiscus Flower, Apple Cider Vinegar (ACV) and a Proprietary Rootbiomic Ferment. 💗  These ingredients promote anchored roots, balanced scalp, and visibly stronger, healthier hair, they exfoliate and clarify without disrupting the scalp microbiome and gently and instantly removes scalp-irritating buildup. I love how easy this is to apply, just twist the nozzle and use the tip to apply the treatment directly to my scalp. It instantly makes my scalp feel cool and refreshed. I use it with a scalp massager for better penetration. 💗  I really enjoy how well this treatment cleanses and removes buildup and impurities from my scalp. It’s honestly one of the best clarifying treatments I have tried in a long time! I blow through scalp products and that is true for this The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment too! 💗  I have used This treatment every wash day since getting it, as I wash every 4-5 days. This pre-shampoo treatment doesn’t dry my scalp or hair out at all which I really like and it is one I definitely would purchase and keep in rotation. I’m very impressed with all four The Rootist products that I have received from the BeautyTap review program! 💗"
		},
		{
			"review_title": "Perfect addition to your hair care routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The Rootist pre shampoo clarifying rinse is the perfect addition to your hair care routine. It helps to exfoliate, remove build up, balance the ph of your scalp, and more. Since I started using this rinse I have noticed my scalp feel healthier, more refreshed, I can go longer between shampoos, my scalp has seemed less oily. The nozzle makes application quick and easy allowing you to seperate sections of the hair while applying to the scalp. Overall, I have been really impressed with this rinse. Unlike other rinses I have used in the past it is efficient without stripped my hair of the natural oils or fading my color."
		},
		{
			"review_title": "Easy to apply and keep oily scalp staying clean",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The step to clean your scalp before shampooing is actually important that I thought. With my quite oily scalp, my hair gets dull after 1 day, using this scalp treatment my hair stays cleaned on the 2nd day after shampooing. I also recommend double shampooing for ones with oily scalp, instead of shampooing everyday. The bottle design makes it easy to apply the treatment thoroughly."
		},
		{
			"review_title": "Must have in daily routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I tried THE ROOTIST AHA+ACV Pre-Shampoo Scalp Clarifying Treatment, and it’s awesome! It made my scalp feel super clean and refreshed without making it dry. Using it regularly has made my hair look and feel much healthier. It’s now a must-have in my hair care routine!"
		},
		{
			"review_title": "Great scalp treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this treatment so much! It has a sour scent at first that wears off immediately after applying. It really does cleanse my scalp really nice and gets rid of all the dirt and impurities on it. Definitely will keep purchasing."
		},
		{
			"review_title": "Must have scalp treatment!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I loved this product! After a couple uses my scalp felt so much cleaner and it left a fresh feeling while it sat on your scalp which I liked also. The smell was really good and it was easy to apply. The top of the bottle also closed easily for when you wanted to take it with you on the go!"
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Combination skin",
			"review_text": "One of the best clarifying hair treatments I’ve tried.My scalp feels so good after using this.Usually other clarifying scalp treatments leave my scalp dry and the rest my hair dry has well.This one is different from the rest!I have an oily scalp and I use clarifying treatments once a week.I have curly hair so I tend to get build up from hair products so treatments are a must!!Will definitely be purchased in the future!!"
		},
		{
			"review_title": "You must try this pre-shampoo game changer!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love this pre-shampoo scalp clarifying treatment! I have found starting your wash day with this product removes dirt from build up and exfoliates your scalp! Then when you shampoo it doesn’t have to strip and remove because the treatment prepped the hair! Love this!"
		},
		{
			"review_title": "Scalp is skin! This is great scalp care.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Dry skin",
			"review_text": "I haven't used many clarifying treatments at home for my scalp. I wasn't crazy with the idea of sitting for 15 minutes with cold liquid running down my ears. This formula is a bit thicker so it did stay on my scalp.  When I went to shampoo it out, my scalp felt the cleanest its felt in a while. Scalp is skin and ours works hard. A day later I felt some tingling in my scalp. It does after all contain AHA’s so I wasn't surprised. I had itching with it and no flakes in my hairbrush. I also had much less hair in my brush, to my delight. My hair wasn't as flat, because the build-up of skin and products was gone. I'm constantly looking for volumizing and root-lifting products, and since using this twice a week, I haven't needed them as much. If at all. My hair feels lifted naturally. And I don't need to shampoo as often.  Great hair starts with a great scalp!"
		},
		{
			"review_title": "Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "If you are someone who goes days between washes and have a lot of build up do to other products. I recommend this pre-shampoo treatment. It does the job. My hair looks and feels more clean after washes!"
		},
		{
			"review_title": "My hair has never felt cleaner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment is a haircare must have! It effectively cleaned all the build up I didn't even realize I had! The applicator van be a bit rough on your head so just use gently! And used with the shampoo and conditioner my hair has never felt cleaner or healthier!"
		},
		{
			"review_title": "Save Your Scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Highly recommended this product. Great for removing product buildup and promotes a healthy scalp. My hair looks amazing and scalp feels much better!"
		},
		{
			"review_title": "Easy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I recieved this product to review and was quite happy with the results.  As someone with curly hair I often have build up from various products like leave in conditioners, mousse, gel, hair spray or oils.  Using this helps to get rid of all the extra product.  I also love that the bottle is ready to be recycled.  This product is easy to use and easy to store.  I would recommend it."
		},
		{
			"review_title": "Clean Scalp",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "After using The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment, I found this helpful for my scalp. This is actually my first time to use a Pre-Shampoo treatment. For reference, I have Long and black hair that is dry and oily scap that sometimes I could have a build up. I love how this packaging is. It came with a nozzle type applicator where I find it that made it easier to apply and use which make it a hassle free. I use this before I do my shampoo and probably 2-3x a week depending on how my scalp is.  It is a gel like texture so it doesn’t run all over my head. I am not a fan of the scent as you can smell the ACV im but that didnt bother me too much as I know I was gonna shampoo my hair right after and it doesn’t linger right after you shampoo it. I love how it makes my scalp feels after use. It feels clean, refreshed and exfoliated without stripping my scalp. I definitely noticed how it helped with my build up on my scalp and just leaving my roots or scalp healty and build up free. I just love the feeling of rejuvination after using this. The most important thing for me is this product definitely works for me. This is worth a try if you are having problems with flaky scalp or some build ups."
		},
		{
			"review_title": "Must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "What can I say about this product? I LOVE IT! I have a hair schedule and recently I included this product and my hair care routine. I use it before washing my hair about 20 minutes before, massaging my scalp. It works really well, smell nice, and my scalp looks better. healthier. I really like it."
		},
		{
			"review_title": "A new staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I received for an honest review. I have oily roots and the rest of my hair is dry. I use a lot of product & heat styling too. I loved the squirt bottle so applying was so easy. The scent is amazing. I noticed a difference immediately after use no kidding! My hair felt cleaner and more smooth. Less frizz and more shine. I would definitely recommend"
		},
		{
			"review_title": "It makes my scalp healthy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I highly recommend THE ROOTIST AHA+ACV Pre-Shampoo Scalp Clarifying Treatment. It is a clarifying scalp treatment that purifies and detoxifies the scalp. It can remove excess oil of the scalp and soothe the itchiness. The texture is watery, it’s light and won’t give any stickiness to the scalp or skin. I love the fresh citrusy floral scent, it’s like a premium perfume. I like using it once or twice a week as a deep clean treatment to my scalp. My scalp is so clean, hydrated and fresh after using it. I will keep this as a staple in my hair care routine."
		},
		{
			"review_title": "Rejuvenated Scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I recently tried The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment, and it's been a game-changer for my hair care routine. The combination of alpha hydroxy acids (AHA) and apple cider vinegar (ACV) effectively clarified my scalp, leaving it feeling refreshed and balanced. The formula is gentle yet powerful, and I noticed reduced flakiness and improved scalp health after just a few uses. The natural ingredients and pleasant scent make it a standout product. Overall, it's become a must-have in my hair care arsenal"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "As a beauty expert with over ten years of experience in the beauty industry, I have tested out several different Haircare brands. My scalp has been having a feeling of itchiness and been needing be refreshed lately. I have been using the scalp clarifying treatment for a couple of weeks. I appreciate the way it has helped soothed my hair. I have noticed gradual improvement in my scalp over time. It feels gentle on my hair too."
		},
		{
			"review_title": "Works but my scalp tingles",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I am a stay at home mom, in my mid 30’s and I love trying out new beauty products. I have curly hair, 3a. I have mixed feeling about the AHA+ACV Pre-Shampoo Scalp Clarifying Treatment, first off I definitely feel like it does what it is meant to, I feel like my scalp has been freed from all the product buildup, however there are a lot of drawbacks. Being able to time perfectly 10 to 15 minutes is hard to do as a stay at home mom so it is definitely a product that I have to plan into my schedule. Also because I am always with my kids playing outside, I find it off putting that this product has a sunburn alert that says to limit sun exposure for a week after using it. Also when applying I felt a tingling feeling on my scalp, I’m not sure if this is how it cleans so perhaps this normal but I also still felt this after rinsing it off. As for the bottle design, it is extremely easy to use and the application is not messy at all. The scent is minty and nice. I honestly don’t feel this product is for me but maybe for someone who is indoors mainly and has the time to use it."
		},
		{
			"review_title": "Gently Removes Buildup",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love this pre shampoo treatment since I have a sensitive dry scalp and I’ve been really enjoying this treatment. I put it in my hair 20 minutes before I shower and let it work its magic. It’s a super effective scalp cleansing treatment since my scalp had no dandruff or irritation. It’s perfect to wash out when I shower with the shampoo and conditioner and it does a great job cleaning my scalp. I recommend this scalp treatment and it’s very effective"
		},
		{
			"review_title": "Yes for those with oily roots & dry ends!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Fermentation! I love it! I have oily roots and dry ends. It's the never ending battle that I've dealt with forever. My hair is highlighted, thin and very blonde. My Scalp is easily irritated, and this completed the lineup for this duo in my opinion. My scalp gets itchy now easily the older I get, so this was my favorite out of the lineup. Clarifying is what my hair absolutely needed, and the task was 100% taken care of! This is a must try!"
		},
		{
			"review_title": "A game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "Being a 45 year old woman, I grew up in the 80s so big hair and cans upon cans of hairspray. In the 90s, I graduated to gel and mousse. Now, I use more creams and sprays to tame my thick, naturally curly, often frizzy hair. Despite everything I try, my scalp gets do dry and itchy. It gets worse if I use a product it doesn't like. I have thrown away whole bottles of shampoo because 2 minutes after I wash my hair my scalp itches so bad I have to rewash it. I live in a humid state, and the summer months are brutal on my scalp. I was ecstatic to see The Rootist AHA+ACV Pre-shampoo Scalp Clarifying Treatment. I just had to try it, and I definitely made the right decision. My scalp felt so refreshed after using this before shampooing. It did not irritate at all. My curls even looked more defined after it dried. I could not be happier. I will be keeping this in stock as much as possible."
		},
		{
			"review_title": "Love this Scalp treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment has been a game-changer in my hair care routine. The nozzle dispenser allows for precise application directly to the scalp, making the treatment easy to use. The combination of Alpha Hydroxy Acids (AHA) and Apple Cider Vinegar (ACV) is intriguing. It's designed to clarify the scalp, and after using it, I can vouch for its efficacy. The treatment has a slight tingle, signaling its active ingredients at work. It's not uncomfortable, more like a refreshing sensation. I typically apply this treatment before shampooing, leaving it on for a few minutes. It helps exfoliate the scalp, removing build-up and promoting a cleaner, healthier environment for hair growth. One of the standout features is the treatment's versatility. It works well for various scalp types, from oily to dry. It doesn't strip the scalp of essential oils but effectively removes excess sebum and product residue. The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment aligns with the trend toward scalp care, acknowledging that a healthy scalp is the foundation for vibrant hair. It's a welcomed addition to my routine, especially during periods of increased styling product use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This pre wash rinse is great for my sensitive dry scalp. It removes the buildup thoroughly and moisturizes the scalp at the same time. It is easy to use just apply massage and wait for 15 minutes while I can remove makeup and rinse afterwards. I used the shampoo and the conditioner together which gives a really nice clean result. I feel my dandruff are much less and the time between two washes extended."
		},
		{
			"review_title": "A must have pre shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I received this pre shampoo treatment to try in exchange for my honest review. I tend to have oily roots and dry ends, so I was very excited to try this product. For reference I have frizzy 3a hair and I use heat on my hair daily. My biggest issues with my scalp is buildup and oil. I really like how this comes in a squirt bottle, it helps to get directly to the roots. The smell is not my favorite but I can get passed it. I feel that this product did a real good job at cleaning my scalp. My scalp felt rejuvenated after the first use. I followed with the shampoo and conditioner. I am really impressed and would recommend to anyone who you oily roots."
		},
		{
			"review_title": "A clean feel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Happy to have tried the Pre Shampoo Scalp Clarifying Rinse. A great addition that cleans my scalp after product build up, from in between washes. I made sure to apply the product all over my scalp mainly focusing on the areas that get the most oily. After a few uses I noticed my scalp felt cleaner, but the biggest difference was my hair wasn’t getting dirty or oily as fast as before. My hair felt cleaner longer than usual.  The pre shampoo has a light clean scent, I appreciate the bottle having an easy to use applicator for quick application.  I would recommend this to someone who uses dry shampoo, hairspray or any product that can build up on the scalp."
		},
		{
			"review_title": "Removes buildup gently",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I go about a week between washes, so I get a lot of product buildup with dry shampoo and texturizing spray so I need a good clarifying treatment. I love how easy this is to use without stripping my hair or damaging my color."
		},
		{
			"review_title": "Nice clean feeling!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I don’t really use much clarifying anything but this product is amazing! It does have a bit of a weird mint smell but its not very strong, but the clean tingly feeling it gives your scalp is a plus! After letting it sit and then washing it out my scalp honestly feels way better than before, i absolutely love the clean feeling it gives me! It definitely has helped with product build up!"
		},
		{
			"review_title": "A Squeaky Clean Scalp!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I normally don’t use anything clarifying, because I feel like it dries out my brittle hair even more, but honestly this was so nice! It made my scalp and hair feel so clean. I got my hair done the day after I used it the first time, and my hair stylist saw a difference on how soft my hair felt. I highly recommend if you are constantly putting a lot of product in your hair or you go a long time without washing."
		},
		{
			"review_title": "Great for my oily scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "As someone with an oily scalp and dry ends, this Scalp Clarifying Rinse has been great!  I am less experienced using scalp rinses than I am shampoos and conditioners.  If I had known how beneficial this would be for my oily scalp, I would have been using this long before now.  The scalp rinse works hard yet gently on my hair and scalp.  I seem to always feel a buildup of something on my scalp since I switch haircare products often.  This really helped to make my scalp and hair feel so much more clean."
		},
		{
			"review_title": "A Game-Changer for Scalp Health.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I have used pre-shampoo rinses before but have yet to be impressed. Typically, I make my own ACV rinse, but the smell stays for days in my hair. Now that I have taken in this product, I have to admit, I am impressed with it. As I suffer from a dry scalp with dandruff, this clarifying rinse has helped exfoliate the dead skin away but doesn’t leave me stripped… which is a pleasant surprise! My scalp feels squeaky clean without the strong ACV lingering around. I experienced no irritation, itchiness (that improved), and no harsh ingredients. First and foremost, it is simple to apply the product as the packaging includes a nozzle for precise applications. I love that I can use this rinse directly to my roots and control the outcome. Therefore, this rinse does its magic. After a long week, it gets down into the roots to rid all the product build-up and dirt in my hair. This is a highly recommended product for weekly haircare seekers seeking a natural, effective way to get a clean scalp and hair. It ideally provides a fresh foundation to absorb all the benefits of my other hair products!"
		},
		{
			"review_title": "Perfecto",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "First of all, I must emphasize that I do not have dandruff and for me this product has helped me a lot since generally all people sweat.  Whether it is for our work or for physical activity of any kind and it helps keep my hair very fresh, I love giving it the best products for my hair.  I must also emphasize that I also dyed my hair on occasion and you know very well that dyeing damages the hair. And this is magic for anyone who wants to take care of the scalp so that the hair grows healthy and strong."
		},
		{
			"review_title": "Good for curly hair routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The pre scalp clarifying treatment is interesting. Its a liquid sticky texture without a prevalent smell. You put it through your scalp, massage it in, and rinse in 10-15 minutes. The reason I was most interested to try this was because with curly hair, I wash about every 3-4 days, to not dry out the hair. And in that time you get some build up. What was nice about this is it helps get all the build up lifted, keeping the roots clean and hair less weighted down. The first time I tried the product stung a little but after a few more times It felt fine. I say it’s perfect for a routine like mine."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love that it comes in an easy to pour bottle. So easy to apply. It does have a strong smell but it works amazingly. Leaves my scalp feeling so clean and refreshed. I love this."
		},
		{
			"review_title": "definite must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I find this treatment very useful!  I have dry hair but an oily scalp so I don't like to over shampoo, but I love to really deep clean my scalp.  This is perfect! It's so easy to use,  just apply with the dispenser tip and massage into your scalp before you get ready for your shower and shampoo out.  It has some mint in it so it's cooling and tingles just a bit.  and it has a really fresh minty scent,  although you do still smell the apple cider vinegar a bit.  it's not overwhelming to me.  I feel like this is the treatment I didn't know I needed!"
		},
		{
			"review_title": "Helps with build up!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This rinse is great for all hair types and helps with anyone’s buildup, dirt, excess oil, and balances hair. I’ve always wanted to use a product with apple cider vinegar as I’ve heard how well it helps with buildup! I wasn’t a huge fan of the scent but it definitely helped with my hair as I have very hard water where I live and can’t buy a filter right now. This does the trick! I’ve been using it once a week and it manages to keep my hair clean even longer so I can extend my wash time to once or twice a week. Try this if you’re struggling with oily hair too quickly!"
		},
		{
			"review_title": "Must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is the perfect product for a clean canvas, with a nice minty scent and it immediately clears dirt, excess oil, and product buildup while restoring the scalp's microbiome for a revitalized, soft and clean feeling. The texture was nice and liquid to go onto the scalp easier"
		},
		{
			"review_title": "Great Prewash Treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was a little hesitant to try this product but I LOVE it. The directions are super clear on the back of the bottle and it’s super easy to apply. I find it was easy to just put in my hair, do a few chores and then shower. The only downfall for me (not hugely an issue) was the slight scent of apple cider vinegar. It’s not a huge issue because it’s not overbearing but it’s noticeable. But I noticed that my scalp feels better and my hair stays less greasy for longer."
		},
		{
			"review_title": "A must try for your curly girl routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My scalp is so happy with The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment. It has a light minty scent and helps my scalp feels less dry and itchy. I have wavy thin hair and hard water so I appreciate a product that helps to clarify and strengthen my roots. I have really noticed a difference in the volume of my roots, so much that my hair will even part differently than it has my entire life!"
		},
		{
			"review_title": "Lovely mint scent and great scalp cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "This has to be by far my favorite product from the 3 I’ve tried! First off it smells just like spearmint right out of the box which was a very pleasant. The product was very easy to apply to the scalp and it felt very soothing on my scalp especially the light minty sensation. After rinsing my scalp it felt very clean and didn’t leave it feeling dry or irritated. I am very happy with this product and will definitely be buying again once it runs out!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Combination skin",
			"review_text": "This stuff has a really strong smell that I can honestly only describe as pickled mint? But other than that it works amazingly. When paired with their clarifying shampoo and conditioner my hair feels and looks amazing! My scalp and hair feel so clean."
		},
		{
			"review_title": "Gentle Exfoliation for a Squeaky Clean Scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I'm a 20-year-old college student with damaged, dry hair since moving to the US. I decided to give this scalp treatment a try since I've noticed some buildup and flakiness on my scalp lately. The  weekly scalp reset sounded like just what I needed to exfoliate and purify without being too harsh. I applied it before shampooing and let it sit for 10-15 minutes. It has a cool, tingling sensation that feels very refreshing. After rinsing, my scalp immediately felt cleaner and refreshed. My hair also seemed lighter and bouncier without the weigh-down of product buildup. I didn't experience any irritation or stripping of my natural oils. The clarifying treatment has a light scent that reminds me of a salon cleansing experience. The treatment  applies smoothly and absorbs quickly. The cooling tingle is pleasant without being harsh. My scalp is left feeling clean and renewed, ready for shampooing and styling. I would recommend this to anyone looking to reset their scalp between washes, especially those concerned about hard water mineral buildup or product residue. It's gentler than a clarifying shampoo but still removes impurities without disrupting your scalp's microbiome. My hair has more body and bounce when I use this scalp treatment weekly. For optimal results, pair it with Rootist's Strengthening shampoo and conditioner."
		},
		{
			"review_title": "Strange advisory message about sunburn",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This product is this first in a three-step process for cleansing and conditioning the hair and scalp. This is a root/scalp treatment. The instructions state to apply the product to a dry scalp, massage and leave in for 10 to 15 minutes. The scent is pleasant not too overwhelming. After rinsing the product out before shampooing, my scalp did feel clean. I air dry my hair and do not apply any heat. I was surprised at how smooth my roots were without having to use a flat iron or hot comb. I am a little concerned about the advisory message that because the product does contain an AHA, there is a possibility of sunburn and to avoid sun exposure while using the product. The bottle said to apply sunscreen. Weird, I’m not putting sunscreen on my scalp."
		},
		{
			"review_title": "Good Design",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Very impressed by what AHA+ACV Pre-Shampoo Scalp Clarifying Treatment has to offer. My scalp needed all the help it could get and this product just gave me hope. The packaging is wonderful and helps to provide an easy application process to your scalp. I used it along with the rootist shampoo and conditioner. I would apply it 15min before I shampoo+condition and do it once a week to leave my hair feeling clean longer. This product is smells good and it is a great way to revitalize your hair and scalp."
		},
		{
			"review_title": "A Minty Fresh Scalp Treatment That Removes Buildup",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I love The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment. It is perfect for people who do not wash their hair daily but still want to keep their scalp clean and healthy. It contains alpha hydroxy acids and apple cider vinegar, which help exfoliate the scalp and remove product buildup, which is a plus for me. It also balances the scalp's pH and prevents itchiness and flakiness, so I love this for those times I may go a week without washing my hair.   It smells like mint, which is so refreshing and invigorating. It makes me feel like I am getting a professional treatment at a salon. It also leaves my hair feeling soft and shiny. **And don't worry, it does not smell like apple cider vinegar at all. The minty scent masks any trace of vinegar, so you won't have to worry about smelling like a salad dressing.**   I use it every other week before shampooing and massage it into my scalp for a few minutes. Then, I rinse it off and follow with my regular shampoo and conditioner. I highly recommend this product for anyone who wants to improve their scalp health and hair quality."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this concept, even though you try to wash perfectly your hair there is always some residual left in your scalp , this is the product that help you with that problem leaving your scalp and hair looking healthier than before, loved it"
		},
		{
			"review_title": "This was a game changer for my scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My name is Meryem, I’m 28 years old and I’m a nursing student. My main concerns are hair dryness, scalp oiliness and itchiness from product buildup that wouldn’t clear with normal shampoo. I’ve been using The Rootist AHA+ACV PrevShampoo Scalp Clarifying Treatment for the last three weeks and I can say this was a game changer for my scalp. I usually apply it before my shampoo and let it sit for about 10-15 minutes to let the magic happen. My scalp never looked that fresh nor clean before using that product and I am highly satisfied with the results! I highly recommend it"
		},
		{
			"review_title": "Amazing clarifying shampoo’s",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment is an wonderful product for your scalp, I’ve been using it for the last three weeks and my scalp has never looked better. I’ve previously dealt with itchiness and random dandruff from product buildup and nothing seemed to clear those impurities as this treatment did. I am very happy with the results and will highly recommend it!!"
		},
		{
			"review_title": "The dry scalp hero!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment works like a charm to clarify and renew dry scalp with ease. It takes so little to change the quality and condition of your scalp. It is very easy to use in the shower and it hydrates well. I found that it left no residue behind and rinsed clear. I am a professional hairdresser and owner of a local salon, so I am picky about my products. This product is definitely worth recommending for dry scalp."
		},
		{
			"review_title": "Must have in your hair care routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This eye candy is such a use full product, I have dandruff and some build ups, this pre wash is clearing all the impurities and giving me clean head, I saw less odour also after two days of head wash, cause the build is not much after wash too, this paired with the shampoo and conditioner is making such an awesome trio, giving me desired results. Love it"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Dry skin",
			"review_text": "I love this product so much , I been having problems with my scalp I have so many flakes and itchy so much , since the first time use it I feel my scalp much better refresh with less flakes and itchy. I like so much the scent is so great smells so clean . Good ingredients and perfect packaging.  My favorite product from now ."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I really like that this bottle has a nozzle that can go straight to my scalp. It makes for an easy application. I love doing a pre shampoo product to get my scalp extra clean. The only con about this product is the smell. I know apple cider vinegar is a great rinse for hair, but I truly hate the smell. Other than that it’s a great product."
		},
		{
			"review_title": "Must have in hair care routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "So I have been using this for two weeks now and it’s definitely been good to my hair because it looks amazing and no longer has that dry look to it and I just love what this brand is doing to my hair application is super easy to smell is a little strong but it’s not too bad And I will definitely be buying more of this when I run out. I love it. ￼"
		},
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment is an excellent product. It leaves my hair clean, fresh and beautiful. It smells wonderful . I apply it before the shampoo and the result it amazing. I highly recommend this product."
		},
		{
			"review_title": "GO GET",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment is a haircare must have !. It effectively clarifies the scalp, leaving it feeling clean and balanced. The packaging and applicator make it a hassle-free. If you're looking for a scalp treatment that refreshes and revitalizes, The Rootist is the way to go!"
		},
		{
			"review_title": "Wonderful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have scalp issues. My scalp gets dry, itchy, and flaky. I experience scalp irritation too. My hair gets oily sometimes and I have scalp buildup. You can visibly see my oily hair. I really like that this rinse soothes my scalp. I noticed a difference with my hair. My hair is less oily. My scalp is healthier overall. It is easy to use. I use it once or twice a week. Before shampooing, I apply it on dry hair and leave it on for 10-15 minutes."
		},
		{
			"review_title": "First experience with a pre-shampoo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I never used a pre-shampoo scalp treatment and therefore The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment was my first experience. The unique combination of AHA and ACV delivers a refreshing and invigorating experience, and in my opinion, it effectively clarifies the scalp and makes my hair shinier and softer. The only downside is that the smell is not pleasant, because although it has a minty component, you can still smell the vinegar. I used it in combination with The Rootist Strengthen Concentrated Peptide Shampoo and Conditioner and am very happy with the global result in my super long hair. I will add it to my hair routine and definitively recommend it!"
		},
		{
			"review_title": "Eco Conscious Clarifying Game Changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I have been using the Rootist  AHA+ACV Pre Shampoo Scalp Clarifying Rinse for a couple weeks as a first step along with the Rootist strengthening shampoo, conditioner, and bio brew strengthening serum spray to strengthen the scalp, roots, and hair! I love this amazing clean beauty product is great for all hair types made without toxic parabens, phthalates, silicones, or synthetic fragrance. The Rootist AHA+ACV Pre Shampoo Scalp Clarifying Rinse is made with a nourishing proprietary Rootbiomic ferment made of multivitamin superfood of proteins, roots, and mushrooms along with a 9% clarifying AHA blend of lactic and glycolic acid. There is also a 3% apple cider vinegar and hibiscus that helps gently remove buildup!    I love the Rootist brand works toward sustainability by reducing their impact at every step in their products' life cycles which is important to me as a consumer. This pre shampoo rinse has been an important game changer in improving my hair health overall by creating a clean slate reset for my scalp that doesn’t strip moisture. It has helped me get rid of product build up, dandruff, and rebalance my scalp’s natural microbiome by gently exfoliating which helps me have healthier roots!  This product should be used 10-15 minutes before using the Rootist Strenthening shampoo by applying to scalp in sections from hairline to crown and can be used several times a week. I love this product because it has  helped sooth my dry itchy scalp removing flakes/dandruff with a nice minty tingle because of the exfoliating glycolic/lactic acid but hasn’t burned or irritated my scalp! I really appreciate this sustainable eco-conscious product!"
		},
		{
			"review_title": "No More Build-Up!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I am loving this clarifying treatment! My scalp felt clean and restored immediately after one use. I noticed after 2 weeks time, my scalp has no build-up, or flakiness. I will definitely be keeping this as a staple in my haircare arsenal!"
		},
		{
			"review_title": "Excellent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have been using The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment for over three weeks , and I love the results , leaves my hair clean , fresh and smells amazing, the applicator is easy to use , I apply it before my shampoo and conditioner and leave it for 15 minutes , I only use it once or twice  a week and my hair stay cleaner for longer time"
		},
		{
			"review_title": "Love this addition to my normal hair care routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I was so excited to try this because i've never used a scalp rinse before. I love the extra step in my normal shampoo/conditioner routine. I was amazed at the difference it made! My scalp felt so clean afterwards. It made my scalp tingle a little while using but I didn't mind. The way my hair bounced and was so much more manageable afterwards was amazing! I love the bright colored bottle and application was so easy."
		},
		{
			"review_title": "It was okay!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I’m unsure of this product. This is the first time i have ever used a product like this on my hair, and it’s definitely giving me mixed emotions.  I do love the way you can apply it. Just separate your hair, applying directly to the scalp & rub it in. Easy as can be.  Like directions, I let it sit for about 10 minutes or so. During the process, i started to get a weird tingly feeling. It was super drying to my scalp and the smell was a little overbearing.  I’m not sure if it was for me, but i’d still give it a try."
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Normal skin",
			"review_text": "I'm Tae M, a 19-year-old college student. The clarifying purifier has a refreshing mint smell and pre-cleans effectively. It feels great on my scalp, although I had to wash multiple times for an optimal result. It provides moisture to my scalp, and I'd rate it 9 out of 10. The product has a velvety and soft texture, and I would recommend it to family and friends."
		},
		{
			"review_title": "LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "This was my favorite product out of the shampoo and conditioner. When I put this in my hair it made it feel as mint was in my hair. I knew it was cleaning my scalp how it felt. It was so refreshing to my scalp. It really helped clean the dandruff from my scalp. I felt so good even before I use the shampoo and the conditioner. I really recommend this product to anyone."
		},
		{
			"review_title": "Incredible hair products!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I've been in the beauty industry for over 22 years now as a licensed cosmetologist, esthetician and professional makeup artist. I have used a few scalp clarifying treatments similar to this one but I really love that this has aha and acv acids in it. You apply just to the scalp area and massage really well before leaving on for 10-15 minutes.. I like to really give myself a scalp type treatment while doing it because I'm trying to increase my hair growth as quickly as possible so I massaged the entire time I had the treatment on and then jumped in the shower to rinse and use the Rootist shampoo and conditioner.. I can say I'm thoroughly impressed with this haircare line. I've used many different lines throughout my years and this really left my hair and scalp feeling thoroughly clean, refreshed, healthier.. My hair had lots of shoe and body.. During the winter months I typically get itchy scalp here and there from the cold weather but I've noticed I haven't had that at all.. This is an incredible hair product line.."
		},
		{
			"review_title": "A great way to treat your scalp!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "As a beauty professional, I look forward to learning and experiencing new products.  I am always eager to try new hair care products.  Having thick, long and wavy hair can sometimes become difficult to manage when you do not have the right products.  I struggle with dryness and frizziness.  After using The Rootist Pre- shampoo Scalp Clarifying treatment, I could definitely see a difference in the feel and condition of my scalp.  It’s almost like a build up of oils and residue were removed. After using this treatment I could truly benefit from my hair care regimen.  This is a must-have treatment to improve the condition of your scalp so you can reap the benefits of your hair care products."
		},
		{
			"review_title": "You can feel it working!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The soft minty scent is what I noticed first and it’s kind of how it feels when applied to scalp too, like a soft cooling touch. I applied from hair line to crown in sectioned hair and I could actually SEE the difference after once use. The product buildup was gone and magically so was the dryness. The nozzle of this bottle is perfect for getting straight down to the scalp."
		},
		{
			"review_title": "Really enjoy using",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "As someone with fine, wavy hair, finding a scalp treatment can sometimes be difficult as I feel a lot of others I’ve tried tend to dry out my hair. The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment has been such a great addition to my haircare routine as of lately. The applicator makes it so easy to apply and get to every part of the scalp. My scalp feels refreshed and clean without feeling stripped at all. This definitely has a spot on my shower shelf for the foreseeable future."
		},
		{
			"review_title": "A Must Have In My Routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This is a really nice treatment for the scalp.  It worked very well for me on the very first try.  I am amazed by the results.  I never thought I would need this, but since trying I am keeping this in my hair care routine.    It made a huge difference on my scalp and hair.  My scalp feels cleaner.  I experience less scalp itch and dryness.  I see more fuller crown of hair.  It somehow managed to lift my hair from the root and make my hair look fuller.    The treatment only takes about 2 minutes to apply and then I leave it on for 10-15 minutes.  Then I rinse off and follow with shampoo and conditioner from this same brand.  It is a 3 step process.  But it is well worth the time and effort.  The results are wonderful.  My hair feels lightweight.  I love the healthy bounce.  I have a natural shine.  I have less tangles.  My hair comes out soft and silky.   The list of ingredients in this product makes me feel really good about what I put on my hair and scalp.  Aloe is listed first.  I felt the soothing aloe the moment I applied the product on to my scalp.  It has ginseng and peppermint for promoting hair growth.  Lactic and glycolic acid to unclog hair pores and slough off dead skin.  The gentle removal of dead skin promotes new skin cell development and it creates a healthy skin environment for hair growth.  As a licensed esthetician, I really like the ingredients to help promote new skin cell growth.  From my experience, I find the product gentle on the scalp.  I experienced no adverse reaction.  I highly recommend this product."
		},
		{
			"review_title": "A good product for scalp treatment",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "I have extremely itchy scalp so I’ve used quite a few products in this range. This product was very easy to use. The consistency is good, it has a gel like texture to it so it doesn’t run all over my hair. It was very easy to use all throughout my scalp. I just run it along side my entire head and leave it in for 15 min. I did feel I could go longer between my washes and less itching throughout the week. The scent does have a strong ACV to it but it didn’t bother me too much. I felt I got a good exfoliating treatment on my scalp. I would recommend this for anyone looking for a good scalp treatment."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love using a clarifying treatment to get rid of product build-up and I love that this is free from sulfates all while treating my scalp. Easy pre-treatment for my 4C hair."
		},
		{
			"review_title": "Holy Grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "My new go to!! this shampoo really gets deep into your scalp I love how refreshing my scalp feels after using this. Definitely going to restock soon!"
		},
		{
			"review_title": "Game changer for my hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment has been a gamechanger in my routine. I've been using it a couple weeks now and love how clean and soft it makes my hair feel. I Love that it doesn't smell like vinegar, it's a clean Minty smell and gives off that i just went to a salon vibe! I noticed my hair felt alot Cleaner immediately after use. I appreciate the mess free Nozzle application making it super simple to use. Def a must for product buildup its a nice little reset for your scalp!"
		},
		{
			"review_title": "Great for product build up",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I often times use pre scalp treatments similar to this and have always been a fan of this nozzle type applicator. It makes it easier to apply on the scalp. This type of product is great for product build up or for those with flaky scalp. I really don’t have issues with flakiness so it’s hard to tell the effects but i still like using it to get rid of product build up/residue. Not a huge fan of the scent because of the ACV but it doesn’t stay or linger once you wash your hair."
		},
		{
			"review_title": "A new must in my hair care!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "After using this product, it has helped my scalp so much! It takes away buildup and leaves my roots feeling refreshed and healthy! It has a pretty scent to it as well:) not only that but it is very easy to wash and you feel your scalp healthy and clean as you wash it off! It has a mint smell to it which leaves your scalp feeling relaxed and soothing! I highly recommend this product!"
		},
		{
			"review_title": "Very strong fragrance",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I unfortunately didn’t love this product. It did help to really clarify my scalp and it felt incredibly refreshing due to the peppermint spearmint oil blend. I unfortunately could not get over the vinegar smell that it had, it was overbearing and very off putting. Even after using, it made the closet I keep my bathroom essentials in smell like vinegar. I used it a few times but it hasn’t made much of a difference since I have normal to oily scalp. I feel this might be more suitable for someone with maybe dandruff problems or an over oily scalp."
		},
		{
			"review_title": "Cleans your scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The 1st step from the 3 items in THE ROOTIST kit is the AHA+ACV Pre-shampoo scalp Clarifying Treatment and it’s the most important step because it cleans the scalp beforehand so the other products can get to work where it counts! Since I have an oily scalp it’s perfect for me I do have dry ends but this doesn’t dry out my ends more just thoroughly cleans my scalp and leave my ends beautiful It has a fresh minty scent not so much like ACV like some other reviewers mentioned and does go away with use of shampoo.  I highly recommend this product"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Hello, My name is Jacquie. I am a freelance makeup artist and beauty content creator of 5+ years. Today I wanted to talk about Rootist pre-shampoo scalp clarifier. This scalp serum is put directly on the scalp with applicator and suppose to be left on for 15 minutes then shampooed off. When applied it gives off an instant cooling effect and feels super refreshing after using this now (4) times I can honestly say that it feels like my scalp can breathe. This will be a scalp treatment I will continue to use because healthy hair starts with a healthy scalp."
		},
		{
			"review_title": "A must try for anyone!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have wavy/ curly hair and I use quite a bit of product when I style my hair curly. I'm constantly looking for clarifying products that are also healthy for my hair. I was very interested when I received this product and to see if it lives upto it's claims. First off I love how easy it is to apply this product. It has a vinegary scent but definitely not off-putting. I left it in my hair for about 15-20 minutes and it did a great job clarifying my scalp. My scalp was pretty itchy for a while and this product single handedly got rid of that.   Highly recommend this product and I would most definitely repurchase when I run out."
		},
		{
			"review_title": "This works and is refreshing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is a new favorite! It gently clears dirt, excess oil, and product buildup for a refreshed scalp. It contains apple cider vinegar and has a minty smell and tingly feel. It works well for my fine, color treated hair. It tackles my flaky, dry scalp, oily scalp and buildup. It works on residue build-up! It has natural ingredients. I only have to use half of the normal amount due to the concentrated formula. It has a light, citrus formula. It has a nice creamy consistency. Would recommend."
		},
		{
			"review_title": "Just try it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment is a haircare revelation! The unique combination of AHA and ACV delivers a refreshing and invigorating experience. It effectively clarifies the scalp, leaving it feeling rejuvenated and balanced. The convenient packaging and easy application make it a hassle-free addition to my routine. If you're looking for a scalp treatment that refreshes and revitalizes, The Rootist is the way to go!"
		},
		{
			"review_title": "Not sure it works",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Well this product does not cause any negative effects, it also doesn't seem to do much for me either. The scent is a strong vinegar smell and a little off puttong. It easy to apply, but so doesn't seem worth the time. The packaging is a great color and very pleasing, I wish I enjoyed the actual product more, since this product takes time to apply and you have to let it sit, I really wish I saw a benefit."
		},
		{
			"review_title": "A new fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This pre-shampoo is amazing. Since using it I have noticed my scalp is not as itchy. It is definitely removing all the built up product on my scalp that accumulates over time. This one is most definitely an addition to my routine from now on."
		},
		{
			"review_title": "Scalp Clarifying Treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "My very first time using a Pre-Shampoo treatment. I have been dealing with a dry scalp and dandruff. I applied the Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment twice a week. Massage my scalp to get the best result and leave for 10-15 minutes before taking my shower. At first,  I did not think that this would work. Honestly, this product is slowly solving my problem. I can tell and I can see the difference in my scalp. Yes, the smell is unpleasant but it goes away after applying  The Rootist Peptide Shampoo and Conditioner. What's important for me is, that it does work and I'm happy with the result."
		},
		{
			"review_title": "It does wonder to the scalp!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "After using this pre-shampoo clarifying treatment for past few weeks  i am loving the results. I have a flaky scalp and dandruff  so this is beneficial for me. And true enough, this clean my scalp, remove the dirt and product build up in my hair that helps it shine and looks healthy. It also reduce frizz and damages. I was surprised it is very effective in my hair. It has a strong scent but it’s okay to me i still highly  recommend it."
		},
		{
			"review_title": "Very gentle!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "I love that The Rootist believes that the roots, scalp and hair should be treated as one connected ecosystem. It only makes sense that if I have weak strands I should also be focusing on my scalp and roots - after all, that’s where the hair starts! The AHA+ACV Pre-Shampoo Clarifying Treatment is for all hair types and it really is gentle! Sometimes exfoliating products make my already very dry scalp and skin feel even more dry - but that is not the case at all with The Rootist! I am so surprised that my hair doesn’t dry out after using this pre-shampoo product 1-2x a week, either. I have noticed that my hair doesn’t look or feel as greasy when I go days between washes. I haven’t even needed dry shampoo but that’s just me! My scalp and hair feel great after using. I like that it helps rebalance my scalps microbiome while using. It doesn’t have a very strong scent at all. The Apple Cider Vinegar smells very mild."
		},
		{
			"review_title": "Clean scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I am someone suffering from flaky scalp with frequent oil and product buildup. I was very excited to try this pre shampoo scalp clarifying treatment and it surely performed up to my expectations . It is very easy to use and completely cleans your scalp from all the residue and product buily."
		},
		{
			"review_title": "Non-irritating, moderately effective",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have a dry scalp, so I appreciate products that exfoliate to maintain a healthy hair biome and cut down on flakes! This hasn’t made as much of a difference as I’d hoped, but I’m going to keep using it and see if there are long-term effects. The liquidy gel applies easily and the twist-open nozzle is convenient (no separate cap to lose). I haven’t experienced any irritation, which is a plus!"
		},
		{
			"review_title": "Better than expected",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I’ve never really used a pre-shampoo scalp treatment so this was a first. I’d have to say that the smell was not pleasant, it has this minty yet vinegar smell to it, so strong that my hair started to smell like it. The good thing is that it ended up giving life to my hair, it made it shiny and soft before going ahead and putting shampoo. It does contain AHA which makes your skin more vulnerable when you’re outside, causing sunburns so do keep that in mind."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’m a huge fan of ACV treatments and this one packs a punch. It has a great amount of AHAS and ACV that clarify the scalp. It doesn’t dry it out, but it’s perfect for a feel clean. I use it weekly to remove any dry shampoo residue!"
		},
		{
			"review_title": "Awesome clarifier!! Really cleans the scalp.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Loving this scalp treatment. I used the entire system but just this product I felt like it really cured my scalp. I only got a tiny cooling tingle after like 8 minutes. It felt good and like it was really working. Really works with the whole system but I bet using alone even would deliver great results as well. I personally don’t feel the need to use this every wash. I’ll probably use it every 3-4 washes or once a month since I like the natural oils to keep my hair and scalp healthy. My hair and scalp feel really healthy on a normal bases and this did really clarify my hair. It’s super light and gentle a bit runny, and it smells nice! No strong gross smell at all despite the ingredients. Love this and highly recommend it. Feels really clean and non irritating!"
		},
		{
			"review_title": "Works well!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This stuff really works! I've been using this product about 2-3 times a week for a few weeks now and I do have to say it does deliver results. Im not too crazy about the smell of the product but It doesn't smell bad at all. Since it does contain apple cider vinegar you are able to smell it. The results you get from this is well worth the smell though. My scalp has not felt cleaner! After applying (you don't need very much at all) you start to feel a tingle and I actually really like that part! It rinses clean and with shampoo there's no scent left behind and you get all the benefits of a scalp rinse! I definitely see myself buying more when I run out because this really does improve my scalp which from time to time gets a little dry especially in the winter time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Normal skin",
			"review_text": "Easy to apply on the scalp with the nozzle tip. Makes hair soft after wash. Has ACV which is very good for hair. My hair felt very fresh"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This leaves my scalp very clean. I apply it on dry hair before taking a shower. it has a creamy consistency and a light minty scent. You can slightly feel the fresh mint on your scalp but very slightly. The first time I used it my scalp felt really clean I saw no big difference in my hair besides the very clean feeling. The second time I used it is when I noticed a difference my hair was more shiny more manageable and  my scalp was really clean. I only need to use this one twice a week for my scalp to be really clean and don't have any buildup or residue."
		},
		{
			"review_title": "Effective but not pleasant",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I've been using the this scalp treatment for a while, and I'm quite pleased with the results. I have black, long, thick hair so it takes a little more that recommended quantity. It effectively prepares my scalp for further care, and I've noticed a subtle improvement in overall hair health. The treatment certainly lives up to its promise of clarifying the scalp.  However, the one drawback for me is the scent. While the product is doing its job well, the smell is somewhat unpleasant. It's not a deal-breaker for me, given the positive outcomes, but I would appreciate it more if the fragrance were more appealing. Despite this minor downside, the treatment worked well for me. Also, during winters, I notice some dandruff build up in my hair which I have to treat once a month. With the use of this product, I have not seen dandruff build up so far."
		},
		{
			"review_title": "Nothing impressive",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I can't say I'm impressed much by this product. I haven't noticed any negative effects from using it, but I haven't noticed any thing positive either. Will continue to use and see if my opinion improves on it, but as of right now I would not have gotten it if it wasn't sent me as a product to review. It also stinks in my opinion, like nasty vinegar mixed with a perfumey smell."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I have been so pleasantly surprised by this product! As a beauty professional, I’ve tried more products than I could count. This line left my hair and scalp feeling so good! I have psoriasis and eczema, causing very sensitive skin, and this scalp cleanser made my scalp feel great! The photo is after using only this line for about a week, with my hair air dried with no product in it."
		},
		{
			"review_title": "The best ever",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Wow such an amazing product This product feels like a drink of water for my scalp. I just run the nozzle along my scalp from my forehead to the nape of my neck, repeatedly on the entire surface area, and rub it in gently. All I smell is peppermint, and it gives off a cooling sensation beyond feeling “wet”. I feel like it deep cleansed my scalp ."
		},
		{
			"review_title": "A unique new product line on the market",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I am grateful to The Rootist allowing me to test these products prior to launch in exchange for my honest review. I have worked in the professional hair care industry for a few years so I have gotten to try out many products and have a lot to compare it to. I have thin, fine, frizzy hair that is somewhere between wavy & curly (2C-3A) and I have a ton of breakage- but not due to coloring because my hair is not colored. So I was excited to try this out. The treatment I love that you put it on dry hair so you don’t have to do it in the shower and wait, you put it on before and then go in once you need to rinse it. It does have quite a strong vinegar scent but that is an ingredient that is good for your hair. But, it is something to note. The scent was not my favorite but I did love how soft and clean my hair felt for days after. I have used it a few times and I have noticed less shedding with all these products as I used them in combination with the treatment, shampoo & conditioner! So I do hope it helps with my hair thickness over time with more use."
		},
		{
			"review_title": "Great pre wash scalp experience",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I was a little nervous about trying this product because I wondered if it would dry out and make my scalp flaky during the winter months. It was great. The cooling sensation as it works on the scalp is wonderful. You section the hair and apply it directly. Then massage and enjoy for 10 minutes. It feels so refreshing and relaxing. There was zero issue with my scalp after using. I had no dryness or flaking. The overall effect was very noticeable. I have used products like this before and had very little success. I will not use this a lot but definitely once or twice a month to see what the long term benefits will be. It has some excellent ingredients that are known to promote exfoliation such as glycolic and lactic acid as well as apple cider vinegar."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This product feels like a drink of water for my scalp. I just run the nozzle along my scalp from my forehead to the nape of my neck, repeatedly on the entire surface area, and rub it in gently. All I smell is peppermint, and it gives off a cooling sensation beyond feeling “wet”. I feel like it did help contribute to a cleaner scalp. I haven’t used this every time I wash my hair, but it’s enjoyable to use when I do. It all depends on my time constraints."
		},
		{
			"review_title": "I really enjoyed this clarifying rinse!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "As a person who never tried a clarifying rinse before, I was impressed with the results. I tend to have a more dry and flaky scalp but this product did a great job at removing any build up. I applied to the product to my scalp 15 minutes before my shower, then rinsed and shampooed my hair. I noticed that my scalp definitely felt more clean and I did not see any flakes after. It was very easy to use and was a nice change then having to use a clarifying shampoo. I sectioned my hair and it made it very easy to apply and make sure that I applied the rinse over all parts of my scalp. I have been using it twice a week so far and look forward to using it more.  I would highly recommend this product for anyone who is looking for a good clarifying product, it works well."
		},
		{
			"review_title": "Rootist Scalp Treatment",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Ahhh, the beginning of winter and this brings itchy and dry scalps. I try to recommend the best products for my clients and every year I find something new. This year it is this product, the Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment. As a hairstylist, I suggest shampoos, oil, and other conditioning products to keep the scalp free of flakes until I ran into this product. This treatment is the solution to all those dry and itchy scalp woes. The treatment restores your dry itchy scalp to normal balance allowing for better health of the scalp and to prepare your scalp for shampooing. You use this wonderful product prior to the shampoo phase and with the wonderful ingredients incorporated in this product, your hair will feel amazing when you are ready to style it. After using this treatment, I have not experienced itchy scalp nor flaky scalp. This may be the trick for beating dry scalp during winter."
		},
		{
			"review_title": "Pre cleanse treatment",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I can definitely smell the apple cider vinegar in this bottle, but it’s not as strong. This product is great for the weekly deep cleanse  of all the buildup throughout the week. This also has glycolic and lactic acids for that extra exfoliation. I would recommend only using this once a week as a pre treatment and following up with shampoo and conditioner."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I recently got to try out The Rootist Pre-Shampoo Scalp Clarifying Treatment. This product couldn’t have come at a better time. I have been craving a detoxifying scalp experience for the past few months. Needless to say, I couldn’t wait to try it out.  The handy bottle made application a breeze. I can definitely see myself incorporating this product into my service menu behind the chair. I think it’s a nice treatment for my clients who are looking to clarify their scalps of any product buildup, or simply seek a deep clean feeling.    I must admit, I personally would prefer a more tingling sensation of the scalp. I guess for me, that makes me feel like something is actually happening. However, I do like the gentleness of this product for clients with skin sensitivities. Regardless, my scalp felt super clean and refreshed afterwards."
		},
		{
			"review_title": "Cooling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This scalp clarifying hair serum has a nice, almost spearmint, smell and feeling. As you first put it on, it has a cooling effect. I do feel like this helps to get rid of any dander buildup before washing my hair. I’m usually pretty impulsive when I decide to shower so I don’t necessarily have 10 minutes to let it sit in. So all together, I probably let it sit on my scalp for 3 to 5 minutes. I do like the appointed tip and squeeze application bottle. It has a nice squeeze to deposit ratio."
		},
		{
			"review_title": "Nice hair treatment 💁🏻‍♀️",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I've been using The Rootist AHA+ACV treatment for a few weeks now, and I'm pleased with the results. It effectively removes any buildup on my scalp without stripping it of essential oils. After using it, my scalp feels refreshed and balanced, and my hair seems to have more volume. I appreciate the natural ingredients and the fact that it's cruelty-free. Overall, it's become a staple in my hair care routine for maintaining a healthy scalp. Only concern is, it’s a little bit on the higher price compare to other."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This past year, I have started using scalp treatments before showering and have noticed a huge difference in how fast my hair grows and how healthy the new hair is. I was super excited to try this new one from the rootist as it featured apple cider vinegar which is a favorite ingredient of mine for the scalp due to its unique detoxing properties. I left this treatment on my scalp for 15 minutes before rinsing it out and showering as normal. My hair was left feeling silky and clean. I would recommend to anyone who uses hair products on a regular basis to help detox the scalp of any buildup."
		},
		{
			"review_title": "Makes my scalp feel clean",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I have short, fine, straight hair with dry ends. I've been using this product for 2 weeks now. This scalp clarifying treatment is great. My scalp feels really clean after using this. I typically have a really oily scalp and on the days I used this it seemed to help. And the smell wasn't as irritating as most scalp treatments are. Even though I received this product for free this is my honest review."
		},
		{
			"review_title": "The Rootist “AHA+ACV Pre-Shampoo Scalp Clarifying",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I have not tried any product to helps purify my scalp before shampooing so I didn’t know what to expect. But it was especially very effective in removing build up. I wasn’t so sure if it was working as first, after a week of using, I noticed that the dry bits that make my hair look like dandruff is clearing significantly. However, I must mention the smell of this treatment, it’s quite sour like cider, so keep it in mind if you’re sensitive to strong smell. Other than that, it’s perfect for my oil scalp buildup."
		},
		{
			"review_title": "It’s a Yes for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "As a licensed cosmetologist, I tend to work on all hair textures, however, curly and textured hair is something that I specialize in. And when it comes to protective styles, such as braids or weaves, or anything where the hair is in the same style for quite some time having a scalp clarifier is the most important thing to have when maintaining the health of your hair and scalp. I’ve tried so many different kinds from gels, mouses, shampoo, etc. so I feel like I definitely am a scalp clarifier expert. The first thing I look for in a scalp clarifier is the application method. I really despise pumps because I already am having to do another step before a shampoo, and I really hate having to accurately part my hair in order for me to apply something that has to be dispersed through a pump. Thankfully, this is a needle nose bottle, which does my partings and application all in one step, which is a win-win for me. I absolutely love this type of applicator and really does cut down time. The second thing that I look for in a scalp clarifier are the ingredients and the ones that are the most effective and efficient for my particular scalp are the ones that have some type of AHA formula. This formula has two of my favorite AHA’s, which are glycolic and lactic acids, and, I definitely feel like that makes so much difference when it comes to not having to leave this product on very long and for me it really benefits from a cleanse and refreshed scalp. I do like scalp clarifiers that leaves my scalp, feeling a bit tingly when in use however, this one doesn’t give me that peppermint or refreshing tingle sensation, but it does feel cooling, which is still a welcomed feeling. The third thing I look for in a scalp clarifier is the amount of product needed versus what I receive and this particular bottle in my opinion is a bit small. I have a lot of curly textured hair and in order for me to really get down to my scalp I tend to overuse products like this one in order to fully satura"
		},
		{
			"review_title": "So Fresh, So Clean!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "This is a game changer! I’ve always suffered from a dry, itchy scalp and I use a lot of product that tend to buildup and leave my scalp feeling gross. The AHA+ACV Pre-Shampoo Scalp Clarifying Treatment has left my scalp feeling like it never has before. It removes all of the nasty buildup and leave your scalp feeling amazing. I’d definitely recommend this product!"
		},
		{
			"review_title": "Ohh my scalp yesss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "After using the AHA+Acv pre shampoo scalp clarifying treatment I was in heaven…it made my scalp feel tingly and nice while I massaged my head with the pretreatment you could smell every product they put into the lime green bottle! I enjoyed using this product and I highly recommend that it’s in your daily hair care shampoo routine"
		},
		{
			"review_title": "Scalp Clarifying Treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I feel that many people do not think about the importance of their scalp health. A healthy scalp not only improves the skin but your hair and the growth of your hair. Products we use everyday build up and dry out our hair and skin. So this clarifying treatment made a huge difference. My head was normally itchy and dry but after one treatment that was gone. My head felt so much better and my hair was more manageable. This is a pre shampoo treatment so it sits for a few minutes before washing. There is a rather strong apple cider vinegar scent so expect that. I had to put on a shower cap because it was a bit too strong for me. It did work well and I do recommend it for others."
		},
		{
			"review_title": "Not sure it does anything",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Well this product does not cause any negative effects, it also doesn't seem to do much for me either. The scent is a strong vinegar smell. It easy to apply, I plan to keep using but haven't seen any benefits."
		},
		{
			"review_title": "Fell a bit short",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "I’m Lucy T. and I’m a scientist from Birmingham, Alabama in my early 30s. I have color treated, heat styled hair, and I use several hair products so my hair definitely needs clarifying. I really like the concept of a pre-shampoo product that would clarify my scalp. I liked the scent, the applicator bottle, and how the product was like a thick oil or gel consistency that stayed on my hair pretty well during the 15-20 minute wait. It was very easy to use. After I used it, I actually experienced a lot of flaking afterwards which is opposite of what the product claimed. I actually had to wash my hair again sooner than I expected."
		},
		{
			"review_title": "Works well",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I’ve never used a clarifying shampoo before I tried this. First impression is that it has a strong smell like hair dye, so I was nervous about that, but after using this I felt like it did clean my scalp. I use serums and hair spray often, which leaves my scalp feeling dirty even after shampooing. I wasn’t disappointed and will finish the bottle, but the smell is not pleasant."
		},
		{
			"review_title": "Its nice.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "The rootist scalp cleanser comes in a small bottle. when I placed it on my scalp and began to massage it in, I immediately noticed the scent. It smells minty and leaves the scalp with a tingling minty feel as well. I left it on for the full 12 mins and upon rinsing it thoroughly, it left my head feeling cool and clean. I feel like it definitely was worth continuing to use to maximize my results for healthier hair because after just a few uses, I can already feel a difference in my scalp. its not as greasy and my hair doesn’t look weighted down."
		},
		{
			"review_title": "Works great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This pre-shampoo treatment is the star product from the line for me. I used it together with Rootist concentrated shampoo and concentrated conditioner. The trio works great. This pre-shampoo treatment removes product build up from the hair and makes it light and super soft. It is very easy to use and I love the applicator on the bottle. While I am not the biggest fan of the packaging of the shampoo conditioner, I don’t mind the packaging of the treatment. It works well, and I feel like my hair benefited since I started using it."
		},
		{
			"review_title": "A game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The Rootist's pre-shampoo scalp clarifying AHA serum is a true revelation in hair care. Its unique formulation with AHA (alpha hydroxy acids) works wonders in gently exfoliating and clarifying the scalp, creating the perfect canvas for a thorough cleanse. I've noticed a significant improvement in scalp health and reduced buildup since incorporating this serum into my routine. The serum's lightweight texture makes it easy to apply, and it doesn't weigh down my hair. It's become an essential step in my pre-shampoo ritual, leaving my scalp refreshed and my hair ready for the next steps in my hair care routine. Highly recommended for those seeking a revitalized and clarified scalp."
		},
		{
			"review_title": "Prewash shampoo staple pt3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "What a way to prep for a clarifying shampoo and conditioner. This pre shampoo oil works even after you Rose. Once applied to scalp you can instantly feel the product working. These 3 products together work great. Easy instructions to follow with promising results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Amazing. I love how unique this product is. This is a great cleanser for when you haven’t washed your hair in a while. It’s easy to use and not messy. I love the ingredients they use because I know it will actually do something for my scalp! You scalp needs love too. Everyone should try a product like this once."
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "Thank you for the opportunity to try AHA+ACV Pre-Shampoo Scalp Clarifying Treatment. This product is to be applied 15 minutes or so before you wash your hair. It has an apple cider vinegar scent to it that's a bit overwhelming for me. Not certain how this treatment is supposed to be beneficial as I didn't notice anything different afterwards. Unfortunately I wouldn't recommend this."
		},
		{
			"review_title": "Protective Hairstyles Companion",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Calling all protective hairstyles wearers, wig wearers, those with scalp buildup, and some scalp issues! The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatmenot is your new pre shampoo go to. I am a professional licensed Cosmetologist that has personal experience using this product on myself and several clients with all of the issues listed in the beginning on my my review. This product comes with a convenient nozzle that dispenses the Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment directly on the scalp. It feels invigorating to a tight, itchy scalp but doesn’t strip the essential oils that that could overwhelm the scalp environment. The clean scent of the gel like pre shampoo treatment lifted the buildup and did not fade my color treated hair. It is great for all hair types."
		},
		{
			"review_title": "Amazing and refreshing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I absolutely love this product. I could smell every ingredient that was in the product. I waited the full week to use this product I watched my mailbox every day. I could see the oils and grease pull away from my scalp. The tingling of the permanent oil on my scalp was so refreshing. I didn't have to use a lot of it just a light rub of the scalp and everything was pulling up and out."
		},
		{
			"review_title": "Great product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This scalp clarifying rinse is phenomenal! This is excellent for anyone who goes several days between shampooing. This gets all the buildup and residue off my scalp and leaves my hair feeling cleaner than ever! I love to use this about 10 minutes before my shower. I apply this in sections along my scalp and massage it in really nicely. It smells great! I definitely recommend!"
		},
		{
			"review_title": "Like a clean slate",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have a skincare routine, so why wouldn’t I have a hair routine that takes care of my hair and scalp health the same?  I usually have a lot of buildup from the many products I use. This is such an easy way to take care of my scalp and hair. All it takes is a couple of times a week, and my scalp gets a good cleansing reset and gets rid of all the product buildup that has accumulated. I love how this makes my scalp feel clean, and my hair looks fresh. I have color-treated hair; this is gentle and doesn’t strip my color. I look forward to using this rinse because it feels like starting on a clean canvas again, which I need."
		},
		{
			"review_title": "Great pre treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have been a licensed Esthetician for over four years and a Registered Nurse for over 30 years and am always looking for products and cosmetics to improve my personal appearance as well as my skin health. My appearance is very important to me as far as my clients first impression.  I try all products on myself before I recommend to my clients based on skin type so I know how it looks feels and smells. The Rootist Clarify Purifier is a great pre treatment for the hair before shampooing.  I love how the tip of the bottle makes it easy to apply to the roots of the hair.  I put it on my dry hair massaged it in with a massage hair tool and waited about 8 minutes before rinsing and shampoo and then conditioner.  Nice clean scent, I used the Purifier once a week and noticed my hair to feel soft and shiny, no product buidup.  I would recommend this product for all clients, all hair types."
		},
		{
			"review_title": "This is a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "First time using this product but I'm very surprised. My scalp was fresh and clean, like when you go to a salon. I followed with the rootist shampoo and conditioner and my hair both look and feel amazing."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The hair does feel clean however, the ACV scent is really strong and not as pleasant."
		},
		{
			"review_title": "Get ready for some amazing hair treatment at home!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The Rootist Pre-Shampoo Scalp Clarifying Treatment gently clears dirt and it is a perfect detox for your hair. It is perfect for the worst winter months when your hair turns dry and your scalp is flaky. My scalp usually itches with excessive dryness every winter and it gets impossible to manage. I have finally found a product which has solution to it."
		},
		{
			"review_title": "Game changer for my frizzy hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This pre-shampoo scalp treatment has been such a game changer in my haircare routine. Since using this treatment before shampooing and conditioning, my hair and scalp feel so clean and fresh and do not have any buildup. It is so easy to use. I squeeze a small amount of the treatment onto my scalp with the nozzle and massage it into my scalp and hair. It has a pleasant refreshing scent. I like how it gently exfoliates my dry scalp. I leave it on for about 15 minutes and then rinse it out of my hair. I then use my shampoo and conditioner. This double cleansing routine has been so effective to optimize the health of my scalp and hair. My scalp does not only feel super clean but is also hydrated. It has brought life back to my usually dull looking and dry, frizzy hair. I will continue using this double cleansing hair care routine a couple of times a week, and highly recommend this treatment, especially if you have dry scalp and hair!"
		},
		{
			"review_title": "Clean scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I received this The Rootist AHA plus ACV pre shampoo scalp clarifying treatment as a gift in exchange of my honest review. This is use as a pre treatment before showering. I like how this clarified the scalp and help clean it. I have wavy and thick hair and I definitely recommend using this product."
		},
		{
			"review_title": "gentle clean and refresh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment is a game-changer for oily hair. Its balancing pre-shampoo formula effectively clarifies the scalp, thanks to the alpha hydroxy acid (AHA) that doubles as an exfoliant. This powerhouse combination works wonders in removing dirt, oil, scalp sebum, product buildup, and dead skin cells. Say goodbye to greasy locks and hello to a refreshed, revitalized scalp. A must-have for those seeking a thorough and clarifying hair care experience."
		},
		{
			"review_title": "No more dandruff",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This is so good. If you struggle with oily and flakey hair this is the cure. I apply this about 20 min before I shower and then rinse it off . My hair feels squeaky clean and I have noticed less dandruff!!"
		},
		{
			"review_title": "A must !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I am a celebrity hair and makeup artist. I work in Television and film. I usually look for products like this.  My hair usually gets lots of dry shampoo and hair spray ! And my clients hair also does ! This is a pretreatment product you use before you shampoo and conditioner. Its Aha plus Acv preshampoo scalf clarify just like a clarify shampoo this is a clarify scalp treatment. It a must ! First makes your scalp very very clean.. removes buildup great for a once a week treatment. It gets your hair and scalp rant clean,  your hair is healthy and shiny! I need this product for my clients its a treatment for your scalp. Definitely my scalp and my hair didn't get greaay and held its style longer. This was something that shocked me very much.  My hair was not as greasy and great for street the gym ! I will continue to. Use this love a week.  It made my scalp feel so clean. My hair had more volume and it just felt so healthy 😌"
		},
		{
			"review_title": "Clarifying Rinse",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This clarifying rinse is a perfect detox to use one a week. It leaves my hair squeaky clean & strips it of all the product buildup accumulated in my hair throughout the week. My hair is visibly a lighter blonde shade after using this product, which I absolutely love. I recommend this product for all hair types, especially those who like to use a bunch of different hair products throughout the week."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "I love acv for cleaning the scalp especially during the drying winter months that we are in now . I love how this is so soothing while cleaning the scalp."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "A lifesaver for my dry and flaky winter scalp! I've been using it twice a week to combat itchiness and flakiness, and it has made a significant difference. This scalp treatment is truly effective, leaving my scalp clean and refreshed. Since incorporating it into my routine, my scalp has improved remarkably. A wonderful addition to my haircare regimen—I highly recommend it!"
		},
		{
			"review_title": "Best Clarifyer I've Ever Tried",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "This treatment is lovely. It is easy to apply using the squeeze bottle, and it makes my scalp feel deeply cleaned without negatively affecting the condition of my hair at all. A lot of deep-cleaning products make my hair feel stripped of its natural oils and super-snarly after using the product. However, nothing of the sort occurred when I used this product. My hair didn't need any extra conditioning products above what I normally use. My head felt cleaned of styling products, but not raw or dry. This product marries the depth of cleansing with the nourishment of the scalp."
		},
		{
			"review_title": "Not for Sensitive Scalps",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I know ACV is all the rage in hair care and health in general, but I’ve never used it before. This pre-shampoo product, while effective, irritated my scalp each time I used it. I think the combination of acids and ACV may be too much for my scalp, which surprised me since I use a scalp scrub every two weeks with no trouble. This product made my scalp sting, so I wasn’t able to keep it on for more than five minutes. I would love to have something like this in my routine since I’ve used straight glycolic acid on my scalp every few months for years now, but this one just didn’t work for me. I’m giving it two stars because I think people with oilier scalps or more product build-up may find the experience refreshing, but individuals with sensitive scalps should search elsewhere."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I use this as per-shampoo scalp treatment for two weeks now. I use it twice per week. The bottle is easy to squeeze.  I apply to my scalp and massage it. I leave it on for 15 mins. I really like it. My long wavy hair and scalp feel so clean. This is scented. It smells like minty."
		},
		{
			"review_title": "a must have!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "Gifted by the rootist, this product is my favorite product I've tried from this brand so far! I usually wash my hair every 4-5 days and I style my thick long hair everyday. when wash day comes around I apply this to my roots and I just feel a nice cooling refreshing tingle all over! This nozzle applicator is perfect to get right into the roots. This also smells slightly of apple cider vinegar but you will look past that in the results of having fresh clean hair and free all that buildup."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I would definitely add this product to my hair care routine! It’s cold where I live and my scalp has been so flaky and I couldn’t find anything to actually help. But this product has helped clean and balance my scalp issues. I haven’t dealt with the flake issue since! I like the ingredients and that it helps get rid of product build up as well."
		},
		{
			"review_title": "A game-changer for the sculp!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I received this product in exchange for my honest opinion. I recently incorporated The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment into my hair care routine, and it has made a noticeable difference. This treatment has been a game-changer for my scalp. The combination of alpha-hydroxy acids (AHA) and apple cider vinegar (ACV) effectively clarifies and revitalizes my scalp. It gently exfoliates, removing buildup and unclogging hair follicles. After using this treatment, my scalp feels refreshed, balanced, and free from itchiness and flakiness. It has created a healthier environment for hair growth and has improved the overall health of my hair. If you're looking for a scalp clarifying treatment that delivers results, The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment is worth trying. Would certainly recommend it!"
		},
		{
			"review_title": "AHA+ACV Pre-Shampoo Scalp Clarifying Treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "As a licensed hairstylist of about 10 years, I am always on the lookout for good products for myself, as well as clients. I have used many scalp serums and had clients try many as well. This product definitely did smell a bit odd, which I knew it would based on the apple cider vinegar. However, I do notice that my scalp did not get itchy or dry while using it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I absolutely love this clarifying scalp treatment. Truly enjoyed the scent, I found it very relaxing. It has a cool feel one it touches my scalp and I can feel the cleansing. It leaves my hair ready for shampooing and it makes the process so much easier. A little goes a long way with this product, I definitely recommend. It’s perfect if you are one to use a lot of products on your hair, this will get rid of it while fortifying your hair."
		},
		{
			"review_title": "In love with this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This pre shampoo has  the most potential for your hair you need to buy it."
		},
		{
			"review_title": "Great scent !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "I’ve tried many ACV treatments and they all smell so horrible it deters me away from using it further. This didn’t smell heavy of apple cider vinegar at all! It brought up all of the dirt too. I’d give this product a 10/10 for sure."
		},
		{
			"review_title": "Easy to use and feels fresh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The top of my hair gets very oily quickly while the remainder of my hair gets very dry. I loved using this scalp pre-shampoo because the applicator was easy to insert in my hair to part my hairline and product dispensed easily. Many pre-shampoos tend to burn my eyes when the scent and/or formula lingers and permeates throughout my scalp but this one did not. It feels tingly in a soft and soothing way and I like how it preps my scalp for a more in depth wash. It rinses out easily and leaves my scalp fresh, hair soft and not greasy."
		},
		{
			"review_title": "Strength to the Roots",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I’m Hailey, a gap year student focused on reinventing myself through beauty. This clarifying-rinse is a perfect part of the Rootist’s hair strengthening routine. The clarifying-rinse made my hair feel stronger after each wash, and minimized the amount of hair I lose when I brush. This product is perfect for anyone who whose hair is weak or damaged, perfect for strengthening and healing your roots. The smell of this product is sour, and would benefit from an improved scent. Overall, I recommend this product, especially if you want to strengthen your hair and make it healthy again."
		},
		{
			"review_title": "Best ACV product out there",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, fairLight skin tone, Combination skin",
			"review_text": "At 40 years old, I’m well versed in scalp care products as I have always (since I was a small kid) had dandruff issues. These days, I also deal with psoriasis spots in my hairline and dryer than normal hair (since I left it go naturally gray). I have never been a fan of stinky, stingy Apple Cider Vinegar treatments because they come with so many unappealing factors but the AHA+ACV Pre-Shampoo Scalp Clarifying Treatment by The Rootist has changed my perspective. It’s easy use application tip helps keep the whole process mess free. I even over indulged my first few uses and never had any drippy mess to handle. This clarifying liquid was dense enough that it clung to my scalp and roots easily. It was super quick to let this treatment soak in my hair before showering and I never experienced any itchy, stingy side effects like other ACV products often have. In the week after using this product for the first time, my hair and scalp felt very clear and smooth. I even noticed my hair could handle going longer in between washes because it stayed so fresh feeling for so long. I’m excited to use this prop to the last drop."
		},
		{
			"review_title": "Impressed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am so glad I got to try The Rootist and their pre shampoo treatment.  This scalp clarifying treatment did wonders for me. I suffer from dry flaky scalp especially in one area of my head and the flakes are usually noticeable after I wash my hair and with this treatment it seriously was not there. The treatment was easy to dispense out of the bottle and didn’t make a mess. It has a nice subtle scent too. It didn’t sting or burn my slap either , left it for 10min then followed with the Rootist shampoo and conditioner. After the first use, I noticed less flakes right out of the wash and that was impressive, the more I’ve used this rinse the less of a dry scalp I have. This is definitely worth it as it has been keeping my scalp fresh and hydrated. I’m impressed"
		},
		{
			"review_title": "Such an amazing multi-use product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I don’t often use any additional products for my hair other than shampoo/conditioner and a leave in treatment so it was really nice to try another pre-shampoo treatment that was treating different things! I love that this product helps gently exfoliate the scalp with AHA’s, this definitely helped with flakiness and dryness in my scalp and also helped my scalp feel cleaner and lighter than before using. I love the shaped nozzle it helped apply this super easily and quickly, it also felt cooling on my scalp which gave me an at home salon experience which i loved!"
		},
		{
			"review_title": "A great and useful product.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I am really surprised by this product. The layers of dirt in the hair are gently removed, so when washing hair, it will reduce tangle and loss hair"
		},
		{
			"review_title": "Great at clarifying",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This product does a pretty good job of removing build up from the scalp. I used this with the shampoo and conditioner from the line and my scalp was noticeably cleaner. My scalp felt moisturized without being oily, and the product was very easy to use. The smell wasn’t bad either, considering it’s ACV! It kind of reminds me of the dphue shampoo, except this is a pre-rinse."
		},
		{
			"review_title": "Scalp treatment you need!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This pre-shampoo scalp clarifying rinse with AHA+ACV works great!! It smells like mint, and apple cider vinegar. I leave the treatment in my hair for 15 minutes. It’s safe for color-treated hair which is good. The nozzle tip makes it easy to apply the rinse to the scalp. I can tell when I use this treatment because my scalp feels so refreshed, hydrated, and clean afterwards. Since using this rinse, I haven’t been needing to use dry shampoo. I use that in my hair usually once a week. I just don’t need it because I have had  less excess oil. I will be getting more when empty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The AHA+ACV Pre-Shampoo Scalp Clarifying Treatment is a game-changer. It effectively removes buildup, balances the scalp, and leaves hair nourished. It's gentle, has a pleasant scent, and is free from harsh chemicals. Highly recommended for a healthier scalp."
		},
		{
			"review_title": "Nice addition to hair care",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I am a licensed cosmetologist specializing in skincare, and pro makeup  artistry for over 25 years The Rootist scalp clarifying treatment marked my first experience with a fermented scalp treatment. I evenly applied it across my scalp and left it for 10 minutes. Although there was no burning or tingling sensation, I sensed a transformative effect. It had a noticeable vinegar scent mixed with earthiness, not unpleasant at all. Being quite watery, it didn't impede my scalp from breathing during application. After shampooing it out, I felt no residue left on my scalp. I plan to continue using it as I believe it made a positive difference."
		},
		{
			"review_title": "Good enough for me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "**Please use this as recommended or you’ll waste the product.   This was my first time using a pre-shampoo and I honestly didn’t understand why I had to do this step. I took some time to read about it and I’m using every last drop of this product! This is mainly for buildup— I know it helps with other things too but I have natural 4b hair. I love drenching my coils in creams/butters. I mean, The Rootist shampoo is clarifying enough to cleanse your scalp but I sometimes go weeks without washing my hair. Hence, I’d only use this rinse after wearing braids or extensions. FYI, this product does smell fermented lol. The nozzle also releases a lot of product, so don’t squeeze the bottle too hard. Enjoy!!"
		},
		{
			"review_title": "Minty but hair loss",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Licensed cosmetologist here! I was excited to try this product out and major disappointed. First, the smell wasn’t too bad unlike the shampoo and conditioner. Secondly, the few clients I had tried this product on; had complained about their scalps burning. But also contributed to their hair loss along with the shampoo and conditioner. I like texture of the product but feels like the line needs work on but really needs to be tested on different types of scalps. It supposed to be for damaged hair and to help strengthen but all it did for my clients was hair loss and I feel awful for my clients."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have the privilege of being in the beauty industry for 30+ years and the opportunity to experience hundreds of cosmetic products. I admire Rootist innovative formulas that are biodegradable, sulfate free with no added water. They champion that roots, scalp and hair are all connected and their impassioned effort to lessen impact on the environment in the world of personal care is transparent and inspiring. I experienced a three part series, scalp treatment, shampoo and conditioner. I don’t usually opt for vinegar scalp rinses specifically because of the strong aromas. This product has a rather nice minty scent, once massaged into the scalp the vinegar appeared but very subdued. There was no burning sensation, I left the treatment on for 10 minutes. Appreciate the bottle advises on the recycling opportunities of the container and states to separate cap from bottle but they are both plastic, would be further beneficial if it states which part is recyclable. Enjoying this product, my scalp felt decidedly cleaner, hair had a lot more volume and the motivation to enjoy a self scalp massage was a delight."
		},
		{
			"review_title": "Color safe clarifying with health benefits",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "I've had colored hair for years and have been looking for products that clean well without stripping color and this clarifying treatment has blown me away! I can tell when 'color-safe' products still affect my color intensity or shine and this product really didn't pull my color out but it truly gave my scalp a clarified clean feeling. It doesn't smell bad like you'd expect with ACV and ferments, it's very mild. It's so easy to apply and doesn't drip while your waiting, and the results afterwards were great - my scalp felt clean and refreshed, my hair didn't feel weighed down by product, and the acid isn't irritating at all. I would probably only use it once a week as a nice little reset, I do my hair early in the morning so the extra 10-15 min in the morning can be hard, but it's worth fitting into my schedule for the healthy hair and scalp benefits it provides. Overall, really excited to see results after a couple months of use!"
		},
		{
			"review_title": "User-friendly application",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "The Rootist has once again demonstrated its commitment to innovative and effective hair care with the AHA+ACV Pre-Shampoo Scalp Clarifying Treatment. As someone who frequently battles with product buildup and an itchy scalp, this treatment has become an indispensable addition to my hair care routine. One of the standout features of The Rootist's treatment is its user-friendly application. The precision nozzle makes it easy to apply the product directly to the scalp, ensuring that it reaches the roots where it's needed most."
		},
		{
			"review_title": "So fresh and so clean",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "As a once a week hair washer, my wash day is a full in spa day for my hair and scalp!  The Rootist AHA + ACV Pre-Shampoo scalp Clarifying Treatment worked great to help get the nasty product build up off of my scalp and leave it fresh and clean feeling.  I love the applicator tip on the bottle and the lotion consistency (instead of liquid).  The smell during application was not my fave, but it goes away when you wash it out."
		},
		{
			"review_title": "Love this clarifier!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Scalp purifiers are my new favorite products, especially in winter. If my hair is feeling dry, I will use this instead of shampoo to cleanse my hair. The Rootist Clarify Purifier is excellent at purifying with apple cider vinegar (one of my favorite ingredients) and makes hair shiny and soft. You can use this alone or along with the concentrated shampoo to get your scalp and hair nice and clean. I also love that it has peppermint oil in it to make it feel nice and cool on your scalp. This is definitely one of the best scalp purifiers I have tried!"
		},
		{
			"review_title": "Best pre wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
			"review_text": "I used this before I washed my hair on a dry scalp, sectioned it off and did it all over. Does really work, I used this and left in my hair for 15 min and you can feel it working. Nice light snell, not to expensive for someone on a budget. I will be buying this."
		},
		{
			"review_title": "must have hair product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
			"review_text": "this scalp serum is AMAZING on my (very) oily scalp. literal game changer. i can feel the excess oil being sucked up and it keeps it that way for days. in my opinion best for oily hair and product build up because it was amazing with both. unfortunately it probably won’t last me super long because i use it twice a week as it’s made a huge difference with my hair and scalp."
		},
		{
			"review_title": "Great addition",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "The AHA+ACV Pre-Shampoo Scalp Clarifying Rinse is an excellent addition to your hair care routine. With claims of gently clearing dirt, excess oil, and product buildup while restoring the scalp's microbiome for a revitalized, clean canvas, this product does not disappoint.  Trying out the treatment, I can say It effectively eliminates excess oil and stubborn product buildup. My scalp is definitely less dry or itchy.   One of the standout features is its microbiome-friendly formula. Unlike harsh clarifying products that strip the scalp, this rinse delicately exfoliates without compromising the scalp's essential moisture. I also appreciate its compatibility with color-treated hair.  Overall, the AHA+ACV Pre-Shampoo Scalp Clarifying Rinse is definitely a great addition  of any comprehensive hair care regimen. Its ability to effectively cleanse, exfoliate, and rebalance the scalp's microbiome while preserving moisture and being suitable for color-treated hair makes it a standout product in the market. If you seek a revitalizing solution for your scalp concerns, this product deserves a prime spot in your routine."
		},
		{
			"review_title": "I love this scalp product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I have been using this treatment for two weeks now! It’s very easy to use and apply, plus the smell is very light and good! This is a once a week type of product for me, but I have noticed the difference in how clean my hair feels. I feel like my scalp can actually breathe after a whole day of a bunch of dry shampoo in it. I like that it gets all the dirt and oil off my scalp within one use!"
		},
		{
			"review_title": "use for a healthy scalp!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This scalp clarifying treatment is the perfect pre-shampoo product to remove scalp build-up, dryness, and flakiness. Before using this, my scalp was dry and had constant dandruff. This product as significantly helped with my scalp health - making it more moisturized without my hair feeling greasy and gross. I recommend using this once or twice a week before washing your hair. You should massage it into your scalp to get the best results. I really recommend buying!"
		},
		{
			"review_title": "Great for removing build up!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Normal skin",
			"review_text": "If you don't exfoliate your scalp you're doing yourself a disservice. Don't forget that all skin needs to be taken care of, including your scalp. This pre cleanse helps with removing build up, excess oil, and adding peptides and other nutrients to my scalp that then helps my hair. The package it's in is great for applying it easily.  It smells of Apple Cider Vinegar but that's to be expected but it's not so strong that it offends my nose. I truly like using this product and recommend anyone try it out."
		},
		{
			"review_title": "Amazing product!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "If I could rate this 10 stars, I would. This product has helped to restore my scalp health. I have been dealing with terrible sebaceous dermatitis and was looking for an ACV rinse to cleanse my scalp (without stripping it) but also provide some relief. Additionally, I like the smell of the rinse--it's pleasant without the very obvious and lingering ACV smell. I recognize that my use and review is different than what was intended but it's a great product that I will continue to support."
		},
		{
			"review_title": "Scalp treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This clarifying pre-wash scalp treatment is really nice, I like that it has microbiome and that it helps my dry scalp.  I also have dandruff and it helps keep my scalp clean and away from build up or dryness.  I also like that it’s easy to wash off and also use.  This is great for me to use twice a week and also before my shampoo.  It helps keep my scalp healthy"
		},
		{
			"review_title": "Great cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I did notice a difference in the cleanliness of my scalp. I normally have an oily scalp and this really helped clean the oil and dry shampoo from my roots. It’s a watery texture and is easy to use thanks to the bottle design and long nozzle. I definitely recommend it for those with oily roots or who use a lot of hair products."
		},
		{
			"review_title": "You must try this hair Clarifying Product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "AHA+ACV Pre-Shampoo Scalp Clarifying Treatment Loved the way this product felt on my scalp! I felt a terrific gentle tingle it really like it was working to clean my scalp.  As a Professional Esthetician I use products that contain AHA's frequently in skincare to apply on my clients, so I am familiar what they can do in skincare products. I was excited to try this in a clarifying product for hair, for me it felt like the AHA's began working the moment it hit my scalp. My scalp felt clear and squeaky clean after rinsing off. I would definitely recommend this product specially if you tend to get buildup in your hair from overuse of styling products. This is a must in your arsenal of hair products."
		},
		{
			"review_title": "The rootist pre_shampoo scalp clarifying treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I received the rootist pre-shampoo scalp clarifying treatment for free for my honest review from beauty tap. This pre-shampoo scalp clarifying treatment has completely changed my hair and scalp. I love how soothing it is as soon as it's on my scalp. It leaves my scalp and hair feeling fresh and moisturized. My hair looks and feels so healthy.  It has a great application bottle that makes it so easy to apply. It's my new favorite product! I'm already placing another order for this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "After using this product for a few days, I noticed instantly that my hair had more volume and was less itchy. For reference, my hair usually gets oily every 2~2.5 days. Had my brother try it too on his very damaged hair and he loved it as well. I think using it with the shampoo and conditioner from the same line helped :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Oh how I love a hair treatment, my hair felt so clean and healthy after one use. I had some build up and a bit of dandruff that I don’t see anymore. I was really impressed by this product."
		},
		{
			"review_title": "Current new in routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Got a chance to get it product and to share my honest reviews. Its something new to me to use and i was excited about it . Previously i used serum oils ect but this was something new. Because of having dry and damaged hairs due to continues using hairs tools my scalp was dry and bit scaly this product help me little to remove that scaliness. I dnt have sensitive scalp i was using this 2 times a week but after sometime my scalp feels sensitive so i start using it one a week or onces a 10days. This small bottle will run long and help to removes any scaliness or dryness but if you have sensitive scalp limit it using once or twice a month as it has AHa and BHA and avoid going in sunlight for some time or use some cap."
		},
		{
			"review_title": "A new addition to my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product has a really easy to use bottle, with a nice minty scent. I think the tip of the bottle makes it really easy to get in each section and make sure the scalp is clean. I did notice on the directions that it might make your scalp more sensitive to the sun so that is definitely something to keep in mind while using this product, but overall it was a quick and easy application process. Immediately after rinsing my hair was so soft and felt so clean, and I can’t wait to add this to my hair routine!"
		},
		{
			"review_title": "A scalp must have !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love that my scalp feels and looks refreshed ! My scalp has never felt this clean after use ! It is so nice and didn’t burn my scalp at all ! The texture was nice and liquid to go onto the scalp easier !"
		}
	]
}