{
	"product_id": "1487",
	"name": "Sunkissed Dahlia Eau de Parfum",
	"brand": "SKYLAR",
	"categories": "Fragrance, Women, Perfume",
	"price": 121.5,
	"about": "Fragrance Family:Florals.Scent Type:Warm Florals.Key Notes:Dahlia, Apple, Amber.Fragrance Description:Sunkissed Dahlia is a romantic, warm floral scent with subtle fruity undertones. Opulent dahlia and crisp apple create a sweet, juicy profile, beautifully balanced with notes of warm and comforting amber. As you wear this scent, you can feel the sun's golden radiance shine over you..About the Bottle:The Skylar bottle was created to mimic a cloud’s organic shape in the sky. It is intended to represent the beauty of imperfection and celebration of each person’s unique qualities. A beautiful square design to sit comfortably in the palm of your hand and elegantly on your vanity or tabletop. All Skylar bottles, caps, and boxes are 100 percent recyclable..About the Fragrance:Founded by mompreneur Cat Chen after her daughter’s allergic reaction to her perfume, Skylar fragrances are hypoallergenic, safe for sensitive skin, cruelty-free, and vegan, inspired by the natural landscapes of Skylar’s hometown, Los Angeles.",
	"ingredients": "Organic Sugar Cane Alcohol Denat., Parfum/Fragrance, Acetate C 6 Hexylic, Agrumex, Ambrexolidetm, Ambrofix, Aphermate, Bicyclo Nonalactone, Cyclamen Aldehyde.Decalactone Gamma, Dihydro Myrcenol, Dipropylene Glycol, Ethyl Acetoacetate, Ethyl Decadienoate, Ethyl Linalool, Ethyl Maltol, Ethyl Methyl-2-Butyrate, Ethyl Vanillin, Ethylene Brassylate, Evernyl, Florosa, Geranyl Acetate, Habanolide, Hedione, Helvetolide, Hexenyl-3-Cis Salicylate, Iso E Super, Jasmorange, Linalyl Acetate, Magnolan, Manzanate, Mayol, Muscenone, Muscone, Peach Pure, Prunolide, Radjanol, Sandal Hexanol, Sandela, Vanillin, Aqua/Water/Eau......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
	"num_reviews": 183,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/sunkissed-dahlia-eau-de-parfum-P508486?skuId=2718336&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2718336-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2718336-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "New Favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This smells amazing, lasts all day!! A new favorite."
		},
		{
			"review_title": "Smells great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I got a sample of this and I fell in love with the scent and had to get it. I love clean scents and this one is clean but also fruity and floral and it’s just wow so good. It’s currently my summer perfume so catch me smelling good all summer."
		},
		{
			"review_title": "Love this scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I got this perfume as a sample size with an order I placed, and to be completely honest I was skeptical about it. I typically go for more woodsy, masc scents, so when I was hit with the heavy florals I wasn't sure about it. I put on a little bit and throughout the day, it settled so beautifully. It's now the perfume I reach for every time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Loved the scent! Reminds of an old VS body spray except it lasts wayyy longer! Summer scent for sure!"
		},
		{
			"review_title": "BEST PERFUME EVER!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "As I was in the sephora line my friend came over with a perfume test paper and i smelt it and my whole perspective of life changed! GET THIS NOWWW YOULL LOVE IT!!!"
		},
		{
			"review_title": "Literally best thing I have EVER smelled",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I came across this perfume in store and smelled it and instantly fell in love. I absolutely adore this perfume, and will recommend to everyone. I will definitely repurchase!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "The smell is honestly amazing. I received a sample and the smell was on my skin and clothes for days. BUT when I bought a bottle I put it on my skin hair and clothes and it doesn’t last for more than like 1 hours it’s a shame… hour w"
		},
		{
			"review_title": "Not my type",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The scent is super sweet. Someone might like it but it’s not my type"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "I received this fragrance as a part of the February fragrance sample bag promotion, and this one is by far my favourite of the bunch. It is such a pretty, sweet floral scent that lasts a long time. I feel very feminine when I wear this fragrance."
		},
		{
			"review_title": "Girly",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This scent is beautiful, romantic, feminine. You get the juicy ripe apple and floral dahlia in the first initial spray and as it dries down you can smell the warm vanilla. It’s pretty strong so a little goes a long way. This is something a pretty girl would wear I love it."
		},
		{
			"review_title": "Love my sample",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I got a sample of this fragrance and it smells amazing, it is not my usual type of fragrance but I will get a full size of this one!"
		},
		{
			"review_title": "Smells so YUM & stays on allll day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, notSure skin tone, Combination skin",
			"review_text": "Got this as a sampler and OMG!! Usually samples you open and smell and toss away but not this one! I’m looking forward to buying a full bottle. Smells so yummy. Next up will be pairing it with another scent so I  can layer it."
		},
		{
			"review_title": "Sucky fragrance will not repurchase…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Tbh it’s an okay scent.. it makes my head hurt badly though and nobody is talking about the strong alcohol smell whenever I use it so cannot recommend!"
		},
		{
			"review_title": "Yummy scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "This smells delicious!! It's great if you layer it with another floral fruity scent to make the fragrance project more. I love it though!!"
		},
		{
			"review_title": "Pretty scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Why is it so hard to find non-incentivized reviews these days??  I couldn’t find any real reviews on this product and it is not listed on fragrantica so I blind bought this perfume. It’s a really pretty warm floral scent.  I wouldn’t call it fruity.  The apple just lends itself to sweetness of the perfume to my nose.  The vanilla custard does not make the perfume gourmand but it adds a really creamy dimension to the fragrance. Overall I really enjoy this one and will wear it mostly in the spring and summer.  I feel like you can’t overspray this one.  The projection is pretty light but I get whiffs of it throughout the day.  Overall super pretty!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "this smells almost exactly like eden juicy apple, sweet apple with some florals. if u prefer a rollerball get this, if u prefer a spray get juicy apple. it’s a nice scent but i already have juicy apple so i won’t be getting this with my voucher"
		},
		{
			"review_title": "WARNING ⚠️ It's a rollerball!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "WARNING!! I bought this as a blind buy and it is a BEAUTIFUL scent! However, it is NOT as travel spray! The description says parfum spray. I called to let them know I did NOT order a rollerball and they were polite and offered to send the travel spray that I ordered. I got the replacement and it's the exact same thing... it's A ROLLERBALL. But it's a beautiful, warm, and inviting scent!! Now I'll just have to order the spray."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I'm in love with this perfume! It's a warm vanilla-based scent with hints of floral notes. It smells absolutely heavenly and I can't stop wearing it. I get so many compliments on it whenever I wear it. The tavel sign design is cute and is easy to carry around"
		},
		{
			"review_title": "Great scent.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This smells so good and I love the rollerball application. I feel like you have more control with how much you apply. The scent is deliciously sweet but not overpowering. It also last a long time but I don’t know that I’d say it last all day. I have had multiple compliments while wearing it."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "Lovee the smell! I just wish it lasted a bit longer than it does.  I felt like it was almost gone by two or three hour mark. Its nice to have a for quick touch up though haha. I dont think i would purchase again"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
			"review_text": "This is such a beautiful scent! My favorite scent from skylar! It had a crisp apple/warm sugar but not too overpowering. I have worn it everyday and ALWAYS get compliments when I wear it, it lasts all day and perfect with any lotion to help it last longer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This is a beautiful floral vibrant scent. I see myself wearing this for spring and summer or days I feel extra feminine. The ingredients are clean and I like how hypoallergenic! The scent is long lasting and a little goes a long way!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received a bottle of this fragrance from Skylar in exchange for my honest review.  I love this perfume. It's fruity and sweet.  This scent works for all seasons.  I love that the company is clean beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I loved this scent. It is definitely my new favorite. It smelt absolutely amazing. It had a nice floral scent maybe with some vanilla. I loved the rollerball, it made it easy to put on and a nice touch. Plus it was easy to just slip into my purse for touch ups."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Skylar’s Sunkissed Dahlia fragrance opens with a bright and fruity floral scent and quickly dries down to a deeper floral with a hint of a tonka/vanilla-type sweetness. It’s gentle and not too sweet or too floral, and gives a sensual and almost seductive, close-to-the-skin fragrance. It lasts for hours and is great for both warm and cool months! I definitely recommend this fragrance!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Skylar's Sunkissed Dahlia is a captivating fragrance that effortlessly blends floral and citrus notes. The scent is vibrant and uplifting, making it perfect for daytime wear. With impressive longevity, it offers a refreshing and feminine aura. The elegant balance of notes creates a delightful and memorable olfactory experience."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love this scent, It’s sweet and feminine. I’ve already gotten so many compliments and people asking what I’m wearing. I would definitely recommend that any woman that is struggling to find a scent to get this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely adore this product! The scent is very summery, but I still use it in the fall because the scent is so fresh and clean smelling. The roll on is so convenient because I just throw it in my purse and roll it on whenever I need a little fresh boost."
		},
		{
			"review_title": "Cute & travel friendly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I recently tried Skylar's Sunkissed Dahlia fragrance, and I love its delightful fragrance! The scent is a perfect blend of floral and citrus notes. It has great longevity and it evolves throughout the day, on my skin. The fragrance is not overpowering, making it suitable for everyday wear or special occasions."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Dry skin",
			"review_text": "Absolutely lovely! I had samples and wore them for a few days and simply fell in love with the soft, sweet feminine aroma.  It's not strong to mild, it's mild to sweet. I'll keep it on the front of my parfum vanity for sure! Totally recommended!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This perfume has a sweet vanilla scent. It smells so good and lasts all day long. It is definitely a great scent for everyday wear.  The travel size is perfect and easy to carry in the purse.  Love it. .."
		},
		{
			"review_title": "Awesome smell!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "I received the Sunkissed Dahlia perfume by Skylar clean beauty. I received this product for free. I loved the smell! It’s sweet and floral at the same time. The fragrance is long lasting and stayed in my skin for more than 6 hours. I recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love the name of this fragrance because it sounds super romantic. I feel like this scent is definitely for a younger demographic. It starts off with floral notes, but as it dries down it starts to smell sweeter and warmer, which reminds me of other fragrances that are popular with the younger crowds. The longevity was alright; it lasted about 3-4 hours before fading into a much more intimate scent that could only be detected by smelling my wrists up close. Overall, it’s definitely not bad, but it’s not the most memorable scent I’ve smelled."
		},
		{
			"review_title": "GET IT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I don’t know what I was expecting but THIS SMELLS SOOOOOOOOO NICE! It’s the perfect size for your purse or backpack. My favorite part is how long it last though. I’ve gotten A BUNCH of compliments and it def raised my confidence!"
		},
		{
			"review_title": "I love it! I even wear it to bed at night!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This fragrance is absolutely delightful with its floral notes and a touch of fruity goodness. It's perfect for everyday wear, giving off a refreshing vibe with its apple and beautiful dahlia flower scent. I adore this brand because it's clean and fresh, and I even use it before going to bed!"
		},
		{
			"review_title": "Everyday perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "I love how it smells, feminine energetic and clean. It’s sensual and indulgent. Perfect winter perfume. The only thing I didn’t like it doesn’t last for so long. But I can see myself wearing it everyday."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This is a beautiful fall scent. For me personally, amber is a little strong in this perfume and the rest of the notes do not come through as much which is the reason I think I Would use this as a fall scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have been curious about Skylar for a very long time and Sunkissed Dahlia did not disappoint. It’s exactly what the brand described, it warm, bright and perfect for the winter. It goes on with a warm note of Dahlia, but at the dry down you will smell more of the apple. It’s definitely a very unique dahlia scent"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this scent. It’s a perfect fall or spring scent. Very light and airy. Smells like apples but also very clean. It lasts about two to three hours but I think it projects really well. Overall recommend it."
		},
		{
			"review_title": "Cute",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The roller ball is very easy to transport, great for keeping in a gym bag or purse. I also like that it gives you the ability to put the perfume on a specific spot like pulse points. As for the scent itself, it's very sweet/fruity. It's definitely more of a spring/summer scent, and I could see this as a great starter perfume for young teens and adults alike. It's not overpowering, but that could be it's downfall - it doesn't last as long as I'd like."
		},
		{
			"review_title": "Sweet smell!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Just received this item in the mail and was so excited to try it. This smell so good. If you like a floral scents, this is the perfume for you! I love how it's not too floral and I can wear this all year long. I will most likely buy the full size since I do like it a lot!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This actually smells really good, it’s great to have with you in your purse. But I would not substitute this for my favorite perfume. This just doesn’t last at all on my skin, but for the one or two hours that it does last it smells good. Try it out"
		},
		{
			"review_title": "A Breath of Sunshine in a Bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "SKYLAR’S SUNKISSED DAHLIA EAU DE PARFUM TRAVEL SPRAY, it packs the essence of summer blooms into a handy and portable package. Its dance of floral and citrus is fresh and yet sophisticated as a good option for the perfume-loving, dynamic woman. This little gem has taken its place in my perfume collection, showing that small, but beautifully scented packages can really pack a punch."
		},
		{
			"review_title": "Fruity and Sweet",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Skylar makes clean, sustainable, and hypoallergenic perfume — all qualities that set them apart from perfumes in their price range. Sunkissed dahlia has moderate longevity (EDP) and the smell is distinguishable, but not overbearing. It is mainly fruity, with just the right amount of sweet underneath."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "It's a very feminine scent that I believe is well-suited for women in their 20s and 30s. While the top notes aren't very pronounced, the harmonious blend of floral middle notes and warm base notes creates a delightful aroma. I appreciate how these different tones balance each other perfectly."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "SKYLAR Sunkissed Dahlia Eau de Parfum offers a captivating combination of sun-kissed and floral elements. I love the scent as it is sensual and indulging. The warm floral scent that is a bit of sweet and spicy at the same time made me feel unique and attractive."
		},
		{
			"review_title": "Smells amazing, but…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "Skylar Clean Beauty gave me this complimentary sample of their Sunkissed Dahlia fragrance in the rollerball packaging. Its dominant notes are dahlia, apple, and amber. The rollerball is glass and has a nice weight. It releases a larger amount of liquid than I’d expect from a rollerball, and a swipe or two is all I need to run over my clothes and hair. I like the fragrance very much, and find it a beautiful blend of fruity and floral. I love fruit fragrances, but sometimes find them a little too girlish. The amber base note brings them together really nicely, though, and the overall effect is something that’s feminine and well-rounded - not too youthful or too mature. The scent is very vibrant, and starts out on me with the dahlia and apple jockeying for the top spot. As it fades, the amber becomes more prominent. The scent is lovely but doesn’t last as long on me as I’d like. Reapplication isn’t my jam, so unless I’m just running a quick errand, I find I have to layer this with another fragrance for staying power. I enjoy this blend very much on its own and have gotten a couple compliments out in the street, but I really wish it stayed with me a little longer."
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve never heard of this brand before nor ever tried any thing. But the sun kissed Dahlia it’s smell good! It doesn’t over power and it lasted for a while not gonna lie. I also like the packaging it’s cute and peachy love it. I totally recommend this brand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this Sunkissed Dahlia fragrance from Skylar clean beauty in exchange for my honest review. It comes with a medium size straight travel size bottle, I like to spray it 2 times everyday in the morning, the floral and fruity scent will stay with me for a whole day!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This fragrance is phenomenal ! Upon initial application, in the opening I smell the apple and the pink currant notes. In the dry down, I smell the coziness and the warmth of the Amber and Dhalia notes. From the opening to the dry down, these notes blend together so well.This fragrance is ideal for fall. I highly recommend getting this perfume!"
		},
		{
			"review_title": "A lovely winter fruity floral",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this perfume for free in exchange for an honest review.  For my first time ever trying a skylar perfume, I was honestly kind of wowed. For those of us that have a hard time picturing notes this reminds me of a companion perfume to flower bomb ruby orchid. Slightly more fruitier which I like but the lasting power can definitely be improved, which is probably the case in all skylar perfumes. A warm fruity floral that has probably been done before but nicely done."
		},
		{
			"review_title": "Beautiful sweet scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is such a beautiful fragrance! I love sweet florals and this one smells so delicious! The rose and jasmine come through a lot for me which I love because rose scents are my favorite! It lasted all day on me and I got so many compliments!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I immediately fell in love on my first sniff. It is floral but also sweet and juicy. I definitely feel it’s a timeless scent for all ages. The scent makes me like I’m warm on a beach or warm in front of a fire place. I can definitely see myself wearing this all year round."
		},
		{
			"review_title": "A gorgeous warm note fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is definitely on a warmer note, I love how it lasted on my skin all day. I gotten so many compliments on this. I definitely see myself getting this in full size!"
		},
		{
			"review_title": "Warm and Sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Skylar's Sunkissed Dahlia Fragrance has a lovely mix of notes. Warmer scents are my preferred with the sandalwood and amber. The sweeter notes of the apple is refreshing. The floral notes are on the subtle side which create a nice pairing of all three. Longevity  lasts me all day. I most definitely recommend!"
		},
		{
			"review_title": "A new stable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Got gifted by Skylar for a review. I honestly love this perfume. It’s super light and not intense like most perfumes which I really enjoy cause u have an allergy to strong perfumes. It also last super long, I can go through a 6 hour shift and still be able to smell it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This perfume captivates with its exquisite sweetness, creating an alluring and long-lasting aroma that stays with you throughout the day. Its delightful scent is a perfect blend of sophistication and sweetness, making it a must-have for anyone who appreciates a lingering, delightful fragrance."
		},
		{
			"review_title": "Great perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love how this scent is not over powering and strong but gives a soft comfortable scent. I love the floral fruity smell of this Perfume. I think this is a great summer and spring scent to wear daily."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "smells delicious fresh and youthful aroma It is sweet but not cloying scent that lasts all day without the need for touch-ups It really became my favorite perfume. I highly recommend it Its size is ideal to take anywhere"
		},
		{
			"review_title": "One of my new favorite scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve never heard of this brand before so I had no idea what to expect when receiving this but omg I’m obsessed. I LOVE these sized perfumes because they’re the most convenient for my bag / car. This scent is to die for. It’s clean, feminine, intriguing, and not overpowering. A little floral and a little fruity. I’ll definitely be checking out more from this brand!!"
		},
		{
			"review_title": "Sunkissed Dahlia Eau de Parfum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received the Sunkissed Dahlia roll on perfume in exchange for this post. My first impression is it reminds me of spring/summer. To me this is good for type of season. Its smells very sweet and sexy. Its my type of smell so I love how this smells on me."
		},
		{
			"review_title": "Clean girl fall scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely looooove this scent, it’s smells like a clean girl fall scent. The apple hints are perfect and make it smell like fall without a lot of spice notes. My only drawback is that it doesn’t last for long but the convenience of a rollerball makes it easy to throw in your purse and reapply."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This scent is one of my new favorites! It’s warm and floral so light enough to wear everyday, but still has that nice warm smell. I’ve used it four times now and every time I got compliments on the scent"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is my favorite go-to fragrance at the moment! I love how uplifting it is. You get hints of amber in it and it also smells a bit juicy to in a way with a bit of fruit. It is in a cute glass packaging and lasts for some time. There also some subtle flower hints. All around it is a beautiful scent to wear for the day."
		},
		{
			"review_title": "Perfect fun fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is such an amazing fragrance that is honestly perfect for this time of the year. I love the smell of apple in this I feel like it really completes this perfume so well and is delightful to my senses. I feel like this perfume makes a great fall fragrance but honestly I will be wearing this everyday till it runs out. I love this very much as its a playful fragrance and its not overwhelming at all."
		},
		{
			"review_title": "New favorite floral scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This may just be my new favorite scent from Skylar! Usually I’m not a fan of floral scents but this one smells AMAZING. The warm florals and sweet fruit scent pair so beautifully together creating a lovely fragrance that lasts all day long. This has been the fragrance I’ve been reaching for everyday since I got this. Warm dahlia and sweet apple perfectly paired to create this. So impressed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "Sunkissed Dahlia is a delightful, airy fragrance that I'm really enjoying so far! On its own, this is amazing, but one of my favorite things about Skylar's fragrances is that they pair so well with others, giving me an endless amount of options as far as mixing this with other scents."
		},
		{
			"review_title": "It’s just okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This smell like bath and body works. It last a lot longer but I can get a better perfume if I’m going to spend this much. I’m not really a fan of the smell. The vanilla is strong, it is not the best smell."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This brand has been on my radar for quite a while and I’m glad I finally got to try them out. This fragrance is amazing! This warm floral and fruity scent is well-balanced and doesn’t smell overpowering. It’s long-lasting and well worth the purchase."
		},
		{
			"review_title": "a million yessss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "this fragrance is the perfect mix of sweet and soft and warm and its perfect for this transitional weather as we start winter! Ill be wearing it all year round because its so romantic and sweet! i def recommend"
		},
		{
			"review_title": "Summer on an apple orchard",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Skylar’s sun kissed dahlia is a beautiful juicy floral that is fresh and not overly sweet, I would describe it as summer on an Apple orchard. As someone with sensitive skin, I love that it is hypoallergenic. 10/10 for the cute packaging, only wish this was a spray rather than rollerball. It lasts around 5 hours on me."
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "This perfume smells amazing!!! I absolutely love the scent of this it is the perfect balance of floral and sweet, it smells so pretty! I only wish the scent would last longer on the skin it disappears pretty fast."
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This was complementary from Skylar. I love this scent! I think the apple and magnolia balance out perfectly not making it too floral smelling. I do wish it lasted longer and throughout the day. However I will be purchasing more !"
		},
		{
			"review_title": "So Warm and Creamy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I am in love with this new Sunkissed Dahlia fragrance from Skylar. The base notes really shine through. It smells so warm and creamy but slightly fruity and floral too. The base notes are vanilla custard, sandalwood, and Amber. I just love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone",
			"review_text": "Sunkissed Dahlia is a perfume that effortlessly captures the essence of romance and warmth with its delightful blend of floral notes and subtle fruity undertones. From the moment you apply  this fragrance, you'll find yourself immersed in a captivating olfactory journey."
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "I absolutely love this scent! The first time I smelled it I was taken back by how fruity and delicious it smells. The apple scent note is very prominent which I like. A little bit goes a long way and this is the perfect spring/summer scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Sunkissed Dahlia is like a floral fiesta with a fruity twist! Imagine juicy apples and blooming dahlia having a party. The amber sneaks in for that cozy vibe. It's basically sunshine vibes, making you feel like you're strolling through a happy, sunny garden!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "The sun kiss roller is the perfect on the go put in my purse fragrance. It is playful and light aroma that lasts all day and night. It is not a heavy scent and I love the floral scents. It reminds me of summer!"
		},
		{
			"review_title": "Perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This scent is so YUMMY. My boyfriend and I both love it on me. It’s all my favorite notes warm, sweet, and floral that come together for this. The apple notes remind me of when I was younger, dahila is now my favorite floral note, and you can never go wrong with amber! I have sampled about 10 of Skylars fragrances and this is my #1"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is kinda a sweet smelling perfume. It is a very light scent and stays on for a while but is not too overpowering. It smells more like a summery scent. It’s very easy to apply with the roller ball."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This perfume smells pretty good and is very floral heavy so if you like that then this perfume would be perfect for you. Has notes of dahlia and amber with very slight apple undertones. Was slightly too floral for me tho"
		},
		{
			"review_title": "Fruity Floral Sunscreen",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a fruity but synthetic scent. It is definitely a pretty girl fragrance but very typical perfume scent. It is slightly off putting to me because it is so synthetic. It is sweet and light but slightly floral/sunscreenish.i can see this as a summer fragrance for warm weather."
		},
		{
			"review_title": "Smells beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have been really enjoying this beautiful scent in Sun kissed Dahlia by Skylar. It smells beautiful definitely my kind of scent. The scent lasts a while which I love about this fragrance I definitely recommend and have already received compliments."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I recently tried Skylar Beauty's Sunkissed Dahlia fragrance and I've been genuinely impressed. The blend of dahlia and crisp apple creates a scent that's both floral and subtly fruity, perfect for those sunny days out. There's a warmth to it, thanks to the amber notes, that makes it feel cozy yet fresh. It's been a lovely addition to my daily routine,"
		},
		{
			"review_title": "This is such a nice scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I enjoy this perfume very much, it gives me a sweet almost tropical scent. The scent is very sweet and feminine and It last for most of the day although I do usually do one reapply for a stronger scent. I also love that this is safe for sensitive skin as I can have trouble with some perfumes."
		},
		{
			"review_title": "Fave",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this scent. Its perfect for this time of the year. This perfume will last all day on me so I would definitely recommend. I really line that is a clean brand as well. I will be purchasing the full size of this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "Received the perfume one week ago. New scent I have been wearing. Sunkissed Dahlia is a romantic, warm floral scent with subtle fruity undertones. As you wear this scent, you can feel the sun's golden radiance shine over you. Top scent is Pink Currant, Mamey Sapote, Apple."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This perfume smells so refreshing, if you like fruity smells then this is a great one, I also love the packaging. Overall I would give it a eight out of ten, great if you want something that’s not too strong and perfect for everyday wear"
		},
		{
			"review_title": "Darling dahlias",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "Very pretty scent, I’ve never smelled dahlias before but this perfume makes them smell amazing. The amber is a great complementary scent to go with the dahlia. This could be used in the summer and even early fall. I like the roller ball application as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Sunkissed Dahlia is a lively blend of floral and fruity goodness! Imagine the zing of fresh apples meeting the bloom of dahlia, all hugged by a touch of warm amber. It's like taking a cheerful walk through a sunlit garden – happiness bottled up!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I love how beautiful and floral the scent is from Sunkissed Dahlia. I saved it to wear on Thanksgiving dinner getting together with all of my loved ones. I got so many compliments and it made my day all the more happy. plus, the bottle is sleek and easy to throw in your purse on the go."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "What a sweet beautiful scent , I’m in love with this fragrance, very rich notes that transport me to a warm place , last hours and it’s no to strong , o got a lot of compliments, I-really recommend it"
		},
		{
			"review_title": "smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Skylar's Sunkissed Dahlia fragrance is a captivating olfactory journey that seamlessly blends floral and citrus notes to create a scent that is both refreshing and sophisticated. The fragrance opens with a burst of vibrant dahlia petals, infusing an immediate sense of floral elegance. As it develops, the sun-kissed aspect comes to life with the subtle warmth of citrus undertones, evoking a feeling of basking in the glow of a summer afternoon. What sets Sunkissed Dahlia apart is its delicate balance; it manages to be light and airy while maintaining a surprising depth that lingers on the skin. The longevity of the fragrance is commendable, ensuring that the wearer enjoys the delightful fusion of floral and citrus notes throughout the day.  One of the standout features of Skylar's Sunkissed Dahlia is its versatility. The fragrance transitions seamlessly from day to night, making it a perfect companion for various occasions. Whether you're heading to the office, a casual brunch, or a sophisticated evening event, Sunkissed Dahlia adds a touch of effortless charm to your presence. The stylish and minimalistic packaging complements the fragrance's overall appeal, reflecting the brand's commitment to simplicity and elegance. Skylar's Sunkissed Dahlia fragrance is a testament to the brand's mastery in crafting scents that not only elevate the senses but also enhance the overall experience of wearing a fragrance."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I am obsessed with this scent for the colder months! It is a very warm floral base with a fruity top note. It layers really well with gourmands or vanillas.  When layered it gives a caramel apple vibe!"
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "If you like florals like I do, then you'll enjoy this fragrance. It definitely is more of a fall or winter fragrance. It's nice and a sleek bottle so you can just put in your purse or bag for quick on the go application. It does last about 6 hours."
		},
		{
			"review_title": "delicious, stunning scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Skylar's Sunkissed Dahlia roller is a pocket-sized burst of floral happiness. Picture wandering through a sun-kissed garden, surrounded by the sweet embrace of dahlia blooms. that's the vibe. The rolling tube makes applying this fragrance a breeze, perfect for those spontaneous moments that need a touch of nature. It's not just a scent; it's an instant mood lift. Floral notes weave seamlessly with warmth, creating a refreshing and comforting aura. The convenience of the tube is just amazing. It is on the sweeter side and i love that!  The packaging is so cute and chic. I would definitely buy the full size very soon!"
		},
		{
			"review_title": "Smells yummy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I really enjoyed this perfume. It is a very sweet smell. It smells like a dessert. I can tell it has some notes of vanilla. The fragrance lasted a long time throughout the day. Overall, I would recommend this perfume."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "this perfume has some sweet, warm, floral notes with some hint of fresh fruity scent. It is those kinds of scent reminds me of autumn. I like even the perfume dries out, the reminding scent is still very noticeable. You will like it if you are into sweat scent"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This is a wonderful scent from Skylar - fruity and refreshing smell without feeling overpowering. This makes me feel clean, beautiful and fun. I really recommend the scent the lasting power on me as a few hours not my longest lasting fragrance, but does not disappear in an hour either."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I swear Skylar never disappoints! I usually go for lighter florals but was intrigued by the new sunkissed dahlia scent. It is definitely a warm floral with the apple and amber notes really shining through. The perfume seems to last all day and settles to a beautiful floral scent. I love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this floral warm scent. It is perfect for colder weather, because it reminds me of warmer days. I love the floral notes. The compact size is perfect for carrying it in my purse. The scent lasts me whole day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "Lovely warm and dark tones perfect for someone who wants a little mystery to their scent. I’m not really into super sweet fragrances, so this really hit the mark for me and I’ve gotten a lot of compliments!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am literally obsessed with this scent! I'm quite shocked too because it smells so similar to a body spray that I once loved that is now discontinued. I don't think I can express how happy I am that I came across this one. It smells so beautiful and soft. It's not overpowering and it's so delicate. I feel like a walking flower when I have this on. I can smell the floral and the sweetness of the apple. Aside from the scent the packaging it perfect for carrying in your purse or even you're pocket! I love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This scent is warm and does smell like fresh apples which I love for anytime of the day. I will say it doesn’t last as long as I’d hoped so it’s nice that the rollerball fits in my bag so reapplying isn’t an issue."
		},
		{
			"review_title": "A good Clean fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the scent . This was my first Skylar fragrance and it didn’t disappoint. It smells like the beach in a good way . It has florals and I would say a fresh scent . Not overwhelming and good silage . Lasts for a good amount of time ."
		},
		{
			"review_title": "apple pie scent with impressive longevity!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This fragrance was truly released at the right time! Immediately upon applying, it envelops you in a sense of warm, cozy, fall/winter vibes. The apple note is strong but far from linear: think of the smell of an apple pie baking in the oven as you enjoy the company of your friends and family during the holidays.  I was also impressed by the wear of this fragrance. I find Skylar to create wonderful fragrances, but typically with a shorter longevity. This wears better on my skin, although the projection still stays softer. To me, this makes for a more wearable fragrance as I prefer not to overwhelm those around me.  Overall, this is a very solid release, and I would recommend it most for those who want a bit of a twist in their apple-based scents!"
		},
		{
			"review_title": "Creamy. Floral-y. Fruity.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Skylar's Sunkissed Dahlia is a romantic scent that combines the warmth of fall with the freshness of spring that makes it year round appropriate imo. It initially starts off as a creamy floral. I'm not the biggest fan of creamy scents, but if you stick through the first 20 minutes, the apple notes start to take over, which I love. I would say blind buy safe if you like creamy, floral, and fruity scents since its not overpowering. I really love the apple notes in this fragrance. This is my favorite fragrance I've smelled recently, but I wish it lasted longer on my skin. Unfortunately, Sunkissed Dahlia disappears after two hours. If you're looking for a day time fragrance that reminds you of spring but is more suited for the cooler weather, try this out."
		},
		{
			"review_title": "Yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "OH MY DAHLIA! This fragrance is a total bliss, I am obsessed with perfumes and this one totally stole my heart. The scent is so pleasing, right at the first spray you are met with the most delicious and feminine scent that is very powerful yet not overwhelming. The scent lasts hours on me personally and I love the fact that the size is perfect for me to use this as my purse perfume. I need the full siE now please!"
		},
		{
			"review_title": "Great smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Sprayed this scent a couple of times and I really love the light florals balanced out by the sweet apple scent. It’s perfect for during the day as a casual everyday perfume. I’d wear this during fall but I can see this being an all year around scent"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "It smell amazing and I loved it. skylar’s Sunkissed Dahlia fragrance smell is warm, floral and fruity with hint of apple.  The fragrance is long lasting but overpowering.  The travel size is perfect to carry in purse."
		},
		{
			"review_title": "Smell Like A Sunkissed Angel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "Let me start off by saying…W O W! This is my first time ever getting the pleasure to sniff Skylar Clean Beauty & I’m in love. I’m usually a very sweet vanilla gourmand gal but this is scent profile is beautiful. It has notes of dahlia, apple, and amber with hints of salt air and lime sands. Smelling this reminds me of beautiful summer days but it will definitely smell gorgeous as a night time scent. This is a must-have for me once this runs out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This fruity floral fragrance is so amazing! Upon initial application, in the opening I smell the apple and the pink currant notes. In the dry down, I smell the warm and coziness of the Dhalia and Amber notes. This notes complement each other so well , from the opening to the dry down.This is the perfect fall fragrance. I highly recommend getting this fragrance!"
		},
		{
			"review_title": "My New Favorite Skylar Fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "Skylar's Sunkissed Dahlia Fragrance is the perfect combination of floral and fruity!  Love how uplifting and joyful I feel when I roll this scent on my skin. The fragrance itself isn't over powering, but lingers such a beautiful aroma.  It reminds me of eating candy apples in a field of colorful Fall Trees.  The  pleasant, long lasting notes are captivating.  Highly recommend this fragrance!"
		},
		{
			"review_title": "Warm and fruity goodness!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "It smells amazing! I’ve tried a lot of scents from this brand, and this one has to be my favorite! Right after I apply it, I smell a fresh and sweet scent. I can smell the fruity notes and some florals. After like 15 minutes, I can smell more of the base notes. It smells warm from the amber and vanilla custard. I think it smells almost gourmand as it dries down more! It lasts for over 8 hours on me too! I keep getting whiffs of the scent and I love it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "I'm grateful for the opportunity to try this Skylar Sunkissed Dahlia rollerball. I've tried other Skylar fragrances, and I've been a fan of them in the past, so I had a feeling that I would like this one too. I would call it a warm floral and the apple note really stands out to me. It's a really pleasant scent, but it's not my favorite of the Skylar perfumes. I enjoy it, but it doesn't transport me to a different place, like their Lime Sands perfume does. It's more of just a regular everyday perfume, not a showstopper. This is the type of scent I would choose to have lunch with my grandma, but not for an exciting date or a vacation."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Dry skin",
			"review_text": "The Skylar Sunkissed Dahlia has to be one of my favorite new scents. I love the way the Dahlia and Amber notes work together and then the faint hint of apple comes through. This is such a beautiful scent that can be worn any time of year."
		},
		{
			"review_title": "Perfect gift!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Good stocking stuffer!! It’s a warm scent perfect for the winter. Definitely would be too warm for the summer but it suits holiday vibes. If you like sweet and floral scent, this is for you! It’s not too candy-like and reminds me of warm sunny day"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "Really sweet aroma that errs on the fruity side. Very sunshiney and bright. Evokes happiness and positivity. Skylar always has fantastic thoughtful packaging. Love rollerballs because it’s the perfect amount if you don’t want to fully commit to a full size."
		},
		{
			"review_title": "My to-go perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Skylar's Sunkissed Dahlia Rollerball is my go-to fragrance. Its floral and citrus notes create a fresh, vibrant scent that's perfect for any occasion. The rollerball design makes it convenient for on-the-go application. I love how the fragrance lingers subtly throughout the day, adding a touch of sunshine wherever I go. If you're into light, floral scents, this one is a must-try."
		},
		{
			"review_title": "Not your typical floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This perfume definitely exceeded my expectations! With this being a floral perfume I was scared it would smell like “old lady” but I was wrong! This perfume is sweet and fun. This is the perfect mixed of not too childish but not too mature. The apple notes also stand out more than thought. Can’t wait to buy a full size!"
		},
		{
			"review_title": "Just enough",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This sunkissed dahlia scent is so yummy! It’s just sweet enough without being too overpowering! I love to layer it with my other scents to make the perfect just me scent. Also would be such a great gift for the fragrance lovers in your life!"
		},
		{
			"review_title": "Lovely Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I'm not a huge floral scent fan, but this has a lovely mixture of apple with the floral (and amber) that works great together. This will be go-to scent tomorrow for Thanksgiving as well! I recommend giving this one a try."
		},
		{
			"review_title": "My new favorite scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "My new favorite perfume! I wasn’t sure if I was going to like this scent because I often find dahlia to be a bit much but honestly I LOVE it. My friends have complimented me as well as my husband. It’s very sweet but also floral. The perfect mix"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I liked this scent a lot. It’s perfect for springtime. It’s a little floral and fruity. It smells like apples with a little sweet pea floral scent. It lasts for a decent amount of time so I would say it’s worth it. Have the travel size and will definitely be taking it with me in my purse."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "It has an exquisite smell, I apply it in specific points such as neck, folds between arms, wrist and chest, and the smell remains throughout the day, it has a strong smell but is not at all unpleasant for me, plus I can have it in my purse for a quick touch up on the street."
		},
		{
			"review_title": "The fragrance is long-lasting but not overpowering",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Skylar's Sunkissed Dahlia fragrance is a captivating blend of floral and citrus notes. The subtle hints of dahlia create a sophisticated base, while the citrus undertones add a refreshing and uplifting touch. The fragrance is long-lasting but not overpowering, making it suitable for various occasions. The packaging is chic and travel-friendly, enhancing the overall appeal. It's a delightful choice for those who appreciate a balance between floral and fruity scents."
		},
		{
			"review_title": "Great longevity!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "Wow this smells incredible. I'm quite picky when it comes to fragrance but this was a pleasant surprise. Smells lovely. I catch notes of apple, pink currant, sweet pea, rose with hints of vanilla and amber at the base. It isn't overly floral which is really nice. Also isn't overly sweet. Subtlety sweet, a bit tart and warm. My husband loved the scent on me too. The longevity is also really great too. I put it on yesterday afternoon and could still smell it on me when I got in the shower this morning. I'm obsessed and will definitely be buying the full size."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Beautiful warm fragrance! I think this will likely be my new go to summer fragrance. The smell reminds me of flowers in the sunshine. It's warm and floral perfect for a summer day out. Normally I don't love perfumes with apple notes but this one really works well with my skin the dahlia and amber really take center stage with this one."
		},
		{
			"review_title": "A happy scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This fragrance is so stunning! It truly is juicy and while sweet, it is not too sweet. I can detect the Apple right away,  with the Jasmine dancing and reemerging throughout the wear. The Vanilla and Amber are subtle and balanced, making it an easy everyday wear, but unique at the same time. This scent makes me so happy! Longevity is great for this scent type."
		},
		{
			"review_title": "Fresh and sweet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I am obsessed with this scent! When I first got this scent I was skeptical but it is unlike any other fragrance I own, and I own a lot. This is very fresh but also has a lot of layers to it. I will say if you don’t like sweet fragrances, this one is not for you."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a great sense for people who like sweet fruity floral smells when you first smell it you get a very sweet, almost candy like smell and then you get a little bit of an apple and then you get the nice floral scent at the end this is one of my new favorite summer smells."
		},
		{
			"review_title": "Bright and not too floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "This smells soooo good - I’m not usually a floral girl, so I wasn’t sure if this one would end up being too floral for me. But it’s definitely bright, sweet, and appley, and not too musky or floral at all. It dries down to some of the richer notes, but definitely smells more tart and sweet at first. It does seem like more of a spring/summer scent, but it’s a nice pick me up for gloomy days too. The longevity is also pretty good imo. This and the Peach are my favorite scents from Skylar."
		},
		{
			"review_title": "in my purse",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "first, I love the rollerball it fits so easily in a purse, which I put this in mine. The packaging is very minimalistic. I really get the scent of Apple. It’s very sweet and also very strong you don’t need a lot of this which it’s going to last such a long time. It’s definitely a day scent! !"
		},
		{
			"review_title": "Perfect sweet scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I'm so glad Skylar came out with this scent. It's my new favorite go-to scent that I can take with me everywhere. The scent is sweet and fun so that it can appeal to anyone. The staying power is also quite strong as it survived at least half a day on my wrists."
		},
		{
			"review_title": "Delicious!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I had never heard of this brand but I am so happy I discovered this clean and hypoallergenic brand. I love the smell! Smells like sweet apples mixed with flowers. Not too overpowering and lasts a while."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This is my first Skylar Scent and it smells delicious! If you are into sweet fruity creamy scents this is a great option! It’s perfect for daily wear and also for layering. It is also one of those scents that lingers and keeps your clothes smelling for days after. Love that it comes in a rollerball so that I may just keep this is my purse.Definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I tried this Sunkissed Dahlia rollerball from Skylar and liked the rollerball design. The fragrance was bright and floral but not overly sweet. The staying power could be stronger, but overall I was happy with the scent! It’s pretty versatile and could be worn in warmer or cooler seasons"
		},
		{
			"review_title": "Lovely scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I love perfumes and so I was so excited to try this new Skylar Sunkissed Dahlia fragrance! I got it in the rollerball. It is a lovely fruity floral scent with a lingering scent of vanilla. I think its the perfect clean girl, sunkissed scent!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Wao wao wao was my response to smelling this perfume its notes left me delighted I am not to use many perfumes but its sweet smell without bothering me crazy, so much so that I will always carry it in my bag. 🫶"
		},
		{
			"review_title": "A very nice perfume, reminiscent of a summer day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This product was a gift and I'm usually sensitive about fragrances, but this one works well with my body (some other perfumes give me headaches). I really like that the scent lasts through the day and in my opinion improves after a couple of hours mixing with my pheromones. It's definitely a nice chunk that reminds me of Summer. The different levels of the scent are very nice to experience over time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Sunkissed Dahlia is a warm feminine, & romantic scent anyone will enjoy. The notes of apple and amber really captivate the essence of the dahlia. It lasts all day & I get so many compliments when wearing it. Easily one of my new favorite fragrances in my collection!"
		},
		{
			"review_title": "love this summer scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "this is my first time trying anything from this brand but I am so impressed. I thought the scent won't be vibrato but it is - very floral, romantic and sweet. everything that I love and more. good stable scent during the day"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This rollerball perfume that I got from Skylar perfumes is a really good scent. I got sun kissed dahlia and it’s very summery and happy. It has good longevity and and overall it’s a really great perfume"
		},
		{
			"review_title": "Sweet and sultry",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Combination skin",
			"review_text": "Im in my new mom era and this made a permanent home in my diaper bag. It smells absolutely AMAZING. I honestly love how versatile the scent is, I could and will wear this everywhere. Bright, sugary, floral and super feminine, perfect for everyday but also for special things like girls night out or a date night. The travel size roller is super cute and travels really well."
		},
		{
			"review_title": "Amazing!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I love this scent so much!! All of the Skylar scents are so good, I have all of the body and hair sprays, so I knew I needed to try this one! I love the rollerball and how long the smell lasts. I’ll definitely be buying this one in a larger size"
		},
		{
			"review_title": "Love the scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This roll on is super fun to bring with me in my little purses ! It smells absolutely delicious and lasts all day long when applied on my wrist and neck ! This will last you forever and the scent is delicious I would say the perfect scent for fall or winter!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I love this fragrance! It is so bright and floral but still deep enough to work for winter time! It smells so good and is definitely a new everyday fragrance for me! I’ve even gotten so many compliments on this fragrance!"
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I received this product from Skylar beauty in exchange for my honest review. I love this to go scent because it fits perfectly in any bag and I can reapply throughout the day. This scent is honestly one of my favorites stays on for so long."
		},
		{
			"review_title": "My new favorite scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Sunkissed Dahlia is a captivating fragrance that unfolds like a romantic garden in full bloom. The top notes of Pink Currant, Mamey Sapote, and Apple create a refreshing burst, while the heart of Dahlia, Jasmine Blossom, and Rose Petals adds a layer of timeless elegance. The base notes of Vanilla Custard, Sandalwood, and Amber provide a warm and comforting embrace. The combination of fruity and floral elements is well-balanced, and as the scent evolves, the subtle undertones of amber evoke a sense of coziness. Wearing Sunkissed Dahlia truly feels like basking in the golden glow of the sun – a delightful, nuanced fragrance for those who appreciate a touch of romance and warmth."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Yet another beautiful and yummy scent by Skylar Beauty! This is a very yummy and warm apple vanilla scent. It lasted pretty long and I have been complimented multiple times about how good I smell! Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I like the nice flowery smell of this perfume. There's a fresh fruity touch, maybe it's apple, but mostly it's a flowery scent. It's a bit sweet for me, but I think it would be great for a young, charming lady."
		},
		{
			"review_title": "More of a Summer Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "A very nice warm, floral, citrus smell. I think this is a scent that I would much prefer to wear during the Summer, but still a lovely scent nonetheless. Scent is long lasting even despite my sweat. The smell isn't too overwhelming (especially for someone who is sensitive to smells) but still strong enough where it is noticeable. I have received many compliments on this scent."
		},
		{
			"review_title": "New fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I have never heard of this brand before but now I'm a big fan! I love rollerballs because you can bring them anywhere from purse to travelling. The fragrance is pleasant but not overwhelming. I did my dishes and my forearm still had the scent afterwards!"
		},
		{
			"review_title": "warm and flowery",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "A beautiful, flowery, warm and long lasting perfume for the winter. I'm usually a spritz person, but the roller all grew on me as it's easier to get a dab on your pulse points. I love that Skylar offers clean beauty and clean ingredients. Huge fan!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this product free of cost. I really like this scent because it’s fresh and light and had decent staying power. it dries down really nicely and smells like a true bright floral clean scent!!!"
		},
		{
			"review_title": "New favorite Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I can't get enough of this scent! It smell so good and I've gotten a lot of complements on it! I even got stopped to ask what I was wearing, which I rarely happens! It has a beautiful floral fruity scent that works well for everyday wear It's not overwhelming. Now I want the full size! I highly recommend it!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "Sunkissed by Dahlia is a warm floral scent with fruity undertone. This fragrance is so soft on my nasal which is very important to me. Being a fragrance addict I also struggle with anything too strong. That said this perfume is just perfect for me. Has a good performance"
		},
		{
			"review_title": "Loving the originality",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Combination skin",
			"review_text": "I recently tried Skylar Beauties' Sunkissed Dahlia fragrance and I am absolutely in love with it! This scent is a beautiful blend of floral and citrus notes that creates a fresh and uplifting fragrance. Let's talk about the scent. Sunkissed Dahlia is a delightful combination of dahlia, jasmine, and a hint of citrus. It is a light and refreshing fragrance that is perfect for the warmer months. The dahlia adds a floral and feminine note, while the jasmine adds a touch of elegance. The citrus notes add a burst of freshness, making it a truly invigorating scent. I love how long-lasting this fragrance is. It lasts throughout the day without fading, and I constantly receive compliments whenever I wear it. The scent is not overpowering, but it is noticeable enough to leave a lasting impression. One of the things I appreciate about Skylar Beauties is their commitment to clean and non-toxic ingredients. Their fragrances are made without any harmful chemicals, making them safe for both the skin and the environment. This is a huge plus for me, as I prefer to use products that are both effective and safe. Overall, I highly recommend Skylar Beauties' Sunkissed Dahlia fragrance. It is a beautiful and uplifting scent that is perfect for anyone who loves a fresh and feminine fragrance."
		},
		{
			"review_title": "amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This scent is absolutely divine! The perfume is very light but packs and punch and lingers throughout the day - I only had to reapply once. The scent is a beautiful floral with citrusy notes that truly make you miss those summer days! I highly recommend"
		},
		{
			"review_title": "Smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Loved this scent! It smells so good and it’s great to keep in my purse, love this scent I will continue to use I wish I had a bigger size! But overall I think it’s great for the price, not to high and not too low"
		},
		{
			"review_title": "So refreshing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is so fresh! I love Skylar perfumes and this one as usual did not disappoint. The layers are all pleasant and refreshing. I don’t have any other scents that combine fruity and creamy and have them work with each other so flawlessly. The lasting power is the only downside but since it’s a rollerball i can just keep it with me and reapply!"
		},
		{
			"review_title": "Nicely balanced scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This perfume smells so good! It’s fruity, floral, and a little warm. It reminds me of summertime! The rollerball worked well and distributed the product evenly. The scent was surprisingly strong! You really get the apple notes at first, but those quickly fade into a floral vanilla. I’m not usually a vanilla fan, but this was mellowed out enough that it didn’t lean gourmand so I didn’t mind it. I appreciate that Skylar is intended to be safe on sensitive skin. Sometimes perfumes do irritate my skin, but I didn’t have an issue with this one! The fragrance lasted about 4 hours on me. Overall, this has me dreaming of warm summer days and I love it!"
		},
		{
			"review_title": "faint apple bland scent",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Oily skin",
			"review_text": "smells ok , but a very faint apple herbal essence shampoo smell.  nothing much to this or wow. no lasting power.  I have the vanilla and salt air in this brand and those are better than this. I find this scent pretty boring and lasted 30 mins.   Get salt air instead!"
		},
		{
			"review_title": "Delightful & Fresh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Skylar Sunkissed Dahlia is a beautifully balanced fragrance with vibrant fruity top notes, a romantic floral heart, and a warm, comforting base. The fragrance has excellent longevity, leaving a subtle and inviting trail throughout the day. It is truly a delightful, fresh, and versatile scent."
		},
		{
			"review_title": "Yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "The Skylar rollerball in dahlia is one of my new fav scents. It’s warm and sweet which is perfect for the fall and winter time. I receive so many compliments on this scent. Love it’s travel friendly to carry in my purse."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is the perfect scent! I usually shy away from florals since they tend to be overpowering, but this fragrance is just the right amount. I like that it’s also warm and complex— no one note wonders here!"
		},
		{
			"review_title": "juicy, fresh and creamy? I’m amazed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Juicy, fresh and creamy at the same time. It opens with an floral leaning more on the apple side and dries down with a creamy sapote note that hits home to eating the fruit."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This fragrance mall is absolutely delightful! I love the floral hints. It's subtle and not too strong. I can definitely wear it day and night without being too overwhelming.  My mom actually really likes the smell as well so she would steal it from me.  Haha"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This smells very nice. I would say it's literal sunshine in a bottle. There is the juicy element of the apple. Then the subtle hint of vanilla that creeps up on the amber. There is also rose petal and dahila of course that comes through. With my body chemistry the apple, vanilla and dahlia show up the strongest on me."
		},
		{
			"review_title": "Beautiful scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This is a beautiful scent! It is a sunkissed floral scent with some vanilla and just smells wonderful! I love that Skylar is a clean brand and I really do love the longevity of their scents and the rollerball is perfect for travel!"
		},
		{
			"review_title": "Love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I’m all for floral and fruity scents and this is a perfect mix of both. I absolutely fell in love with this scent. It’s not too soft where it disappears quickly but also not too overbearing and heavy. It’s perfect"
		},
		{
			"review_title": "Warm floral scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Tan skin tone, Dry skin",
			"review_text": "I’ve been looking for more clean fragrances because I’ve switched over to clean, non-toxic living and came across Skylar! I haven’t always been a huge fan of floral scents, but this one smells amazing. It’s a more warm scent. Try it out! Only negative I would say is that I’m not a huge fan of roller balls."
		},
		{
			"review_title": "beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "This sun-kissed dahlia perfume form Skyalr is so beautiful.  It's light and fresh yet memorable! It reminds me of a crisp morning and sunshine. Absolutely beautiful and I love it so much. I definitely recommend it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This scent is perfect for everyday wear, but it's also perfect for special occasions. I love wearing it on date nights or when I want to feel extra confident. It always makes me feel good about myself, and I know that I smell amazing. In addition to its beautiful scent, I also appreciate that Sunkissed Dahlia is a clean and cruelty-free fragrance."
		},
		{
			"review_title": "Delicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Skylar Sun-Kissed Dahlia perfume captivates with its floral and citrus notes, creating a fresh and uplifting scent. The fragrance is subtle and perfect for daily wear, evoking a sense of warmth and femininity. The minimalist packaging is chic, and the cruelty-free, clean formula adds to its appeal. If you enjoy subtle floral scents, Sun-Kissed Dahlia is worth considering for a breezy and feminine touch."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This travel sized perfume is perfect to bring with me for my winter travels. I love the warm vanilla custard notes with a hint of apple and rose petals. This is my new favorite scent to wear and I get lots of compliments on it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Dry skin",
			"review_text": "I'm reviewing the rollerball (I don't think there's a travel spray)  Sunkissed Dahlia is a generic amber floral with poor projection and longevity. Not sure why Skylar insists on rollerballs - you don't get the full scent profile when liquid is dripping off your wrists. Mental note to oneself: stop experimenting with Skylar. As always, I recommend sampling before investing in a full-sized product as fragrance is so personal."
		},
		{
			"review_title": "Great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I am new to this fragrance and the brand as well. I love how this specific fragrance is very mellow which is what I like. I do not enjoy anything that is very over powering and irritating to my senses. All I needed was one roll and it lasted for hours!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This perfume is lovely for the fall, the warm apple and vanilla gives such a cozy scent vibe. In addition, I found the sent to last a good amount of time on my clothes, so I smelled good throughout the whole entire day."
		},
		{
			"review_title": "Crisp scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "warm floral scent with subtle fruity undertones. Opulent dahlia and crisp apple create a sweet, juicy profile, beautifully balanced with notes of warm and comforting amber."
		},
		{
			"review_title": "light and fresh floral and crisp scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "this is a heavenly fresh scent. the floral notes are very warm and inviting and the apple notes are so crisp. the addition of vanilla makes this a very nuanced scent. a lot of floral scents can be stifling and heavy but this is so light and fresh i love it so much. it’s also very long lasting, i apply this to my neck, collarbones and wrists and it lasts all day. i have been wearing this everyday since i got it! skylar scents are amazing, vanilla sky has been my go to for years and after trying sunkissed dahlia, i would definitely purchase the full size. also love that these scents are “clean” and have no harmful additives. skylar has truly done it again!"
		},
		{
			"review_title": "Smells heavenly",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This smells so beautiful and fresh. If has two of my fav scents that is floral and vanilla. It is also not overpowering. It is shuttle but you can smell it for long period of time. It has been my go to perfume these days."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is a beautiful fall scent.  I can smell the flowery and a hint of apples.  I think this is a warm fragrance and it lasts for several hours.  I also like that this perfume is also clean beauty.  I love flower scents and it's perfect for me!"
		}
	]
}