{
	"product_id": "602",
	"name": "Fruit Babies Bestseller Minis Kit",
	"brand": "Glow Recipe",
	"categories": "Skincare, Value & Gift Sets",
	"price": 51.5,
	"about": "What it is:A complete, travel-friendly routine of clinically effective bestsellers to cleanse, treat, brighten dark circles, and hydrate for glowing skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Pores, Dryness, and Uneven Tone.Highlighted Ingredients:- Ceramides: Support skin barrier health to visibly reduce redness and keep skin hydrated..Ingredient Callouts:These products are vegan, gluten-free, and cruelty-free..What Else You Need to Know:This travel-size set of bestsellers, including Watermelon Niacinamide Dew Drops, harnesses the power of clinically effective actives—PHA, BHA, ceramides, vitamin C, and hyaluronic acid—to visibly tighten pores, smooth texture, soothe, brighten under eyes, and hydrate for glowing skin..This Set Contains:- 0.6 oz/ 20 mL Avocado Ceramide Moisture Barrier Cleanser.Clinical Results:Based on instrumental testing on 30 subjects who used the Avocado Cleanser as directed:",
	"ingredients": "-Ceramides: Support skin barrier health to visibly reduce redness and keep skin hydrated..-Niacinamide: Visibly brightens skin, improves texture, and reduces the look of hyperpigmentation..-PHA+BHA and Salicylic Acid: PHA+BHA gently exfoliate, salicylic acid targets redness and reduces the look of blemishes....Avocado Ceramide Moisture Barrier Cleanser:.Water/Aqua/Eau, Glycerin, Sodium Cocoyl Alaninate, Sodium Methyl Cocoyl Taurate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Inulin, Butylene Glycol, Ceramide NP, Colloidal Oatmeal, Caprylyl Glycol, Lauryl Hydroxysultaine, Coco-Glucoside, Sodium Hyaluronate, Persea Gratissima (Avocado) Oil, Persea Gratissima (Avocado) Fruit Extract, Saccharide Isomerate, Micrococcus Lysate, Glyceryl Caprylate, Polyglyceryl-10 Laurate, Styrene/Acrylates Copolymer, Sodium Cocoyl Isethionate, 1,2-Hexanediol, Epidermidibacterium Keratini Ferment Filtrate, Quillaja Saponaria Bark Extract, Sodium Phytate, Lecithin, Dipotassium Glycyrrhizate, Citric Acid, Moringa Oleifera Seed Oil, Sodium Citrate, Butyl Avocadate, Arginine, Phytosphingosine, Hydrogenated Lecithin, Hydroxypropyltrimonium Hyaluronate, Mannose, Hydrolyzed Hyaluronic Acid, Sodium Acetylated Hyaluronate, Maltodextrin, Tocopherol, Hyaluronic Acid, Hydrolyzed Sodium Hyaluronate, Sodium Hyaluronate Crosspolymer, Potassium Hyaluronate, Xanthan Gum, Aloe Ferox Leaf Extract, Hexylene Glycol, Triacetin, Gardenia Florida Fruit Extract, Dextrin, Fragrance/Parfum*. .*100% Naturally Derived Fragrance....Watermelon Glow PHA + BHA Pore-Tight Toner:.Opuntia Ficus-Indica Extract, Citrullus Lanatus (Watermelon) Fruit Extract, Glycerin, Hyaluronic Acid, Water/Aqua/Eau, Gluconolactone, Sodium Polyglutamate, Betaine Salicylate, Salix Alba (Willow) Bark Extract, Melaleuca Alternifolia (Tea Tree) Extract, Hibiscus Sabdariffa Flower Extract, Lactobacillus/Watermelon Fruit Ferment Extract, Cucumis Sativus (Cucumber) Fruit Extract, Saccharum Officinarum (Sugarcane) Extract/Saccharum Officinarum/Extrait de canne à sucre, Glycyrrhiza Glabra (Licorice) Root Extract, Scutellaria Baicalensis Root Extract, Paeonia Suffruticosa Root Extract, Brassica Oleracea Capitata (Cabbage) Leaf Extract, Ipomoea Batatas Root Extract, Sorbitan Oleate, Levulinic Acid, Sodium Levulinate, Pyrus Communis (Pear) Fruit Extract, Rosa Damascena Flower Water, Fragaria Ananassa (Strawberry) Fruit Extract, Vaccinium Angustifolium (Blueberry) Fruit Extract, Cucumis Melo (Melon) Seed Extract, Iris Florentina Root Extract, Vetiveria Zizanoides Root Extract....Watermelon Glow Niacinamide Dew Drops: .Aqua/Water/Eau, Propanediol, Glycereth-26, Glycerin, Niacinamide, 2,3-Butanediol, 1,2-Hexanediol, Cetyl Ethylhexanoate, Citrullus Lanatus Fruit Extract, Sodium Hyaluronate, Polyglyceryl-3 Methylglucose Distearate, Tromethamine, Glyceryl Stearate, Carbomer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Ethylhexylglycerin, Xanthan Gum, Polyquaternium-51, Dextrin, Monascus Extract, Gardenia Florida Fruit Extract, Tocopherol, Fragrance/Parfum, Benzyl Benzoate....Strawberry Smooth BHA + AHA Salicylic Serum: .Water/Aqua/Eau, Methylpropanediol, C9-12 Alkane, Fragaria Vesca (Strawberry) Fruit Extract, Hydroxypropyl Starch Phosphate, Salicylic Acid, Pentylene Glycol, Mandelic Acid, Succinic Acid, Fragaria Vesca (Strawberry) Leaf Extract, Azelaic Acid, Allantoin, Sodium Hyaluronate, Bisabolol, Opuntia Ficus-Indica (Prickly Pear) Flower Extract, Niacinamide, Glucosamine, Zingiber Officinale (Ginger) Root Extract, Saccharomyces Ferment, Dextrin, Polydextrose, 1,2-Hexanediol, Caprylyl Glycol, Coco-Caprylate/Caprate, Hydroxyacetophenone, Amylopectin, Butylene Glycol, Succinoglycan, Leuconostoc/Radish Root Ferment Filtrate, Lauroyl Lysine, Sodium Phytate, Lecithin, Aminomethyl Propanol, Xanthan Gum, Citric Acid, Fragrance/Parfum*. .*100% Naturally Derived....Plum Plump Hyaluronic Moisturizer:.Water/Aqua/Eau, Propanediol, Glycerin, C13-15 Alkane, Caprylic/Capric Triglyceride, C9-12 Alkane, Prunus Domestica Seed Oil*, Pentylene Glycol, Squalane, Terminalia Ferdinandiana Seed Oil*, Hyaluronic Acid, Sodium Acetylated Hyaluronate, Sodium Hyaluronate, Davidsonia Jerseyana Fruit Extract*, Terminalia Ferdinandiana Fruit Powder*, Podocarpus Elatus Fruit Extract*, Polyglutamic Acid, Pleiogynium Timoriense Fruit Extract*, Sodium Hyaluronate Crosspolymer, Hydrolyzed Sodium Hyaluronate, Epilobium Fleischeri (Alpine Willowherb) Flower/Leaf/Stem Extract, Niacinamide, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Xylitylglucoside, Isononyl Isononanoate, Caprylyl Glycol, Anhydroxylitol, Cetearyl Alcohol, Glyceryl Stearate, Arginine, Ethylhexylglycerin, Sodium Chloride, Xylitol, Stearic Acid, Tremella Fuciformis Polysaccharide, Sodium Lauroyl Glutamate, Genipa Americana Fruit Extract, Glucose, Lithospermum Erythrorhizon Root Extract, Potassium Phosphate, Butylene Glycol, Hydroxypropylcellulose, Sodium Phosphate, Potassium Chloride, 1,2-Hexanediol, Citric Acid, Potassium Sorbate, Gluconolactone, Silica, Sodium Hydroxide, Sodium Benzoate, Phenoxyethanol..*Plum Extracts/Oils. **Natural Fragrance....Guava Vitamin C Eye Cream: .Water/Aqua/Eau, Caprylic/Capric Triglyceride, Glycerin, Niacinamide, Sorbitan Olivate, Cetearyl Olivate, Sodium Ascorbyl Phosphate, Butylene Glycol, Diisostearyl Malate, Tetrahexyldecyl Ascorbate, Cetyl Palmitate, Psidium Guajava Fruit Extract, Ammonium Acryloyldimethyltaurate/VP Copolymer, Behenyl Alcohol*, Simmondsia Chinensis Seed Oil, Psidium Guajava Seed Oil, 3-O-Ethyl Ascorbic Acid, Ascorbyl Glucoside, Magnesium Ascorbyl Phosphate, Caffeine, Acetyl Tetrapeptide-5, Acetyl Hexapeptide-8, Sodium Hyaluronate, Polyglyceryl-10 Dipalmitate, Sorbitan Palmitate, Batyl Alcohol*, Hydroxyacetophenone, Caprylyl Glycol, Cyanocobalamin, Haematococcus Pluvialis Extract, Sucrose Stearate, 1,2-Hexanediol, Citric Acid, Polyglyceryl-10 Dioleate, Sodium Citrate, Sodium Phytate, Tocopherol, Fraxinus Excelsior Bark Extract, Helianthus Annuus (Sunflower) Seed Oil, Decyl Glucoside, Lauryl Glucoside, Pyrus Malus (Apple) Fruit Extract, Potassium Citrate, Silanetriol, Musa Sapientum (Banana) Fruit Extract, Lecithin, Polyglyceryl-10 Laurate, Prunus Armeniaca (Apricot) Kernel Extract, Pyrus Communis (Pear) Fruit Extract, Rubus Idaeus (Raspberry) Fruit Extract, Ethylhexylglycerin, Phenoxyethanol..*Conditioning Alcohols. ...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.Avocado Ceramide Moisture Barrier Cleanser: .-To hydrate, rebalance, and strengthen the skin barrier, dispense an almond-size amount into wet palms and gently massage onto face and neck in small circular motions. .-Rinse thoroughly and follow with your skincare routine. ..Watermelon Glow PHA +BHA Pore-Tight Toner: .-On cleansed skin, pat in to use as your first leave-on treatment step to hydrate and tighten pores. ..Guava Vitamin C Bright-Eye Gel Cream: .-Using your ring finger, gently tap a pea-size amount onto the entire eye area, including eyelids and between eyebrows. .-Use this daily, morning and night. .-To pair this makeup-friendly eye cream with concealer or eyeshadow, allow the eye cream to absorb, then apply your favorite makeup product for smooth application. ..Strawberry Smooth BHA + AHA Salicylic Serum:.-To gently smooth the look of rough texture and clear pores and breakouts while calming and hydrating skin, dispense one to two pumps and gently pat onto slightly damp face and neck until fully absorbed. .-Pro tip: Use together with Watermelon Glow Niacinamide Dew Drops for maximum benefits. .-Apply Strawberry BHA + AHA Salicylic Serum to smooth the look of texture and clear breakouts and layer with Watermelon Glow Niacinamide Dew Drops to quickly glow and visibly brighten hyperpigmentation over time. ..Watermelon Glow Niacinamide Dew Drops: .-Before moisturizer, dispense one to two pumps as your daily serum to visibly reduce the look of hyperpigmentation and brighten skin..-Gently pat onto face and neck until fully absorbed..-Apply daily, morning and night. .-As a priming step, apply one to two pumps as the last step in your skincare routine before makeup. .-Can also be mixed with foundation for a dewy-looking finish or applied as the last step of your skincare routine on the high points of the face as a skincare highlighter. ..Plum Plump Hyaluronic Cream: .-After serum, smooth a dime-size amount onto clean skin morning and night to hydrate and plump skin...Recycling Instructions:.-Glow Recipe products are 100 percent recyclable, either at home or through their send-back program with their partner, TerraCycle®..-Glow Recipe's glass jars can be recycled curbside (wash first). .-Glow Recipe’s plastic packaging can be shipped to TerraCycle® to convert it into raw materials that can be used for new product manufacturing.",
	"num_reviews": 547,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/glow-recipe-fruit-babies-P509287?skuId=2733905&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2733905-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "A must buy.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
			"review_text": "Amazing, my face looks so bright and feel so soft."
		},
		{
			"review_title": "I used it in my skin care routine all the time so.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "It's the the best 👍💯 it is a must buy it last me 4 months."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love this set! Great products! Recommend! Will purchase full sizes of products!"
		},
		{
			"review_title": "AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This is amazing, but it is like a testing kit; you will run out after like a month. Also, I don't know if its just me but the eye cream made me have so many eye boogers. Might just be me though!"
		},
		{
			"review_title": "More for beginners",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love all of the products in this set but I ran out super fast. I would not repurchase this set but would recommend for beginners."
		},
		{
			"review_title": "If you wanna try￼ there are things￼",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "￼ I liked most of the things in here, but it was a little bit pricey for minis ￼"
		},
		{
			"review_title": "It depends",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "For me, this just dried out my skin and kind of made my skin itchy. I have sensitive skin, so it may have been my fault on this. I’ve been told that this does cause breakouts due to fragrance by many people! This may work for someone, but be careful if you have sensitive skin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Bought for my sister bc she’s obsessed with glow recipe. She uses it every day."
		},
		{
			"review_title": "mid",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "the face wash and eye cream where terrible.! facewash smelt like rotten milk after 1 month of having it, eye cream made me have eye boogers 10x worse, the toner and the rest of the stuff is perfect tho and would buy again!"
		},
		{
			"review_title": "Must have in your routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love glow recipe and I wanted to try more products so I got this and I yes this every day now go buy it"
		},
		{
			"review_title": "Not good for sensitive skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
			"review_text": "It’s a good product, but my sister always stole it and I have breakouts because of it so if you have sensitive skin, I don’t recommend so I just ended up giving it to my sister. ￼"
		},
		{
			"review_title": "Amazing project",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Worth a try! I love it! My skin is super sensitive due to some products my skin turns red and it burns but this product was super surprising my skin after using it is super glowy not greasy and soft! 🌟"
		},
		{
			"review_title": "good to try out and find if it works good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I really didn't think I would ever like glow recipe. I got this set for Christmas and thought what the heck I guess lll try it out. not only is the packaging cute it's not too pricey and my skin has never felt better after using it. I think this set is good if your just wanting to try out some products and see how it affects you skin and if it works with your skin type, but I'm very happy it works on mine as I have very sensitive skin."
		},
		{
			"review_title": "On the go skin care",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "Very good products would’ve liked them to be a little bit bigger though other than that feels great on my skin"
		},
		{
			"review_title": "Buy this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "it felt really good I enjoy using this product  for my night routine"
		},
		{
			"review_title": "Super awesome!!! It's a must have in my routine!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "Its a nice little set. After using this product over the past months, I am loving the results! I could definitely see the difference in my skin. The moisturizer has helped my dry skin and made it more hydrated and moisturized. The toner is my favorite thing in it, I love it so much because it toners out my skin evenly, it gives a finished look and gives my face more of a glow.  It has a strong but also very good fruity smell. The cleanser makes my face feel pleasant, more awake and ready. It's really fresh on my face and the smell is awesome, it's not strong but its not like you can barely smell it. It's just right! The eye cream helps the dark circles and bags under my eyes. I didn't use the serums because I don't need them yet but my friends used them they loved them. Whenever we had a sleepover they would use them. I used them two times and it had an awesome feeling on my face. They didn't do anything though just because I only used them two times. After using it I could definitely see the difference in my skin.  It works well and I saw decent improvements. It also doesn’t make your skin look to unnatural and excessively glowy. Being able to try the minis led me to wanting to buy the toner, moisturizer and cleanser in the full size. I love the other three things but I want and need the other toner, moisturizer and cleanser more. This is an amazing travel sized set. If you don't want to spend a lot of money on buying the full things of everything buy the mini kit. It is awesome in the way that I still have some of every left when I got it awhile ago. It probably would have been gone but I like switching between brands different toners, moisturizers and all that stuff because it's good to switch every once in a while. The stuff didn't break and nothing bad happened with them. This also is very good on kids skin too! But they don't need the serums and not really the eye cream. I highly highly recommend this product. I LOVED it so much! I would definitely buy again."
		},
		{
			"review_title": "Its ok...",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "It's ok (did not see much of a difrance) but it is great for travel and to add a little spunk to your skincare routine."
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is great it really helped my skin and is very relaxing a must have."
		},
		{
			"review_title": "Worth a try!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I am so surprised w this! TBH I didn’t expect much. I have combination skin, more dry atm w oily t zone and sensitive. This routine did control my oiliness.  Cleanser : my face truly felt clean after it, but after a few weeks it started to dry my skin out so is not very hydratating :( I still like it!   Toner: this toner is everything. Only product I will be buying full size. Hydratating and good for my sensitive skin. It doesn’t feel bad or uncomfortable.   Eye cream: it did brighten my under eyes but my skin is sensitive to it <\3  Strawberry smooth bha-aha: I loveeed how it left my skin glowing but my sensitive skin can’t take it.   Watermelon glow niacimide: love it, but not great for sensitive skin either.   Plum hyaluronic cream : very hydratating but not good for sensitive skin :(   Otherwise, my skin was very dry with fine lines on my forehead but not anymore after this routine! I am amazed."
		},
		{
			"review_title": "Breaking out",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Struggling to understand the popularity here. Used for a week now, night and day, and my skin is fully broken out in acne. I was so hopeful because it's so popular and it smells and felt so nice. The moisturizer is fairly greasy, you barely need any. I like the way the toner feels. The cleanser doesn't really feel like it's cleaning? It's also somehow a bit greasy. I'm giving it one more week and then giving up fully, but if this week is any indication, yikes.  Smell is nice?"
		},
		{
			"review_title": "Litterlay the best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "After using it I could definitely see the difference in my skin"
		},
		{
			"review_title": "Great mini set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "A nice little set. It works well and I saw decent improvements. It also doesn’t make your skin look to unnatural and excessively glowy. However, the scent of your face after using is VERY strong."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Good minis to see if you went to spend money for the full size version of the product."
		},
		{
			"review_title": "A great way to try a multitude of the Glow Recipe",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "A great way to try a multitude of the Glow Recipe face products.  Being able to try the minis led me to buy the toner, eye serum and the moisturizer several times over now.  I also am a fan of the drops wearing them under my foundation as a glow.  The only product I was not fond of was the avocado face wash.  The smell was not utterly pleasing to me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "this is amazing love the toner and eye cream really helped and it is amazing for travel and could easily fit inside a makeup bag!"
		},
		{
			"review_title": "Lessen the long ingredients. Transparency,  please",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "NO NO NO to the long- named UNNECESSARY INGREDIENTS such as Ethylhexylglycerin, Phenoxyethanol."
		},
		{
			"review_title": "makes my skin so glowy i recoment this set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i LOVE this set! i use all of these in my skincare routine. im keep losing the toner bc of how small it is but i love every product in this set! makes my skin super gowy"
		},
		{
			"review_title": "Fantastic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Love this set! One of favorites was the under eye cream with vit C, it really helps with you dark circles. While I was using this for first time in my life I didn't need to use concealer!! I tried looking for the cream but I couldn't find it. I only found the set. The under eye cream that comes with the set is very small though. But in general all the products were great, they really make your face glow! And it's a great set to start and try the products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "It’s so cute and tiny but they’re smaller then I expected but still cute!!"
		},
		{
			"review_title": "Great products. Would recommend to all",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Love all these products. I now use all these as my routine."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone",
			"review_text": "like only half the products that came with this great for the price but for me not very good on my skin it smells weird and feels weird and not worth the hype"
		},
		{
			"review_title": "Must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This product is a great introduction to glow recipe and skin care"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "this broke me out so bad I do not recommend. all of it has heavy fragrance."
		},
		{
			"review_title": "A must have skin care routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "If u love glow recipe but don’t want to spend about $50 on each product then you can get the minis set!!! I take this set anywhere I go on vacation! There all so cute. I love the dew drops and the toner. The avocado cleanser smells a little weird but the strawberry salicylic serum and guava eye cream smells like heaven! The moisturizer is very hydrating as well. Totally recommend!!"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love glow products. This was a nice sampler. Even when I buy them after my other products I finish them first."
		},
		{
			"review_title": "OMG I LOVE THIS SM",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love this set sm!! it is soo good, all of the products are super good and I totally recommend!! ❤️❤️"
		},
		{
			"review_title": "Clean and Hydrated.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "These products were just the right size for my trip. My skin felt so clean and hydrated. Even strangers at the airport were complimenting my skin! Everything smells amazing, light, and clean."
		},
		{
			"review_title": "10/10 for the toner, eye-cream & the serums",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
			"review_text": "Great products for glowy skin and a great way to test out your favourite products if you're trying this brand for the first time like me."
		},
		{
			"review_title": "Yasssss Queeen",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Normal skin",
			"review_text": "I just bought it loved it and the e workers were so nice"
		},
		{
			"review_title": "A must-buy birthday gift!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "A great gift! We got this for a friend’s birthday, and she loved it! The dew drops are her new favorite serum."
		},
		{
			"review_title": "Great way to try GR for a fair price",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This is a great way to test out the brand if you are new to Glow Recipe. The sizes are pretty good the price and the products WORK. The only not so good one is the guava eye cream because it makes small red dots/acne under the eye after only one use! So disappointing. I decided I loved the toner and repurchased in the biggest size. Great way to trial products."
		},
		{
			"review_title": "Really Good for Travel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Used this for a vacation trip and it works so good, I loved how small they are so they can fit anywhere they smelt really good and they have a great glow to them, I will defiantly be buying them again, they are a little pricy but I got them as a birthday gift. would recommend to anyone!"
		},
		{
			"review_title": "AWESOME",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Dry skin",
			"review_text": "OMG This is AMAZING!!!! For 38 bucks that's awesome! The toner is WONDERFUL! The serums work really well. The moisturizer is really good, and the cleanser and eye cream are really amazing!!!! I really recommend this!!!!!!!!!!!"
		},
		{
			"review_title": "An everyday habit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "Great products, they really help the skin glow. I would definitely recommend this to anyone looking for new and reliable skincare products."
		},
		{
			"review_title": "Sticky",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Aside from the cleanser, everything in this set is sticky, goopy, leaves a film, and made me break out horribly. It’s three weeks later and I’m still suffering the effects of using this product."
		},
		{
			"review_title": "a must have in my daily makeup routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Combination skin",
			"review_text": "it was amazing I absolutely love it so much very good"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "Loved it so much, so hydrating!!! I absolutely love the eye cream, moisturizer, toner, and both serums. Great deal for 6 products!!"
		},
		{
			"review_title": "Great products!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This kit is such a great trial kit! I have heard great things about these products for a while, so I finally caved. This kit was the most perfect way to try everything. I like every product, but my favorite is the face wash. It makes my skin feel so clean. The only downside is the products make my skin feel oily, but I also have naturally oily skin. Other than that, I love!"
		},
		{
			"review_title": "Please get this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Dry skin",
			"review_text": "After I bought this I IMMEDIATELY fell in love! I love it so much! always keeps your face smelling good and looking very glowy and hydrated 100%get this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "My first time trying this, so I thought I would start with the travel size, absolutely love the serum and dew drops my two favorites"
		},
		{
			"review_title": "pricey, but it is glow recipe so....",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "Pricey but you know, it's glow recipe. If you don't go through products quickly than theses can work for you as it is the cheaper route, but if you use them 1-2 times a day in hefty amounts, than I'd highly recommend getting the full-size versions."
		},
		{
			"review_title": "Buying again!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I have been using this product for a couple weeks  now and I love it. The products are now in my daily skincare routine and the results are insane!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "Gave to my cousin and she absolutely loved it! It gives her a starter pack into skin care, so she is able to become educated on brands."
		},
		{
			"review_title": "Amazing, but very pricey !!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "this product is amazing, but i don’t like that it’s so small for such an expensive price."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Serums are sticky. Cleanser and plumping cream made me break out. Toner and eye cream were okay and lasted for a very long time, but I didn't notice a difference on my skin. Everything smells so great though, I wish I loved these products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Love glow recipe. Definitely worth your money! 🧴🧴🧴"
		},
		{
			"review_title": "Cleanser would be a must have",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The only thing leaving a clear skin after 2 weeks was the cleanser everything else left my skin sticky besides the toner it left me with the same result as the cleanser not going to bye this kit again but will by the toner and cleanser separately"
		},
		{
			"review_title": "Terrible product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Okay so I bought this product a while back coz of the hype that it’s been given on the Instagram. I have been trying to use for the past 6 months but my opinion of it hasn’t changed. It is absolutely terrible . It burns my face every time I try to use and leaves some residue when touching it . Don’t buy it and don’t waste your money. It is absolutely the worst"
		},
		{
			"review_title": "Love this in my routine!😊😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "After using these products for the last few weeks, they have made my skin smooth, glowy, soft, and healthy! I really like using these products and I think you should try them! By the way, it did not leave me with any acne! 😊😍 -Liana"
		},
		{
			"review_title": "Fill 'em up",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "Loved trying all of these products. I am buying a number of them in large sizes. Only wish that they were all filled to the top. They are quite small."
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "If you haven’t purchased from GLOW RECIPE before, i highly recommend getting this to see what you’re interested in!"
		},
		{
			"review_title": "Mini value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Get sample set to help you figure out what products work before buying the full size. My daughter enjoyed this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "Such a great price for how many samples/minis you get. Got to try out alot of good stuff that I ended up buying the full size for"
		},
		{
			"review_title": "Came to stay",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Top products 🫦💋 the whole routine got my skin in other level !!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "Okay so I was a little nervous about trying glow recipe for the first time (I bought this set to try it out) and I loved it so much! It made me skin look so good. Usually I have to use boring skincare for my skin but this stuff make me look awesome!!! I am so happy that I can finally use a skincare product this cute and popular. I LOVE GLOW RECIPE!!! <3"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Used it for the first time a few days ago and absolutely love it. I would recommend using your own skin care products along with this and following the instructions on the box. A good amount of product in these minis and they are so cute too ￼￼￼￼"
		},
		{
			"review_title": "Great gift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Got this for my friends birthday and she loved it! It is an amazing gift and super cute!"
		},
		{
			"review_title": "Not sensitive skin friendly",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "Bought this to try out the brand and not even a minute after I used some of it my face started burning and turning red. Definitely do not recommend if you have sensitive skin"
		},
		{
			"review_title": "You need to try this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Normal skin",
			"review_text": "All of these products are such a great part in my skincare routine to help me try and find the right stuff. This is what made me want to buy the full sizes! This was a great purchase!!!!!"
		},
		{
			"review_title": "love the products but the sizing sucks",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love glow recipe it has helped my skin so much I loved all of these products but they are so small they fit in the palm of my hand and my hand is small. Also when I got the package some is the stuff spilled and there was no more product in the container."
		},
		{
			"review_title": "Forever in my collection!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This product really has done so much for my skin it does everything it needs to do ! I was having very bad breakouts and this has saved my life it was worth every cent! And I love it has every step to a skin care routine!!"
		},
		{
			"review_title": "Best little skin care",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this little pack it is perfect to just bring for traveling."
		},
		{
			"review_title": "An absolute must have❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This stuff has helped my acne prone skin sooo much. I’d definitely recommend if you have a combination skin type along with acne."
		},
		{
			"review_title": "Run not walk to get these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I can’t express how much I love this set! They feels so good and soothing on your skin! If you are looking for a way to try out new products and start a Glow Recipe collection, this is a great way! recommend you try this out !￼"
		},
		{
			"review_title": "Great skincare set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "This set is so worth the price, and I love that it comes with a whole mini skincare routine. It's perfect for traveling and the packaging is so cute! All the products worked well on my dry to normal skin and my sister tried it out too and loved it, so this is for most skin types."
		},
		{
			"review_title": "These products are a must have in my routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Combination skin",
			"review_text": "The plum plump moisturizer is a life saver for my oily skin and is my favorite! The cleanser feels and looks amazing, highly recommend."
		},
		{
			"review_title": "Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I really enjoy the products and looking to buy in full size. My only problem is the eye cream does not really do anything"
		},
		{
			"review_title": "Do not recommend",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I hate this pack , the only product I would think about re buying is the eye cream but not because it does anything, simply because it’s fun and cooling. Products smell and burn"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Great and very good for its price. Except the cleanser broke me out so I don’t use it."
		},
		{
			"review_title": "Burnt my skin barrier, my skin feels horrible now",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Burned my skin! Not a sunburn but the texture of my skin is awful now! I do not have sensitive skin at all, used all of these ingredients before in different brands. I bought this set for traveling, used it in the morning then applied my usual facial sunscreen, the next day my skin felt like an alligator’s"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Really nice I bought it from the sephora store and love it"
		},
		{
			"review_title": "Do eeet. Buy eeet.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I had no expectations when I started using these babies. I bought it bc I wanted to spoil myself & the price point was perfect.  I love everything in this kit! My skin looks amazing. It's so good, I'm buying another as a gift for a friend."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "they smell really good and the toner is my favorite"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "great way to try glow recipe out without having to commit to anything!"
		},
		{
			"review_title": "It’s okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Not the best for me at least, it made me break out more but it’s still nice but a bit overpriced"
		},
		{
			"review_title": "A must-have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Dry skin",
			"review_text": "It’s great for trying everything out! It is so good!"
		},
		{
			"review_title": "over priced",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "got this kit for my friend and the products are amazing but soooooo small so it way to over priced"
		},
		{
			"review_title": "Good kit for beginners",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "After using this kit for a couple of weeks, I’ve loved it. It has been doing wonders to my skin. However, upon opening the package, the serum had spilled out"
		},
		{
			"review_title": "Must have skincare kit",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Love this glow recipe kit! Decent size for the price. Products may look small but are long lasting, clears my skin with a dewy look and is perfect size for travelling."
		},
		{
			"review_title": "I can’t imagine my routine with out this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Normal skin",
			"review_text": "I got this for my birthday and I love this! It’s really good if you love glow recipe products but want something smaller! however I don’t recommend these products for people with sensitive skin. My friend tried it out and she has sensitive skin and her skin broke out and was burning very badly. But really good for people that don’t have sensitive skin! :)"
		},
		{
			"review_title": "Disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Overall everything smells very nice and fruity. Cleaner left my skin very dry and stiff although I don't have a specially sensitive skin. I gave it away. Eye cream, toner and strawberry thingie don't do much. Niacinamide serum and hyaluronic cream are the only products for which I see a difference, but they left my skin more shiny/oily than glowy. You have to use just a tiny bit otherwise you look like you have been sweating a lot. I was excited because it looked like a fun kit to try out stuff, but it's disappointing."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I really want to love this product, but unfortunately, they burn my skin know I have dark marks around my face not recommended for sensitive skin 😢"
		},
		{
			"review_title": "Not worthy",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Not all of it workout for my skin. I liked the watermelon products, made my skin smooth and gave it a glow. The other products made my skin break out :("
		},
		{
			"review_title": "Best way to try out Glow Recipe! On my 2nd kit!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Always wanted to try this brand. Got the kit for Christmas last year and got my sister one, too. The cleanser is phenomenal. Doesn’t dry me out but really gets your face clean. The Strawberry serum is probably my favorite one they make. It helps with breakouts and if you have no break outs, you can use it for your fine lines and wrinkles. The few drops are amazing. Give a beautiful glow and lock in moisture so well. The guava eye gel is awesome for puffiness and doesn’t irritate my eyes. Finally, the plum plump cream is one of those “a little goes a long way” products. You barely have to use maybe 3/4 of a pea size drop and it is plenty from my forehead to my neck! I would definitely try this out. In between either trying new stuff or having trouble with the Glow Recipe site like I am right now, this is always my go to!!!"
		},
		{
			"review_title": "Cute lil box",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Normal skin",
			"review_text": "Exactly what my tween wanted. She loves the watermelon dew drops. Uses every last drop."
		},
		{
			"review_title": "Must have in your skin care bag",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "After using for a week skin feels amazing and soft glowing, don’t really use skin care but i definitely recommend this product"
		},
		{
			"review_title": "A great way to sample glow recipe’s products!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This kit was knocked out of the ball park!! I love how they include a full routine and decent sized containers/products. ( perfect for traveling) My favorite would have to be their toner, chefs 💋.  Just PERFECT"
		},
		{
			"review_title": "SUPPPPER SLAYYYYYYY TOTALLY RECOMMEND",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "So amazing and I totally recommend this to everyone who wants glowy skin! So natural and clean! Everything came perfectly in the package and my skin is so smooth and clean!"
		},
		{
			"review_title": "Not impressed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair",
			"review_text": "After using the products for a couple of weeks, I’ve noticed the scent has caused me to break out some. On top of that the eye gel hasn’t been working for me. I won’t be making another glow recipe purchase. Other than the dew drops. :)"
		},
		{
			"review_title": "Works great but fragile ?",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Dry skin",
			"review_text": "I love the products, they work well BUT the smaller serum top broke within 2 weeks, so the lid doesn’t even go on and I can no longer use the pump. Bummer."
		},
		{
			"review_title": "Must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "After using this product, I noticed that my skin is glowing & i didn't regret buying it ."
		},
		{
			"review_title": "Must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "Affordable kit that lets you try out what you like about glow recipe. They last pretty long too . After using this kit I'm hooked. Loves the BHA drops and the toner."
		},
		{
			"review_title": "a must-have in my rutine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "l was using this products and i love it, skin is glowly and hydrated."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I love this.  My skin is very sensitive. This works great for my skin. It clears my skin from acne so much. I will continue using this."
		},
		{
			"review_title": "Must have products!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "My daughter and I absolutely love these products. My skin is so smooth and refreshed."
		},
		{
			"review_title": "Okkk",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "so i love glow recipe and this kit is ok… but the moisturizer peels off my skin and the products only last you a while. i really love the cleanser, toner, and serums though!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "I've been using this full routine twice a week for about a month now and it definitely works. My skin is more glowy and my pores look much smaller than before. The only thing that hasn't been working as fast is the eye brightener cream, I feel like maybe using it more than twice a week would make it work more efficiently but for me it doesn't work that well"
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "These are one of the only skin care brands that I can tell works almost immediately. My skin is combo skin and I’ve had really bad acne scars and dullness after about two days of using the full set in my routine my face started clearing up more and feeling super soft and glowy. I recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "This product is amazing.My skin felt so nice after using glow recipe.5 stars"
		},
		{
			"review_title": "Truly a glowing recipe kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "This set is absolutely perfect! Allows you to truly sample their products. I love the toner. I use it in the morning and at night it feels SO refreshing. All my friends have been asking how I am glowing 🤭"
		},
		{
			"review_title": "Awesome on the go need",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Bought this as a gift but have it myself! The person who i got this for loved it! ( so did i ) got these products in full size after using this!"
		},
		{
			"review_title": "Get it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "So awesome I ended up enjoying the cleanser so much I bought a full size! :)"
		},
		{
			"review_title": "one of my favorites",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "At 43, I love how the fruity scents of this face product feel invigorating and energizing. I use it every morning, and it makes a difference that everyone can see."
		},
		{
			"review_title": "Love the Minis",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I really like using Glow Recipe products, and this set is the best way to experience them at a more affordable price. I will def be purchasing full size of some of these products. Glowy skin all day!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this product, specially the moisturizer it gives very nice plumped look."
		},
		{
			"review_title": "LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Absolutely love these products!!! Definitely worth the money. If u could rate this a 10 star I would! Glow recipe forever!!"
		},
		{
			"review_title": "must have in my routine ￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I absolutely love this plus it’s a great amount for $38. Keep doing your thing Glow Recipe .💗💗💗￼"
		},
		{
			"review_title": "gets the job done",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I like it but I think the eye cream is to small I was actually using the regular eye cream full size (38$) before and it improved allot on my very dark flushed under eyes I also think the cleanser dose not do that great of job cleansing other than that it was very good."
		},
		{
			"review_title": "the recipe to glowy skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Normal skin",
			"review_text": "I LOVE THIS KIT!! I tried using other products before this, but these products helped my skin significantly. Already purchased the larger sizes of all of these."
		},
		{
			"review_title": "It is a nightly routine for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "After using this product I am very pleased with it. My skin feels amazing, it is glowing. I love the smell and how it makes my face feel."
		},
		{
			"review_title": "Really cute!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I have wanted glow recipe for so long so I was really exited to get it! However for the price, everything was really small. But I love the little pumps on the items! Maybe just make the eye cream a bigger."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Cleanser: 7/10  Toner: 8.5/10 Dew drops: 9.5/10 Salicylic acid: 10/10  Eye Cream: 8/10 Moisturizer:100/10"
		},
		{
			"review_title": "Doesn’t meet my expectations.Don’t moisturize good",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Love the soap and the toner. But the serums and the cream feels good but it doesn’t moisturize as I was expecting. I have normal/combination acne skin. I have tried many light products that give you a real moisture that stays."
		},
		{
			"review_title": "This is a must have in your routine ￼￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I bought this for my three-year-old little girl and she absolutely loved it. It didn’t make her break out at all and it made her face glow. I’m gonna get another one for myself this slayed the actual day away!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This product is very hydrating and lasts for long amounts of time. It comes with a lot of products and is not overly priced. 5  stars 🤩"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "The toner could smell better but very hydrating on my face and everything else smells really good!!!10/10"
		},
		{
			"review_title": "Perfect Travel Kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Glow Recipe is worth the hype! I have recently discovered the brand & this kit is the perfect tester for anyone interested in trying their products. I will be purchasing some full sizes!"
		},
		{
			"review_title": "Worst product and I never review",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Cause the worst acne I’ve ever had in my life. Most products don’t break me out, but it looks like I’ve gotten boils from this on my face even though it’s just tiny clog pores. Never use!!! products. It has caused me the most pain."
		},
		{
			"review_title": "Broke me out:(",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "After using this product once it broke me out and I used little product but recommended it if you are just trying out glow recipe"
		},
		{
			"review_title": "Love!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "This is a must have for me, it makes my skin glow every time I use it! I love this so much and it really puts the glow in glow recipe!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "THIS PRODUCT IS A MUST HAVE, I HAVE Very Sensitive SKIN AND A LOT OF ACNE BUT THIS IS MAKING IT GO AWAY SO QUICK, WORTH IT"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Great way to discover the products I really enjoyed this box set and products"
		},
		{
			"review_title": "Great way to test out Glow Recipe!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Hi! I really liked this product because you are able to test out the bestsellers from glow recipe before making the commitment to buying the full sized products. Loved toner, cleanser, and serum"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Love this, great to buy if you’re new to glow recipe and want to try something new, got this for my little sisters that absolutely love skin care products, was a good variety"
		},
		{
			"review_title": "very good butt",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
			"review_text": "I love this so much, my face is always glowing everytime i use it, a very great deal. one problem though is that the toner smells like rotten watermelon? I actually cant describe how it smells but thats how ineould describe it hbut the"
		},
		{
			"review_title": "GREAT DEAL!! Just not for my skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Great deal, I would recommend buying, it would be a five for me, but these just weren’t for my skin (because I have rlly young skin). But overall I think it’s great"
		},
		{
			"review_title": "Good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love the cleanser and the toner the most and like the rest but the under eye cream did not feel nice on skin but still it was good 4/5."
		},
		{
			"review_title": "A must have💜💜",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is like the best kit on earth it is so good and my skin felt so good after using it I definitely recommend this and I’ve had this for about two months and I’m just almost out"
		},
		{
			"review_title": "A must have but will not last for a long time",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love the results and it is worth the money but will not last for a long time   ￼"
		},
		{
			"review_title": "I love their cleanser, and I love the drops",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This product gives you like a glow nice hydrating look like I’m obsessed with it ￼"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I have been using this kit for a while now and my skin feels hydrated and refreshed. The gel eye cream is my favorite."
		},
		{
			"review_title": "Nice samples, bad price",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Nice products, but expensive price! It's a nice way to try some trendy products, but $38 is seemingly overpriced for minis."
		},
		{
			"review_title": "My new Skin care routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I got this product because they were all out of my Herbivore pink cloud skin care. After 3 days of using it i’m IN LOVE. My skin is sooo shinny and all my redness, bumps, texture and blackheads are gone. I will say the cleanser alone isn’t enough for my skin. I still use the Herbivore Pink Jelly cleanser plus the one in this set to double cleanse"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I love these products. They smell absolutely amazing. Leave my skin feeling super soft!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "Been using glow recipe for almost a year and it made my skin clear"
		},
		{
			"review_title": "Amazing. Small but mighty.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Use sparingly. But these products are WONDERFUL. An excellent introduction to Glow Recipe, and buying full or official mini-size us a great purchase I’d say. These products should last anywhere from a week to 2 depending on your usage. I do skincare almost nightly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "It’s my first time using glow recipe and I got this to see what was good for my skin and I loved everything about it. It is one of the best skincare I have ever gotten. 10/10 highly recommend."
		},
		{
			"review_title": "MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "GREAT! I love how this cleanser is bigger than the one I got in my old fruits babies kit!"
		},
		{
			"review_title": "No thanks",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Pretty bad. The cleanser stung my eyes badly so did the eye cream :( the moisturizer was not moisturizing. The toner was mid the only good ones were the dewdrops and strawberry AHA serum"
		},
		{
			"review_title": "I love this product, Just a bit pricey.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I have had this product for a while and it’s pretty good. But a few cons is it is really expensive for just minis. I feel like it should have one large size in it like a serum or moisturizer. But overall I really like the toner."
		},
		{
			"review_title": "LOVE THIS PRODUCT I WOULD RECOMMEND",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I love this product it has everything you need it is great for traveling. But there was one thing that I didn’t like about this product. I thought it was a little too small. For almost $40 it should be a little bit bigger."
		},
		{
			"review_title": "love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "got it a while ago back in december and most of the products haven't ran out. i like how they have just the right amount of product inside (so you know if you like it enough to buy the full size) and it's totally worth the price!"
		},
		{
			"review_title": "really good for trying things out",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "i have had this kit for like 7 weeks now and it looks like i have barley used any of it, the only thing im low on is the eye cream but idrc abt that so its fine. is good for traveling or for just trying out their products if you are new to the brand."
		},
		{
			"review_title": "It’s a great tester",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This let me try a lot of their products for a lower price. I used up a lot of the products and I learned that I won’t be repurchasing some of the items. So it’s a great way to test out a great brand."
		},
		{
			"review_title": "One of the best skin care packs.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This product is the most useful. You can try out a lot of Glow Recipes products. Overall I recommend this pack."
		},
		{
			"review_title": "Cute Sample Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I used this consistently with noticeably glowier skin. Fav from the set was the toner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "My face has never looked better - saw results within a week of use."
		},
		{
			"review_title": "My go to that I use twice a day now!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I bought this because my daughter wanted the moisturizer and I was like the other five products would work for me. They worked so well that I bought the full sizes a month later. I love them. My"
		},
		{
			"review_title": "A must have in your skincare routine!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I loved all the products they are perfect for traveling and vacations."
		},
		{
			"review_title": "My first toner experience",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Used all my skin feels like an elastic beach ball very springy. Feels smooth just dislike the watermelon it smells kinda like hairspray"
		},
		{
			"review_title": "Great kit! but the eye cream runs out fast.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this kit but I think the original is better because they give you a slightly bit larger size in the serums, and the eye cream runs out super fast. I love the packaging tho. A great brand."
		},
		{
			"review_title": "AMAZING. Plus a good price.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "It comes with so much that lasts so long, especially for the price. It cost just as much as the Glow recipe. Full size toner. But I'd say this is more worth it. You get so much for the price of the toner"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "Amazing sample set, glow recipe killed this one! I lobe each product in this set"
		},
		{
			"review_title": "Perfect for trying new things",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love these little kits because I have sensitive skin. So when I’m trying out new things it’s easier to have a smaller product. Before ordering this I had tried the watermelon brightening serum. It’s super nice and makes me glow. But this whole routine together is great! Definitely would buy again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This is probably one of my favorite sets I have ever bought. This set comes with a cleanser, the viral toner, the very expensive eye cream, 2 treatment serums, and a really nice moisturizer. The set is very good for its value because you have. A full face of skincare that could last you a month or more. It’s perfect for vacation and has wonderful products honestly no words."
		},
		{
			"review_title": "New favorite skin care brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I have used this set for a month and I love how smooth and hydrated it has made my skin. Will definitely repurchase."
		},
		{
			"review_title": "Don't buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "After using this product over one week, I have been suffering from huge pimples on my face. My doctor said that I am allergic to the this new products that I've been using for my face. Please don't buy"
		},
		{
			"review_title": "Great variety",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is great for if you don’t know what to get from glow recipe I highly recommended"
		},
		{
			"review_title": "Gotta have it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I wanted to try &see which was best for my skin but they are all amazing. I really love the guava eye cream..it really helps my circles and wakes me up like it says. All of them leave my skin fresh&glowy"
		},
		{
			"review_title": "Lasting Glow!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "love these products, leaves a lasting glow that still lingers by the end of the day, and it smells AMAZING !!"
		},
		{
			"review_title": "Smells great!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I Liked but it is very mini especially the eye serum not much product. Good if you are wanting to test the product. Smells very good. Not the best for oily skin"
		},
		{
			"review_title": "The BEST set of skin care!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I am absolutely crazy about this little sampler set of Glow Recipe face products! They are the perfect trial size to get MANY,MANY uses out of them! Not like some trial sizes where there is barely enough for more than one use! I've already been using them for over 2 weeks straight! And there is everything you would want to have make a complete skin care routine included.  I most definitely will be buying the larger sizes when I finish with these!"
		},
		{
			"review_title": "Absolute Steal",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "All the products here have made my skin beautiful!!"
		},
		{
			"review_title": "it’s just ALRIGHT not OK.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "It really does give you a nice glow after using. I got it on a monday and took a picture after the first use up until friday. It literally did nothing. I have oily skin so i personally would say it didn’t do anything. and the toner reeks of old spicy watermelon. the only thing worth smelling it’s the strawberry stuff and the plum hydration cream. the avocado stuff smells and does the same thing as the freeman cleanser and mask,they also smell similar. i personally won’t ever be spending my money on anything flow recipe again due to how bad the products are for me."
		},
		{
			"review_title": "I love Glow Recipe!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Great way to start your obsession with Glow Recipe!! I now have all of these in full size! So go ahead and try them! :)"
		},
		{
			"review_title": "A must have so hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Luv these so good if you have dry skin and great for hydration. Is better for older skin but the toner is just so good luv it."
		},
		{
			"review_title": "NEED!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "My 12 year old got this a couple of days ago her skin is perfect!!!!"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I have been using this product for a week and it is amazing I have dry skin and I love this . It is at an amazing price"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This kit is perfect for trying the best sellers! Everything smells amazing and your skin looks glowy after. Even when they’re smaller sizes, you get a lot of product to try for several days! The only one I think it’s too small is the Guava Eye Cream.  My favorites by far are the Avocado Ceramide Cleanser, the Watermelon Niacinamide Dew Drops & the Plump Plum moisturizer."
		},
		{
			"review_title": "A must have !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "After using this product my skin was glowing so much !! Love it"
		},
		{
			"review_title": "Nothing outrageous",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I’ve used this product for a three weeks and haven’t really seen much of a change.My skin does feel hydrated when I use it but it’s not a lasting affect."
		},
		{
			"review_title": "Skin is so flawless after I used this for a weeks.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I love this product so much it smells super good and it made my skincare routine so much healthier and my skin feels amazing and soft."
		},
		{
			"review_title": "A detailed honest- 1 month usage review",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I’ve used the whole kit- it lasts almost a month (twice a day usage basis). As much as I was impressed by Aha bha toner+ niacin amide dew drops combo giving me plumper, brighter, softer snd smoother skin in past.  The whole kit doesn’t do that justice- I was drawn to vit C eye cream mainly-  In my honest opinion- Avocado cleanser- feels great on the skin, no drying out, cleaner and brighter skin. Toner- does leaves white chalky thing sometimes but effect is juicy skin Vit c eye cream- I hardly saw any difference, somedays m my eyes were brighter somedays not, cant tell if it was the cream or not Dew drops the best thing ever Salivilyc serum- did see some difference in smoothening effect but open pores still visible 60% works. Hate the container, goes out quick, was first to het empty  Plum plump moisturizer- leaves skin nice and dewy and juicy. Gets finished the first, i was done woth my jar in 15-20 days i guess Together is all feels sticky, but then result is hydrated glowy skin."
		},
		{
			"review_title": "Great gift idea!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "I bought this for my niece as a holiday stocking stuffer.  She absolutely loves the product selection  and was thrilled to receive it.  She is usually a drunk elephant girlie but is sold on glow recipe."
		},
		{
			"review_title": "Toner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "These products are amazing some of favorite things to use in my routine definitely recommend all of these amazing products"
		},
		{
			"review_title": "Love it sm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love it. I was a bit nervous that they would be very very tiny since it was only 51$ but honestly they are a really good size and I love them"
		},
		{
			"review_title": "A definite YES",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Definitely worth it!!! Great for trying out new products!! Kept my skin clear and moisturized! 10/10 would recommend!!"
		},
		{
			"review_title": "Disappointing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "They are nice but over priced I like minis and wanted to try this but it was disappointing"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This makes my skin so nice and hydrated but I did get 2 pimples from it but it was worth it 😊"
		},
		{
			"review_title": "Worth it✨",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This is an amazing kit but I am a bit concerned abt how small it is!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This made my skin glow! Everything had an amazing texture and lived up to its name! 10/10 would recommend!"
		},
		{
			"review_title": "so cute and great !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "my skin feels so much better and it made my skin glow !! 10/10 product, i totally recommend"
		},
		{
			"review_title": "Must have!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This product is overall pretty good! A lot of product for the price and they last a while i’ve had these for maybe a month and they have more than half still inside of the minis, very good to get the most out of your monet."
		},
		{
			"review_title": "Little expensive but good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Pretty good I love the product. Great for testing to see if you want the big products. Little expensive but great for traveling! Good"
		},
		{
			"review_title": "Great for testing out products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I love these products! I love how you get test them out and have choices! The portions are great if u want to try them out or if your traveling! 11/10 would repurchase 😍"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I got this kit knowing I would be traveling and didn’t want to deal with transferring products into smaller bottles. This was great and got me hooked to more of their products."
		},
		{
			"review_title": "A must have.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Everything felt amazing on my skin. I have dry skin and a little acne and all of thees products were good! The products sunk into my skin easily instead of just sitting on top."
		},
		{
			"review_title": "DO NOT BUY!!!!!!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I’m a swimmer so my skin is moist, dry, and has acne. This product tho really made me break out and it was BAD. I got this for my birthday and I just broke out a lot I would definitely not recommend this product  mostly this product is only meant for dry askin and skin with not an acne prone skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Oily skin",
			"review_text": "Loving this product!  Definately part of my daily skin routine.  Will purchase again!"
		},
		{
			"review_title": "A really good and fresh hydrating skin routine!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "They have improved my skin dramatically. I have more glowy and full skin. it really is the go to set for fresh and hydrating skin. 100% recommend."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I have acne prone skin and I started using it after my skin started to look and feel better and my face totally turned red and it made break out"
		},
		{
			"review_title": "Use at least 2 products from here everyday!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this comes with some much glow recipe! On of my best purchases."
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "they do what they say they do. I love this set. they go a long way for the small size. definitely will buy again."
		},
		{
			"review_title": "I like it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, fairLight skin tone, Normal skin",
			"review_text": "I just started using these and I really like it my skin feels really nice I was a bit confused in the order of putting the products on but I figured it out, and i recommend for someone who wants to try glow recipe"
		},
		{
			"review_title": "I did not like",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Didn't work on my skin, gave me pimples.. although I had never had pimples before"
		},
		{
			"review_title": "Wake me up b4 u go",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I got this because I had seen so many good reviews for the product. However, I have combo, sensitive skin so I was skeptical. So I got the starter kit. The fruity smells are so refreshing to your sense of smell. My skin looks plump and refreshed, and my pores have definitely minimized! The plus is there is no irritation ❤️"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I have been using this for a month now and I still am only halfway through everything! For how small they are they sure last a long time!"
		},
		{
			"review_title": "great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "it's really cute the products are very moisturizing and they smell great very high quality and I love the packaging adorable"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I used glow recipe before but my parents bought me the set and after one day my skin looks way better! Highly recommend if you want to try the brand out before getting full sized"
		},
		{
			"review_title": "Good way to try Glow Recipe!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "This is my first time using Glow Recipe. I bought this because it was cheaper than any of their products, and I get to try a bunch of products at once! I liked most of the products!"
		},
		{
			"review_title": "A must have routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "After a week of using my skin has transformed it’s clear for the first time!!!! I absolutely love and will be buying full sizes"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Loved all the samples I got in this I ended up buying everything in its full size. Staple in my routine now."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This set was amazing I will purchase again . It had up games my skin care and I look so glowy I will recommend it to anyone who needs a glow"
		},
		{
			"review_title": "My new favorite skincare",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "My skin looks and feels so much better, after using the items in this Bestsellers Kit. I am in LOVE with the Watermelon toner, the dew drops, and the plum plump moisturizer, especially. 100% recommend!"
		},
		{
			"review_title": "One of the best products existing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is probably the best kit you can get if your new and want to try all the products. I would most definitely recommend this kit for someone with acne because my acne when away in two days after Prichard"
		},
		{
			"review_title": "Good starter/tester",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Perfect size to try out the products, however some sizes are a tad bit too small personally. I would rather have a bigger product other than a simple sample size. Overall pretty good set to try out."
		},
		{
			"review_title": "Absolute MUST for your skin care routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Absolutely love this stuff! I am a big fan of the glow line now after trying it. It feels super nice on your face, almost velvety soft like. My only complaint was the size of the eye serum in the little pink tube.  I 100% recommend buying this kit or all the products! :)"
		},
		{
			"review_title": "yes, yes, and yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "perfect if you are knew to skincare / glow recipe! i bought this because ive seen some of these products all over social media. my skin has never felt better, down-side of this is i want all these products in full size!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I feel so hydrated and refreshed after I use these products! It leaves my skin so glowy! Thanks Glow Recipe!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love Glow Recipe as a brand. But, I didn’t like how greasy this combination of products made my skin. So I returned. I will be repurchasing the Avocado cleanser and I do own the Watermelon timer and moisturizer moisturizer"
		},
		{
			"review_title": "set is amazing, read this for my oily skin girlies",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "ive been wanting this set for so long. as expected, this worked out great for me. i loved the toner, and how it moisturized my skin. sane goes for the cleanser and the eye cream. the dew drops were okay, i haven't seen any visible changes though. the moisturizer and the strawberry serum is what gave me tiny issues. the strawberry serum was a little broken, idk if it supposed to have a pump or dropper cuz it was glued to the cap. due to the amount of fragrance, it honestly burnt my skin a little. same goes for the moisturizer. dont get me wrong, i love this set but if your skin is a little sensitive, i would do some research before buying. (fragrance can irritate your skin!!!)"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Smells so good have not use it yet but it’s prefect for when u wanna try something but don’t know how you will react"
		},
		{
			"review_title": "So Worth It!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I was really looking to try out Glow Recipe but wasn’t ready to spend over $50 for a single bottle. With this set I got to try out all! My skin is so clear, hydrated, and clean! I love it!"
		},
		{
			"review_title": "A must have in my routine list",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Dry skin",
			"review_text": "My best friend recommended this. I liked it and would like to use this in future. I specially bought this mini set because I want to add something in my skin care routine."
		},
		{
			"review_title": "BUY IT!!!!! 💗",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Comes with the perfect items for a great skin care routine. I have sensitive skin and nothing hurts when applying. I would DEFINITELY RECOMMEND.  🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥"
		},
		{
			"review_title": "I use this in my daily skincare routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Easy to apply, mini set, cute packaging and I recommend trying on things one at a time and waiting to make sure it doesn't burn your skin."
		},
		{
			"review_title": "a must have!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "i love this set a lot it improved my skin visibly after use and i look so glowy! definitely worth the price for the variety you get."
		},
		{
			"review_title": "recipe for disaster!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Normal skin",
			"review_text": "I got this for my daughter Kolisha, she was so excited to use it and all of a sudden after she used it she  broke out in hives everywhere and her luscious blonde hair began to turn green! I did not know how this would happen. it is advertised as a fruit product but when she tried to eat it, it did most definitely not taste like fruit. this is unacceptable behavior and i would expect more from a company like this. my daughter now needs to go to the ER. i am very dissatisfied with my purchase."
		},
		{
			"review_title": "Fast results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "so i have combination skin with some blemishes and after using these products for 3 days i already see a difference in my skin, i have been breaking out on my forehead recently and already my skin is way smoother and the redness has eased down and overall my pimples are disappearing! im so glad these items work because i was worried due to the fragrance, but my skin has had no effect so far. the thing is though when i used the plum plump moisturizer my nose and cheeks area started to burn, so i wont be using that. and i haven't tried the eye cream yet. but overall, i started using everything at once and my skin isn't even purging, im shocked by these results. i recommend!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Normal skin",
			"review_text": "Now I love the products and the actual formula of the skincare, it's just my only problem is that they down sized on the serums and it is very noticeable. I have no idea why glow recipe decided to do this but if you are able to get your hands on the original set and you don't care about the eye cream, don't get this set."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Everything except the eyecream made my face red it kind of burns a bit 😭😭"
		},
		{
			"review_title": "Noticeable Improvement!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I actually can tell a difference in the morning when I use these products at night! There is a lot less texture on my face. I have a lot of little bumps and blackheads and this noticeably cleared it up!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
			"review_text": "I LOVEEEEE this kit I just  had gotten it yesterday  the only problem is that I'm the toner it smells like there is too much fragrance in it but it's still a really good kit tho."
		},
		{
			"review_title": "nice travelling kit!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "I use these as my travelling kit. it smells good and it seems to keep my face very hydrated. it gives out a nice glow. I love it except for the fact that they have down sized on the niacinamide and salicylic serum bottles (as seen on the pic). I hope they never get rid of this kit. it is great for travelling especially when you only travel with a carry-on."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Amazing to try out a range of glow recipe products!"
		},
		{
			"review_title": "Trop petit",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Le produit est incroyable mais il ne vaut clairement pas le prix . J’ai commandé et j’étais excité de me recevoir mais malheureusement la je dégoûter je vais le renvoyer. Il fini au moins en 1 semaine maximum"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Love love love!!!!! Actually changed my skin texture ,, have extremely sensitive dry skin , this is the only thing meant fr me ❤️❤️❤️"
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Tan skin tone, Combination skin",
			"review_text": "everything is so good and my skin feels so smooth after using everything i will definitely be getting the full sizes"
		},
		{
			"review_title": "You must buy them!! Greatest thing ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "That’s really helps my skin!! I really love the plum plum moisturizer for my skin in the winter, it’s amazing"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I’m in love with these products! They’re so fun and my skin is so glowy after! I’m giving it four stars because in the description it says it comes with eye cream, and mine had no eye cream and a different font. (It might just be my location)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Oily skin",
			"review_text": "All the products are amazing the sadistic acid worked wonders on my skin I had really bad acne and with using it,it got so much better after a few days would recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "As it was my first time ever using glow recipe it let me find what I liked to use I recommend this to people who want to try it"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this so much so a good deal we got a full skincare set. My skin feels just amazing and super glowy.  My face use to be dry but after using this it was just so perfect I recommend this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this it’s kinda like u get to try multiple products for half the price"
		},
		{
			"review_title": "Eh…Not the best. Size is horrible.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "before anyone comes at me I just wanted to say that I know that sephora comes in small portions for a big price, but this was kind of insane. I payed arounded 40 bucks for just this after tax for mydaughter her christmas abd expected a bigger box and bigger products. However she seemed to love it even though I didn’t see anything different from before she started using this kit and after she started using this kit."
		},
		{
			"review_title": "Great products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "I used the products in the order directed on the back of the box, it left my skin glowing looking amazing. it wasn't as heavy feeling as other products I've tried, it was light weight. great value too such a good set to figure out what glow recipe products you like. (gum wrapper for size comparison)"
		},
		{
			"review_title": "Must have for routine!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I really enjoyed most of the products in this package and I do have very dry and sensitive skin. The Strawberry Smooth made my skin very dry prolong and red though, I would also like to say that I really enjoyed the avocado cleanser, but it did run out within a week and a half  but other then that all the products were amazing and I highly recommend.￼"
		},
		{
			"review_title": "READ BEFORE BUYING",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I really love all of these products but the picture make it look a lot bigger but they are all really good I just wish the products were a little more big"
		},
		{
			"review_title": "In love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I did a patch test before using this kit and no rashes or irritation occurred. Even though I only have used it  twice, yet, my acne and redness have gotten better. Unlike other products, these don’t smell strong at all!"
		},
		{
			"review_title": "Skincare must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I’ve been using for about a week now, and I love it! The guava vitamin c cream brightened my under eye area so quickly! Absolute must have for dark circles. I have been using the toner everyday and has not looked like it has ever been used. It will last me a long time. has  has barely  ￼"
		},
		{
			"review_title": "Packaging and smell isn’t the best",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I loved all of these products very much and I loved almost everything about them except for the awful smell of cleanser and the lid of the strawberry salicylic acid serum is awful I have to use my teeth or the entire thing comes apart but the formula of everything is amazing to open it"
		},
		{
			"review_title": "Buy This NOW - Sensitive skin, no worries",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I used this a few times already and I noticed results the day after my first use. I love it so much. Like I saw in other reviews, the strawberry serum pump was stuck in the lid, but you have to pull up, not twist. That is how I fixed mine. My skin is SO much softer and hydrated. If you have sensitive skin like me, don’t worry, this worked fine on me and if you’re worried, do a patch test. Overall, great product! I would definitely recommend."
		},
		{
			"review_title": "toner and cleanser are MUST HAVES",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "i love the toner it’s hydrating and glowy and my redness is gone. i also LOVE the cleanser i got compliments on my skin when using this. i didn’t care for the glow drops, eye cream, moisturizer or salicylic acid."
		},
		{
			"review_title": "For sure!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Really! This is a deal! 6 for $38! When one of these products are way more $$$$!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Tan skin tone, Normal skin",
			"review_text": "I got this for my best friends and she said it’s her favorite skin care in the world￼"
		},
		{
			"review_title": "A must have",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Normal skin",
			"review_text": "The pump broke and when I try to open it the product go’s everywhere and I don’t like the size difference"
		},
		{
			"review_title": "amazing starter kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I have never tried any glow recipe products before. I decided to get this to see what I liked and didn't like. I honestly love all the products! My skin has been glowing lately! I would definitely recommend this if you are trying glow recipe for the first time. This will definitely help me what products to get in the full size."
		},
		{
			"review_title": "Smells really bad",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was so excited to try theses but as soon as I smelled it… 🤢 I was very disappointed. It smells bad and feel sticky on the skin. The only products that were not that bad are the dew drops and the moisturizer. It made my skin dewy BUT I didn’t like the smell and texture. Probably won’t buy again."
		},
		{
			"review_title": "best purches🎀",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "the products are really good😍🎀 i already had almost all tge full sizes but the minis are soioooooooiiiioooooo cute🎀"
		},
		{
			"review_title": "everything you need,lasts long!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this product a lot,it has everything you need and lasts you a long time!i didnt actually get this set but the other one without the little pink squeeze bottle. Anyways I love this and it’s very useful!"
		},
		{
			"review_title": "I am glowinggg",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
			"review_text": "I LOVE IT SO MUCH!!!!!! I got this for Christmas to try it all out and will absolutly get some of these products when I run out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this set because it helped me figure out products that I would like to but in the full bottle!!!! Definitely recommend!!!"
		},
		{
			"review_title": "Awesome kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Perfect kit, to try out different products!!! Love it so much!!!"
		},
		{
			"review_title": "An Absolute must !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am loving these products,  they are amazing! I’m loving how that all make your face so glowy ! My favorite product out of them is probably the moisturizer it’s so lightweight on your skin."
		},
		{
			"review_title": "Starter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "These are the perfect gifts!  Plus, if you haven't tried any glow recipe products yet. Start with these ones. All you need."
		},
		{
			"review_title": "Great price, quality and I LOVE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I love this it smells so good and it was a great price for 6 glow recipe products and they have already started to make me glow. I LOVE THIS!!!!!!"
		},
		{
			"review_title": "Annoying package",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this product but the packaging is soooo annoying like ugh for the price it should work properly. The strawberry smooth Serum package just won’t open properly the whole lid just pops off no matter h"
		},
		{
			"review_title": "Loving the set!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "after using glow recipe for the first time I love how hydrated me skin is! my favorite things I got from this set are the dew drops and the toner! makes your makeup glowy ended up getting the dew drops in a big size because I love them!"
		},
		{
			"review_title": "So hydrating!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "Best skincare kit I’ve tried! It makes my skin super hydrated. My favorite part is the eye cream!!! Definitely gonna get a full size! I also love the cleanser and strawberry serum!!"
		},
		{
			"review_title": "My new must haves",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I am obsessed with this set! I had some breakouts that were about to come on but they never did once I started using these products. I will definitely be buying the full sizes."
		},
		{
			"review_title": "Okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
			"review_text": "it is good to try things but it only works once it's extremely tiny and you might as well buy a full size each one is smaller than my finger however I liked the products"
		},
		{
			"review_title": "10/10!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I loved this kit it showed me how to use it and how each product is helpful and not I can repurchase the items I really likes 10/10"
		},
		{
			"review_title": "The best ever! It’s definitely a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "After us in this product for about 1-2 weeks it has helped my skin in many ways. I definitely recommend this product. After you use it your skin feels amazing! I definitely recommend Buying this product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I just got it for christmas and used it and it’s amazing. I love love love it. i’ve never had skincare like this but I loveeee it."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "All the products are great and feel amazing on skin! Good value, products last for a while and there is a lot of product for what you pay for. Adorable little set and a great way to try out your faves!"
		},
		{
			"review_title": "I’m in love thank you!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This product was sold out everywhere. My sister wanted to get it for me so she called our local store and put one on hold. They kept it for us even though it sold out by the time she got there."
		},
		{
			"review_title": "THIS TONER AND STRAWBERRY SERUM💕💕💕",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This product smelled absolutely delicious i almost wanted to eat it but i didn’t anyways. The toner worked the best for me i have combination skin and the strawberry serum really helped hide my oily skin the dew drops i used for primer and i will be buying full size very soon!"
		},
		{
			"review_title": "love love love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "This is a must buy! HENSE to why it’s sold out. I have never loved my skin so much, I wear less makeup, when I do it’s alot less! LOVEEEE this stuff! My skin is GLOWING."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Combination skin",
			"review_text": "I got this product and it is very hydrating it feels so nice on the skin. The size of the products are finger like size, and the size of the box is hand like size. It is so worth your money."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Everything smells amazing!! Feels nice on the skin!"
		},
		{
			"review_title": "Hope it comes back in stock",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "My skin is glowing and it’s so easy to use! Ended up getting a few full size favs from this kit after trying this line. Haven’t had a blemish since !"
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "They are very good products and work very well! This is a great product!"
		},
		{
			"review_title": "Such a good set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Glow recipe is such an awesome brand! I really love this set because it has all of my favorite products in a mini travel size! Some are my favorites are the toner and the watermelon moisturizer! This whole set makes a perfect gift or for Christmas!"
		},
		{
			"review_title": "I recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I love this!!! I’m satisfied with all the products although the eye cream didn’t help me, but still I think it’s a great price and I totally recommend!"
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I like the makeup removing cleanser, but I haven’t noticed any benefits from the toner, niacinimide or BHA/AHA serums. The serums and the moisturizer are sticky after application."
		},
		{
			"review_title": "A have to have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This product work really well it’s just the eye cream run out really fast and everything else is great and it’s worth the money"
		},
		{
			"review_title": "Love them",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "These are truly amazing products!!! I love glow recipes products, currently using strawberry serum and I will give10/10 to that product. Can’t wait to try other products"
		},
		{
			"review_title": "Excellent for Open Pores!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Very smooth on skin. I have been using it just for 3 days and i have seen results on my skin. I feel the glow on my skin. Love the whole bunch :) Recommend for all."
		},
		{
			"review_title": "A great purchase!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "This kit is a must have. It is a great starters kit for anyone in need of a skincare routine. This kit makes my skismooth and there was no irritation. Every thing comes with a good amount of product in it. Every product does exactly what it says it does, it is amazing!"
		},
		{
			"review_title": "travel essential & perfect for gifting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "this is one of the best travel size gift sets!! first off, i already love how the full size products make my skin feel. it leaves my skin super glowy, smooth, and gives me that “glass like” skin. none of these products break me out and when i use all of them together it’s like a match made in heaven. this is such a perfect gift for someone because it includes all of the essentials for perfect skin and is perfect to throw in your carry on toiletries bag!!"
		},
		{
			"review_title": "Great products defective packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Products are amazing even if skin is sensitive or acne prone.   Strawberry smooth serum is gentle and effective.  Would have been 5 stars except I've had 2 sets where the pumps don't work and product is lost when having to open bottles.   Otherwise wonderful."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "These are PERFECT for traveling! Perfect size and perfect amount, also good for traveling on a plane and will save you space. It’s everything you’d need for skincare while on the go. I love this brand and everything the skincare has done for my skin. I love the glow"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I received this product for my honest review. This is truly the perfecr travel kit for all your skincare needs. The kit has every essential item to help you get glowy skin. My favorite product out of the kit is the bright eye gel cream"
		},
		{
			"review_title": "Amazing💕 but…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Absolutely love this set! I was a little worried at first because of people saying it broke them out or gave them a rash but it worked out really good but the dew drop did give me a small rash on my cheek otherwise"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Discovering new skincare products can be a fun experience, especially when it comes to Glow Recipe's Fruit Babies set. The convenience of being able to grab products on-the-go is truly amazing. favorite from the set is the strawberry smooth, it makes my skin so soft !"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "I love this glow recipe kit! It’s a great way to try out the products. This has become one of my favorite skincare brands and was able to find some of my favorite products. This makes a great gift idea for a beauty lover!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "i’ve been really reluctant to try glow recipe because i have pretty sensitive, but it didn’t upset my skin at all! it’s definitely different for everyone, and i don’t know that i’ll be adding this to my regular routine, but i was pleasantly surprised!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This is such a fun skincare set! My favorite is the plum plump hyaluronic cream. The scent on all of these is so nice, and the packaging is adorable. This set would make a great Christmas gift for a teen or young woman!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This is the perfect kit for travel and to gift someone, It has everything you need for a full skincare routine. My skin dries out during the winter and this has kept it hydrated and moisturized. It gives my skin a very nice glow and leaves my skin feeling smooth and brighter since it tends to get a bit dull during the colder months."
		},
		{
			"review_title": "Best skincare ever!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Love these products! Was so glad to try them all as mini’s so I can pick favorites, but I ended up needing to buy full sized products of everything. 🙈 My skin is perfectly clear, bright, and even and it’s thanks to Glow Recipe!"
		},
		{
			"review_title": "Must have kit!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This kit has all my favorite products, The avocado ceramide cleanser is so creamy and gentle on my skin, leaving it clean and hydrated. The watermelon toner is a game changer with its refreshing scent. The strawberry smooth BHA+AHA Salicylic Serum helps with breakouts and it makes my skin feel super smooth and clean. The Guava Vitamin C Bright-Eye Gel Cream brightens, hydrates, and depuffs my eye area. The niacinamide dew drops give me that natural glow and the Plum Plump Hyaluronic Cream keeps my skin hydrated all day. Trust me, this kit is a must-have!"
		},
		{
			"review_title": "YESSS",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "i literally love it it’s amazing my fave thing right now"
		},
		{
			"review_title": "Perfect for when I travel!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Glow Recipe is one of my favorite skincare brands, so having this minis set is perfect for when I travel. It has all the products I need to do my full skincare routine and they easily fit in my bag or suitcase. I appreciate not having to take along my full sized versions of these products, makes things so much easier.  Every product works great with my combo skin and I love the healthy glow they give my skin. This set is also great for anyone who wants to try this brand for the first time. I promise you will fall in love, they are amazing."
		},
		{
			"review_title": "It's ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "The eye cream doesn't do much, the strawberry irritates my rosacea, the avocado wash smells great and goes on/comes off nice. Love the toner and dew drop"
		},
		{
			"review_title": "Perfect gift",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Ever wanted to try Glow Recipe’s lineup of fruit-powered skincare products, but found yourself unable to commit to a large package? If that sounds like you, then the Glow Recipe Fruit Babies Bestsellers Kit might be just what you’re looking for. It includes mini sizes of some of the brand’s best-selling products, such as the Glow Recipe Watermelon Pink Juice Moisturizer, Watermelon Glow PHA+BHA Pore-tight Toner, Avocado Melt Retinol Eye Sleeping Mask, and so much more! Perfect for accommodating your skin’s daily needs, day and night. This kit perfect for those who have sensitive skin and want to try out the products in small amounts before fully committing."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I absolutely love all these products. Leaves your skin feeling nice and fresh. Gives you a nice dewy feel and a little goes a long way. My favorite is definitely the toner but I love all the others. This is a great gift idea for Someone wanted to try a bit of everything."
		},
		{
			"review_title": "Perfect travel set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I love Glow Recipe and use most of these products already so this is the perfect set of minis! There’s everything you need for a getaway (or if you’ve never tried these products, it’s a great way to sample them.) The sizes are perfect for carry-on if you’re traveling by plane. You can even keep most of the little bottles when you’re done and re-fill them from your stash for future trips. Love this set! Received complimentary for my review."
		},
		{
			"review_title": "Epic kit!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Glow Recipe is one of my favorite brands because their products leave my skin hydrated, plump, bouncy, and have different products that really target my concerns. The New Fruit Babies  Bestsellers kit is perfect for travel so I have the perfect size to get through flights. You get everything you need that makes a complete routine; cleanser, toner, dew drops, eye creams, and moisturizers. It is also a great kit to introduce someone to the brand."
		},
		{
			"review_title": "Perfect sampler pack",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This set is perfect as a gift because it has all of glow recipe’s greatest hits! These mini sizes are great for travel too but they’re also great for trial. I love the dew drops because it makes my skin glowy and hydrated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is such a great kit! It has everything you need to take with you when you travel or if you want to try out some of these products.  I am seriously obsessed with all the products.  My skin looks so healthy and glowing."
		},
		{
			"review_title": "You must have it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I’m it love with it it’s a rlly good skin care it makes my face super super ￼ smooth like￼ butter"
		},
		{
			"review_title": "A Must-Have!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The Glow Recipe Fruit Babies Kit has meet my expectations and more. Before using this product I was a little skeptical because I’ve seen mixed reviews all over social media. I am someone who has combination skin and sensitive skin. All the products in the kit made my skin feel extra soft and moisturized. The improvements I saw in my skin while using the products was the dryness disappeared instantly and my skin felt rejuvenated and lasted. I used these products along with my facial cleanser daily. This kit would be perfect for traveling since you have everything right there in great travel size bottles ready to go."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I'm a huge fan of Glow Recipe and was so excited to try out this set! I've used many of these products before, but was excited to try out the ones I hadn't yet. This is the cutest set and would make a great gift, or is perfect if you want to try out the products before buying the full size. It's also perfect size to take on trips! My skin is so happy and healthy using these and I would absolutely recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Please be gentle with products, cause I squirted sm product by accident. This is v small and delicate. Works great! Helped a blackhead w the salicylic acid. :)￼"
		},
		{
			"review_title": "A must if you haven’t tried this brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I absolutely love this cute little set from glow recipe a brand that I’ve been loving for past 5 years. This kit so amazing for try out their products if you haven’t tried them out already and makes a perfect gift for skincare lovers. Also great for traveling. I highly recommend this kit for this holiday season."
		},
		{
			"review_title": "Glowy Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This kit has everything you need for glowing skin! I love all the products but my favorite is definitely the eye cream. It’s super moisturizing and brightening. I also love the smell of these products!"
		},
		{
			"review_title": "Great introduction to multi step skincare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Glow recipe has always had some of my favorite fave products. Not only do smell different from other skincare (natural sweet fruity scent) but there products are good for most skin types. I think specifically they’re great for sensitive skin. I’ve tried almost all the products in the travel sized in full sized and liked them all. The products always feel luxe and worth the money. What’s nice about this is is gives you the whole routine to follow (I know multiple steps seems like a lot, but trust me when I say your skin will transform)  If you want to give most of their best sellers a try, try the gift box!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This fruit babies bestsellers kit is so amazing! It is perfect as a gift and for travel.  This is also a great way to try their products if you are new to the brand . This skincare kit left my skin looking bright, glowy and hydrated. I highly recommend getting this skincare kit!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I absolutely loved this cute little set by glow recipe. It makes such a perfect gift to skincare lovers. Plus it has all the popular products in a good deluxe size so can try all before committing to a full product"
		},
		{
			"review_title": "Just buy it !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This kit is great for yourself or to gift ! I like keeping these in my travel bag. It’s also a great way to try everything. It’s a great value and I get to stock up on my favs in a mini size. Definitely pick this up if you see it."
		},
		{
			"review_title": "Great for trying the brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I received the watermelon set for my birthday from Sephora this year. I already knew that I enjoyed the fruity products from Glow Recipe. I wasn’t sure about the scents of each product, but I enjoy the product bc each formulation is very high quality. This set is perfect for trying each product and seeing if they are a good fit for your skin. I also prefer minis so I can travel with them, this is the set for all of that!!"
		},
		{
			"review_title": "Best gift and for travel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is a great gift set to share with others who are unfamiliar with glow recipe. I’m a big fan but I also find this helpful for traveling with my favorite skincare! Wish it was easier to refill these small containers"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I received this product in exchange for this post. This glow recipe kit with all of their favs is super cute! It’s perfect if you want to try a little of their most popular products to see if they work out for you. Also if you’re planning to travel, this is the perfect skincare kit for on the go :)"
		},
		{
			"review_title": "Great set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Combination skin",
			"review_text": "This is an amazing set if you are starting out with Glow recipe. It is great way to try out different products without spending a lot on full size products. I love that all products are travel safe. Hyaluronic cream is one my most favorites from the set. It adds a boost of moisture to the skin. I am also starting to really like the guava vitamin c eye gel cream. My under eye looks and feels tight and nourished."
		},
		{
			"review_title": "So many of my favorite products in this set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This kit is not only great for testing out Glow Recipe's bestsellers before committing to full-size products, but it also has everything you need for your face while traveling! My personal favorite in this set is the plum plump moisturizer, which is a lightweight gel cream that provides intense hydration without causing breakouts. I absolutely love the niacinamide dew drops for a gorgeous glow, and it can even be used as a primer. The exfoliating toner will give your skin a radiant glow. I highly recommend this set!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This holiday skincare set is a true gem! Ideal for festive travels or thoughtful gifting – perhaps both. The harmonious blend leaves my skin feeling merry, bright, and absolutely radiant. A delightful treat for the holiday season! gifted"
		},
		{
			"review_title": "An amazing way to start a skincare routine!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Bought this a while ago around summer but I still use the products I have!This is an amazing way to start a skincare routine and it’s actually how I started my skincare routine!I recommended this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair",
			"review_text": "I just got it today and I am so happy with my purchase. It has a whole skincare routine in it."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I am in love with this kit! I’ve tried a few of these products before and had my eye on the rest to try out at some point. This is the perfect way to try them all! I love how my skin feel hydrated, refreshed, and glowy after using them. It is also so perfect for travel and/or as a gift!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is such a cute little kit! I like how it contains all their bestsellers and most popular products. It’s a nice way to try before you commit to the full size. This would make a wonderful gift as well!"
		},
		{
			"review_title": "Such a cute set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This little set is so cute and has a something for everyone. It's the perfect set to put in a stocking stuffer! If you've never tried Glow Recipe before and want to get a feel for their products before purchasing them full-size, this is a great way to start!"
		},
		{
			"review_title": "Perfect Holiday and/or Travel Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I love these minis!! They are absolutely perfect for traveling and are perfect if you just want to sample a few products before purchasing full size. My skin always feels hydrated and dewy after I use any Glow Recipe product. I love the glowy look and all of these products layer well with my makeup on top. As a skincare fanatic, I would love receiving something like this for Christmas. It’s even great to gift to multiple people in stockings!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "OMG!! I love this set!! i have used this toner for more then 3 months and it hasn’t ran out yet!"
		},
		{
			"review_title": "Perfect for travel and trying",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Combination skin",
			"review_text": "The cutest set!! I love being able to try all of the different fruits this way and see which products I like best. All of them were so good, it’s hard to choose a favorite. The watermelon is amazing. My skin loves GR and so I am thrilled that I have a set perfect for travel. This is also perfect for a Christmas gift! Especially someone who wants to try out a bunch of the fruit line!"
		},
		{
			"review_title": "Great trial set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I honestly love a trial set! This has essentially all of the top sellers for the brand and you do get a decent amount of product at least a month if not MORE worth of trying each thing to see if you like it before you purchase a large size. I’m already a big fan of the brand so seeing some of my favorite products in here (strawberry serum & plum plump) is a win but if you’re just looking to test things out I think this is a GREAT set you get so many different products at a great price point."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This set contains- Avocado Ceramide Moisture Barrier Cleanser, Watermelon Glow PHA + BHA Pore-Tight Toner, Watermelon Glow Niacinamide Dew Drops, Strawberry Smooth BHA+AHA Salicylic Serum Plum Plump Hyaluronic Cream and Guava Vitamin C Bright-Eye Gel Cream. This set is a perfect way to try the brand out. I love incorporating all of the above in my routine. This is a must have"
		},
		{
			"review_title": "A Great Way To Get Introduced To Glow Recipe!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
			"review_text": "Glow Recipe  While I was gifted this from Glow Recipe I am super passionate about my skincare so this is gonna be an authentic review. I have only tried one Glow Recipe product prior to this and it was the Strawberry Smooth BHA+AHA Salicylic Serum so this was my first time using a full skincare system from Glow Recipe. The results are real from these products, as soon as you finish using the  products your skin will be glowing, hydrated and feel deeply pampered! After using some of the products over a week I noticed improvement in my ability to maintain moisture as well as smoother and glowier skin. I will say one my one critic of this set is not per se about the formulas but this is not my ideal travel sized items, I would actually call these sample sizes if anything. I think this would be perfect for anyone who is interested in trying a full glow recipe skin system or trying a few products to see if they like, without the commitment of a full sized product. I’m sure you could travel with these products but I feel like it wouldn’t last for very long if you have a longer trip. My rule of thumb for travel size is something I could use on at least two trips that maybe be 3-5 days and I truly think these products could only last one. But outside of that I think this is an amazing way to introduce yourself to glow recipe. Also for anyone who loves makeup your skin will be prepped to perfection using this skincare system, especially after using the toners and serums it’s almost that tacky base you are looking for in your favorite primers. My product highlights from the set are the Strawberry Smooth Serum, Watermelon Glow Niacinamide Dew Drops, Watermelon Glow PHA+BHA Pore Tight Toner, and the Guava Vitamin C Bright Eye Gel Cleanser. Maybe wouldn’t repurchase this as a travel essential but absolutely will be adding the full sizes of these products to my wishlist and/or shopping cart!"
		},
		{
			"review_title": "Perfect holiday gift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This glow recipe best sellers mini kit is the perfect holiday set for someone who wants to try out their best products. The products are minis but they have a pretty good amount of product in them. Also perfect for traveling."
		},
		{
			"review_title": "Just Dew It",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I've been using this juicy lineup for just over a week now and I can already see and feel noticeable differences in my skin. my skin feels and looks tighter, pores have gotten smaller. The overall appearance of my complexion has evened out, skin is less red looking and more plump and.... DEWY. I added in the mini Glow Recipe Gentle Face Cleanser (sold separately) as a pre-cleanser. I was skeptical about buying this as I'm sensitive to smells, but these products have a very mild, tolerable and pleasant smell. I'll have to use this regime longer to see if it helps my mild acne.. so far it is! RECOMMEND"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is such a cute set to try different skincare from glow recipe and travel with as well. I just love looking at them in my vanity as well. The sizes are good for 2+ weeks of use. If you’re curious try this set!"
		},
		{
			"review_title": "Perfect mini set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This is one of the best minis kit!! It has all of my Glow Recipe favorites in the perfect sizes for me to put in my gym bag and also great for travel! Also this is a great gift idea to give to all of your friends"
		},
		{
			"review_title": "BEST TRAVEL KIT",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "This Fruit Babies Kit is the perfect kit for traveling! I love how it comes with there Avocado Ceramide Moisture Barrier Cleanser, Watermelon Glow PHA + BHA Pore-Tight Toner, Watermelon Glow Niacinamide Dew Drops, Strawberry Smooth BHA+AHA Salicylic Serum, Plum Plump Hyaluronic Cream, and Guava Vitamin C Bright-Eye Gel Cream.  Getting all this for only $38 is SOOOOO WORTH IT!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This is such a cute set! It's a great mix of products that makes it easy to just grab and you'll have everything you need for traveling or daily! I found it made my skin look pretty good, definitely some products in it that I like more than others but that's what I love about it, you're able to try them all before buying a bigger bottle of them!"
		},
		{
			"review_title": "Awesome travel kit!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I am excited to have this kit on hand when I traveled this past Thanksgiving! It was easy to travel with and helped to keep my skin hydrated and glowing! The set includes the whole skincare routine! My skin loved the combination of acids and hydration!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
			"review_text": "Glow recipe is one of my favorite skincare brands so I was so excited to see there was a new version of the glow babies kit. These kits are so good to try the products and to gift to your friends/family"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I adore this kit! It’s a great introduction to the brand and perfect for travel as well. If you’re looking for a gift or stocking stuffer this would be a great option. Highly recommend this little gift set."
		},
		{
			"review_title": "love this skincare set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Normal skin",
			"review_text": "i received this kit in exchange for my honest review. I am obsessed with this skincare set it leaves my skin feeling so clean and everything smells amazing. My husband complimented how glowy my skin was the first time I used it and it honestly made me feel like I did not need to wear makeup, because my skin looked so glowy. I highly recommend this set!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "Glow recipe is one of my favorite skincare brands, and when I saw this product, I thought it would be perfect to have minis of all my favorite things. This little set is perfect for someone that hasn’t tried products from the brand before or even if you just want minis for travel."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is such a cute and perfect gift for yourself or someone who loves skincare!!! You get the cutest minis of glow recipe’s best sellers so you can try out so many different products. I’m going to be giving this to my sister im super excited!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Perfect set for someone who wants to try Glow Recipe without fully committing to paying for a full priced item. Fair warning they are sample sizes, but you do get to try multiple types of products from multiple lines!"
		},
		{
			"review_title": "Best seller kit",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "My skin has been going through it lately with the weather changing. This best seller kit is packed with the winter essentials to help keep my skin hydrated and looking plump and health. I love how this kit has everything you need for the best skincare routine. I’ve been enjoying exploring more from this brand and this kit is so good for that reason."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The Glow Recipe Fruit Babies Bestsellers Kit is perfect for gifting or travel! If you want to try Glow Recipe products, this set is great for you. I love that this includes each step of a skincare routine. Their packaging is cute too. I would recommend it."
		},
		{
			"review_title": "Must have if you want to try glow recipe! but!..",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This product is the best for wanting to try out glow recipe! ive been seeing this all over social media and wanted to try it, major of the products feel great on my  skin. But!! some of the products, like the eye cream, chapped the areas around my ecsema spots (corners of eyes, nose) had me peeling for a weekish? now. This kit helped me figure out that the plum plump hylaronic acid hydrate cream felt amazing on my skin, aswell as the cleanser. I definitely recommend this if you want to figure out what products are for you!"
		},
		{
			"review_title": "Plumped and moisturized",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a game changer because I love to take my skincare products with me anywhere and especially work. This fits my bag and work bag and all products work fabulous on my face. It hydrates and keeps it plumped"
		},
		{
			"review_title": "Perfect for the holidays!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I am OBSESSED with this product!! First of all, there are so many minis to try out during your skincare routine. I have been wanting to try many of these products, so getting this value set was right up my alley. It is the perfect travel size and it is so easy to incorporate these products into a skincare routine. I highly recommend this as a gift for your loved ones!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "I have been using Glow Recipe products for so long! I love each of these products and I highly recommend them for anyone in your life. I love traveling with this kit because it all fits in my carryon bag"
		},
		{
			"review_title": "So cute and yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "These are just too cute! This is the perfect set to gift to someone who has never tried glow recipe, also amazing for travel. Besides evey glow recipe product smelling amazing they always seem to make my skin feel amazing. Glowy, dewy, tighten pores, this set can do it all"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this gift set it has a whole skincare routine in one box. My skin has felt so soft since using these products specifically the moisturizer is very nice. I usually go in with the strawberry drops then the eye cream and moisturizer which is perfect for me. Since these products are so tiny I can see myself bringing them with me on travel days."
		},
		{
			"review_title": "Love it!!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "This set has all the essentials for a great skincare routine! The products smell amazing & make my skin feel so refreshed and supple. I love to use them at night to wake up feeling refreshed. I’ve also noticed my skin more moisturized than before, which is perfect for these winter months. Lastly, it’s the perfect size for traveling, super easy to fit into any purse or carry on bag !"
		},
		{
			"review_title": "Perfect Holiday Set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this set! All of the products are really great- but my favorites are the eye cream and moisturizer. Both are so hydrating and smoothing! This is the perfect set to try out all of their products before purchasing full size and also makes a great holiday gift."
		},
		{
			"review_title": "Minis heaven!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I absolutely love glow recipe! I was so happy to see they had a set of my favorites in mini form! I’m traveling for the holidays so this is so perfect ! These products make my skin feel so smooth and hydrated and leaves me with a beautiful even tones glow !"
		},
		{
			"review_title": "So cute!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The cutest set! Perfect for me as I travel constantly! Also a great way to try the products out if you haven’t before! My skin feels plump and hydrated, no irritation so far. Would make the perfect gift for skincare lover!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
			"review_text": "I love this set! I love travel sets because they are so much easier to carry when I go on work trips. These products are a must have. They made by skin so smooth and soft. I am buying the full size of 2 of the travel size ones."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The Glow Recipe Fruit Babies Bestsellers Kit is perfect for gifting or travel! It’s a complete skincare routine in one simple kit, and includes all of Glow Recipe’s best products for glowing, healthy skin. The mini bottles are so cute and make for a great way to sample the products before buying the full size, or for taking on the go with you.  I have dry skin and these products all work so well for me, leaving my skin looking and feeling healthy and bright. I highly recommend this kit!"
		},
		{
			"review_title": "Great kit for travel!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This kit is so cute!! I think it would be perfect for someone who hasn’t tried many Glow Recipe products and wants to try a sampling and pick some favorites. Personally, I think this is the perfect kit for traveling! You get a full skincare routine from cleanser to toner, eye cream, two serums, and a moisturizer! I will definitely be taking this set with me when I travel. My skin looks so glowy and healthy when I layer all of these products together. Love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "As a traveling girl, this kit is a MUST. The travel sizes of each product are so easy to keep with you everywhere you go + the variety of the products is perfect for AM and PM. The cleanser left my face makeup free, and I noticed the texture go down. I love using the toner, blur & dew drops in the AM as a base for my makeup. This is the perfect stocking stuffer for that jet setter in your life."
		},
		{
			"review_title": "omg",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Lives up to it's name-- leave's my skin GLOWing. My favorite product so far is definitely the watermelon serum. it is so lightweight and leaves my dry skin so soft the next morning. highly recommend this kit"
		},
		{
			"review_title": "So Cute!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "These are so cuteeeeeeeeeeeee and everything you need in a kit, especially if you are traveling or you are interested in trying glow recipe products. They are all amazing and very convenient to carry with you"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "If you are looking to try glow recipe or just want travel sizes for your favorite products, this is great for you! The products live up to the hype and will not disappoint you. You will be left with glowing skin!"
		},
		{
			"review_title": "The best minis",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is the best way to try glow recipe and a great way to take for travel as well. It includes the new eye cream as compared to last years set so it’s worth the price for a full routine! You gotta get it so cute!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": ". This set was amazing! It gave me a chance to try everything and see that I like! It all felt good on my skin and felt like it was just enough to really see if it’s a good fit for my skin! I definitely recommend trying this!"
		},
		{
			"review_title": "Perfect for the on the go",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I absolutely loved these little bottles with their best sellers! I think this is a perfect christmas gift for skincare lovers. Also it’s super convenient for travel and to keep in a go to bag. I loved the avocado cleanser made my face feel clean and ready to prep for the day. The dew drops they made my face feel super hydrated abs glowy throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "If you’ve never tried Glow Recipe products - this is the best opportunity to try it! This set features the mini versions of their best products and is absolutely perfect for first-time fryers or for those who love to travel and bring the minis with them. I have combo acne-prone skin and I love all of these products for daily use. I use them daily (in the mornings) and sometimes add some medical grade acne care things at night, but I love how glow recipe products don’t ever irritate my skin and leave it feeling and looking glowy and healthy."
		},
		{
			"review_title": "Such a good deal!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "This is just the perfect kit! This mini set is great for a gift, traveling, and being able to try all of the fan favs before buying full sizes! I really love the price of this for the amount of products you get! Me and my skin love all of these products so much!"
		},
		{
			"review_title": "Perfect for Travel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This Fruit Babies kit has everything needed to try and love Glow Recipe. I love that there is so many options in this kit. The sizes are enough to allow you to try more than once to decide what you want to purchase."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is the absolute cutest set! I like that there are hydrating options to go with the exfoliating treatments. This is such a complete set, I’m thinking of gifting it to my little cousin for Christmas!"
		},
		{
			"review_title": "Perfect kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is the best way to try all off glow recipe best sellers for your skin and these products are tried and tested. I love that you get a full skincare routine and the products work well witch each other as they’re formulated to do so. It’s such a great kit and makes the perfect gift too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I love this fruit babies best sellers set from glow recipe.  It has everything I need to make my face glow and look great.  My skin is normally dry this time of year and it is feeling very hydrated.  It has also improved the look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love glow recipe products and this set makes a perfect gift as your way to introduce the brand for someone that you care. The minis are also perfect for travel and they are indeed the best products from the brand! Very lovely!"
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this set because it includes all of my favs. It is perfect if you haven’t tried the brand before because it includes all the best selling minis. My fav is the strawberry smooth bha +aha because it keeps my pores super clean."
		},
		{
			"review_title": "Great for travel!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This kit is the best kit ever! I love the Glow Receipt products and I'm loving to have all that in small sizes so I can travel with no worries. It's perfect! You can have all your skincare routine in a small bag and with problems with TSA."
		},
		{
			"review_title": "A perfect gifting idea!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I have A love affair with Glow Recipe and this set of minis has some of my favorites! This would make the best gift ever! I love The size as they are perfect for travel or to get a good feel of how the product reacts to the skin. Wonderful set!"
		},
		{
			"review_title": "Great set but some products didn’t work for me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "The cutest gift set ever! All the products come in mini size, which makes this set just a perfect fit for traveling! There’s a cleanser (my absolute favorite), a toner (breaks me out unfortunately), two serums to choose from, a moisturizer (super lightweight yet well hydrating) and an eye cream (nice one). All in all it’s worth buying if you love traveling or you are new to the brand and want to try all these products."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I love glow recipe so was excited to try this set! I think this is a wonderful way to get to try a few different glow recipe items before buying the full size. I do wish the sizes were a bit larger so you could try them for longer but you do get a good number of products for a small price so I think it is worth it. My favorite is the dew drops and plum plump cream! They leave my skin so dewy!"
		},
		{
			"review_title": "It has everything you need",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Combination skin",
			"review_text": "This set is perfect for travel, it has everything you need to cleanse, treat, brighten undereye, hydrate and moisturize the skin! And this is a nice way to try Glow Recipe bestseller products! These products keep my skin looking and feeling amazing, I will definitely buy bigger sizes."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Smells amazing, but it made my face feel really sticky.  The kit is convenient for a trial size. I was able to try a new product without buying full products. I would not recommend only because of the stickiness feeling."
		},
		{
			"review_title": "Cute set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "Cute little set if you haven’t tried glow recipe. And perfect for those that travel a lot it has everything you need it for your skin to be glowing highly recommend, you won’t be disappointed. I actually own all of them in the full size"
		},
		{
			"review_title": "Yall need these products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "After using this fruit babies kit this makes my skin so moisturized!"
		},
		{
			"review_title": "Travel must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "This is such a great set! It's a great way to try their bestsellers. Personally I love their BHA toner and the niacinamide dew drops. I recently got to try the strawberry smooth serum which was another hit. InThese are great to travel with aswell since it has everything you need!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this little set! Everything is so cute and it’s the perfect size to try out all the products or take with you to travel on holiday. It’s an amazing value and all the products work great. I highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the perfect set of travel-sized bestsellers from Glow Recipe. It includes the Watermelon Niacinamide Dew Drops, toner, avocado cleanser, eye gel cream, serum, and the hyaluronic cream. I highly recommend!"
		},
		{
			"review_title": "Glowy Skin On The Go",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love this kit! The ceramide cleanser melts away makeup without that squeaky-tight feeling, while the watermelon toner instantly refines pores, giving me a soft, dewy glow.  The star products have to be the niacinamide drops - my tone and texture has significantly improved. And the rich plum cream seals it all in, keeping all the moisture locked in. These bottles are the perfect size for travel so during my next trip I’m taking these with me!"
		},
		{
			"review_title": "Love this kit!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I absolutely love this kit! I’ve tried all the products included individually before and I really liked them so I was so happy there’s a kit with cute minis! My All the products in the kit leave the skin hydrated and with a really nice glow, and it smells amazing!"
		},
		{
			"review_title": "Perfect for Travel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Such a great gift item for any first time Glow Recipe user. Having mini sizes of all the products makes it easy for someone to try something out first and use it for a while before deciding if they want to purchase the full size. It is also awesome for travel! I want to be able to have all my glow recipe favorites with me without bringing the whole full size so all of these fit perfectly in a makeup bag for on the go use."
		},
		{
			"review_title": "THE BEST OF GLOW RECIPE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is the perfect travel kit to hit all of your morning skincare routine needs!! The glow recipe bestsellers kit has all of my favorite products that truly brighten my skin! Their products give me the prettiest glow and make my skin so clear & soft!!"
		},
		{
			"review_title": "great value!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This kit is such a great gift idea for someone who loves to travel. the kit comes with everything you need for skincare while traveling.  I really do think this is a great value and anyone would enjoy this gift. I especially love the dew drops."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is the best set from glow recipe. I really love the cute packaging and there is enough product to try and then buy the full size. I really like the moisturiser and I love how affordable this kit is."
		},
		{
			"review_title": "Great set!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "This is such a great mini set to buy for yourself or as a gift for others! The mini size makes this perfect for traveling and for trying out before committing to full size. I love that this includes each step of a skincare routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I live Glow Recipe skincare! This set is a perfect travel set or a great holiday gift for anyone who loves skincare. This set contains all of my favorite products, but in smaller size. I will take this set with me on vacation!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I bought this because I needed a restock on the toner and few drops and it’s only like $3 more than both the minis. I’m glad to say I LOVE it!!! It’s helped my skin so much!"
		},
		{
			"review_title": "Perfect affordable set!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Totally recommend! As someone who loves a good steal- this is perfect! Normally with my skincare, it looks good for a hot minute and then normally changes nothing. This stuff works miracles! It’s perfect for anyone looking to try some products and not make a huge commitment or looking for an affordable full skin care routine. The products are bigger than expected too! I 100% recommend!!"
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Combination skin",
			"review_text": "This is the perfect holiday stocking stuffer. The mini's are actually bigger than I thought they would be. The products made my skin look and feel so soft and hydrated.  I will definitely go for the full size!"
		},
		{
			"review_title": "Honest review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I bought this mini set and I love it. I have all these products in bigger sizes and love to use the dew drops and the cleanser. My favorite has to be the moisturizer but the red serum burned my skin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "All of my favorites in travel size! I especially love the eye cream, moisturizer, cleanser and dew drops serum. This kit covers a whole skincare routine so it’s perfect for travelers or a gift to introduce glow recipe."
		},
		{
			"review_title": "Tiny but mighty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This product is great overall, I think it’s very small and that it is hard to use because I might run out. I think it would be a great gift and I got this as a birthday gift from my grandma. Over all I think this product is amazing and I would  buy."
		},
		{
			"review_title": "Must have travel kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is the perfect travel set/holiday gift!🌸🌸 It has everything you need for your complete skincare 🍏🍎🍓🍇 I've used all of these glow recipe products. Glow Recipe formulas never disappoint and always keep my skin looking and feeling amazing."
		},
		{
			"review_title": "The perfect gift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This mini kit is absolutely wonderful. I actually have full sized versions of every product so my intention is to use these for travel! They make it possible for me to pack an entire skincare routine into one small bag which I love. The products themselves are some of my favorite formulas. This set is also a great way to introduce someone to the glow recipe brand!"
		},
		{
			"review_title": "Soft & Glowy skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "These smell so good & juicy just like the fruits they're named after. I swear this combination skin routine left my face soft and glowing. I included before and after pics so you can see how clean and bright my face looks after using the products together. The scent is sweet but not overbearing or irritating. I'm so happy I grab this set and will definitely be purchasing the full sizes once run out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I already have the full size of multiple Glow Recipe products, so I got this as a gift for the holiday season! I am so excited to gift this because it has such a wide variety of GR products. I would recommend this if you're hesitant on getting the full sized products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "this is a must have! the product has just enough to see if you like it or not and its great for a beginning set. definitely worth the price"
		},
		{
			"review_title": "Amazing set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "All my Glow Recipe favorites in a convenient travel size. This set would be a perfect option for those wanting to try multiple products before purchasing full size. It’s also a great gift idea. This is definitely going in my carry on bag for holiday traveling. Glow Recipe formulas never disappoint and always keep my skin looking and feeling amazing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I love This mini set! I’ve used all of these glow recipe products in the past so I love that I can have them as minis too. It’s such a complete set that all you need is to throw this in your bag to travel and you’re good to go!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I love glow recipe and loved this set because it’s perfect to throw in your bag if you’re going on vacation or a getaway and need a full compact skincare set. My skin loves the formulas as they see gentle yet effective! Would repurchase this!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is a travel-friendly skincare kit, it features clinically effective ingredients like ceramides, niacinamide, and PHA+BHA to address concerns such as pores, dryness, and uneven tone. The set is vegan, gluten-free, and cruelty-free, providing a comprehensive solution for glowing skin on the go. It has everything you need for your complete skincare"
		},
		{
			"review_title": "Glowing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is the perfect travel set/holiday gift! It gives you the opportunity to try out the products without committing to full size, but after this I will be purchasing in full size. I noticed improvement in my dark circles especially and a healthy overall glow."
		},
		{
			"review_title": "terrible shipping!!!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Sephora lied about the shipping for me. I was going on a trip today and was very exited to use my new product. It was supposed to arrive 11/22/23 and I was leaving on 11/23/23 . I also ordered this product on 11/19/23. I tracked the order and its not giving me much info such as when it should arrive , where it is now, or even if my order was delayed. And I am a beauty insider and gave them my email so the least they could have done was email me that it was not coming on that date. I would have just ordered from the glow recipe website itself or ordered another product. Maybe I could have done order pick up or same day delivery if needed. I am not one to usually complain but this was just stupid!The only reason I gave it 2 stars is in hope for the product to be good. :("
		},
		{
			"review_title": "Do not recommend at all. Horrible results.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "After using these products for a few weeks not too much they created excema on my skin. I have kind of sensitive skin not very dry though. The only good thing about this is that they smell good. WOULD NOT RECOMMEND FOR SENSITIVE SKIN. The worst thing about this is that I never have had excema before so it caused my skin to flare up horribly and now my excema won’t go away after 5 months of not using any products but simple moisturizer gentle cleanser and prescribed excema medicine."
		},
		{
			"review_title": "Cute trial kit!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This is a super cute trial set. Each product is a decent size (big enough to use for 1-2 weeks, the toner may last even longer) . This gives someone a good idea if they like each product or not. The avocado cleanser slightly breaks me out but other than that each product is great for my skin. I think the minis are packaged very cute and this would make for a really good stocking stuffer or holiday gift!"
		},
		{
			"review_title": "Must have for travel or even on the go!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "These are the perfect to go and travel kit skin care for everyday and everything. The cleanser is so perfect and great for a cleanse and clean face. Eye gel is super important and its so hydrating and perfect when i prep my skin before any makeup Especially my concealer. And the niacinamide dew drops make the perfect glow to any look even if i go bare no makeup!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is such an amazing way to try Glow Recipe’s best sellers and if they work for you then the best skincare kit to take for travel. TSA friendly and contains a full routine. I have used it a couple of times and now I am saving it for my week-long vacation in December. Here is the routine i follow with these products and my skin loves it.. Step 1: Avocado Ceramide Moisture Barrier Cleanser:  Step 2: Watermelon Glow PHA +BHA Pore-Tight Toner:  Step 3: Guava Vitamin C Bright-Eye Gel Cream:  Step 4: Strawberry Smooth BHA + AHA Salicylic Serum Step 5: Watermelon Glow Niacinamide Dew Drops:  Step 6: Plum Plump Hyaluronic Cream:"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love skincare gift sets and this one by glow recipe is perfect for the holidays! Love the newest additions of minis and they would make a great gift or stocking stuffers . They smell good and feel great on the skin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is the perfect set for traveling! It has improved the texture of my skin with less sebum build up and my acne is better! It is easy to work these into my routine as they do not have harsh ingredients and are perfect for combination skin type."
		},
		{
			"review_title": "Perfect travel set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Omg I love this little set so much, My skin feels smooth after using these products. This set is perfect for traveling when you don't want to bring a lot of stuff. This set gave my skin a radiant and even look, and I saw a significant improvement in my skin texture."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "In obsessed with this kit its the perfect size for traveling and i will be purchasing a back up to have. My skin looks so glowy and smooth after using these they are so gentle on my skin. I love how it layers and hydrates. Ive noticed my dark spots have faded and my skin is more hydrated"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This set is a fantastic way to try the brand's best-selling products in a travel-friendly size. It leaves the skin feeling nourished, hydrated, and glowing.  Overall, the Fruit Babies Set from Glow Recipe is a must-try, especially for those who love fruit-infused, effective skincare products."
		},
		{
			"review_title": "Super cute gift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Super cute set for the holidays. I like how you can try everything without having to commit to a full size product. This would be the perfect gift for a friend or loved one. Would definitely recommend."
		},
		{
			"review_title": "Absolutely obsessed, perfect for holidays",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I’m obsessed with glow recipe, so when I saw this kit, I HAD to snag it! I love all of these products, but my absolute favorite is the niacinamide drops. If you’re on the fence about it… just do it! You won’t regret it!"
		},
		{
			"review_title": "Very good set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The set is better than I thought it would be. The sizes of the products are just enough for you to decide if you like the product or not. There are 6 items that will cover the face needs. Not going to lie I am impressed with the set."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is the perfect set for traveling! I love Glow Recipe products so much, all of these products are staples in my routine. I am so glad I have travel sized so I can bring them on trips with me! The plum plump hydration cream is my favorite!"
		},
		{
			"review_title": "A must-have for skincare",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "Absolutely delighted with this travel-friendly skincare kit! The convenient size makes it perfect for travel, and besides the delightful fragrance and easy portability, it has truly transformed my skin, leaving it radiant and well-hydrated. The adorable gift set includes a cleanser, toner, serum, Glow Recipe's renowned dew drops, and a cream. A must-have for skincare enthusiasts on the go!"
		},
		{
			"review_title": "Best kit ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is a wonderful kit and I'm so happy to use it and this is basically my whole routine recently. I love the way this feels on my skin and it gives me a glowy complexion as well. I personally love the toner and the Niacinamide drops."
		},
		{
			"review_title": "The best travel skincare set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Combination skin",
			"review_text": "I love these fruit babies!! I think this might be the absolute best set of travel size products I’ve ever seen! I knew that Glow Recipe products were amazing, but having had the chance to try 6 of these wonderful products, I am in love!! The cleanser is so soothing and left my skin feeling so soft. The toner is lovely, and both serums feel so nice absorbing into my skin. The eye cream is also hydrating and energizing, and finishing it all off with the plumping moisturizer really makes this set perfect and ideal for travel, since it has everything you need!"
		},
		{
			"review_title": "Think before you buy it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "While I do love what these products are doing to my face I must say they are quite tiny, specially the eye cream."
		},
		{
			"review_title": "Freshly scented",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I love that this is a travel kit! Apart from the lovely smell and easy access to take on travel, it has made my skin glow and stay hydrated. I bought my mom some of these products included in full size and she loves it too"
		},
		{
			"review_title": "Definitely recommend buying",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Love this! This is perfect for gifting, and I’ve tried it myself! This has some of the best items from glow recipe! Definitely worth the price! I recommend buying!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Glow Recipe's Fruit Babies Kit is a skincare dream! The Avocado Cleanser is gentle, the Watermelon Toner is refreshing, and the Niacinamide Dew Drops are pure radiance. The Strawberry Serum keeps breakouts away and the Plum Cream perfectly hydrates. Travel-friendly and effective – my skin has never been happier!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This set is great to try a variety of Glow Recipe's exceptional products. I particularly love their plum and watermelon lines, and I'm thrilled to see them included in this collection. Every item in this set is remarkable. I only hope Glow Recipe considers adding their new pomegranate serum to mini set next time"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this set because it has everything you need for your skincare routine. These products make my skin feel smooth. My skin improved because it looks brighter and softer. I really like that the products are the perfect size for travel."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "It is the first time I used the cleanser & I really like it! Didn’t strip my skin one bit. The eye cream is lightweight & hydrating… This makes me excited to try the rest of the products in the coming days. This kit is most definitely perfect for travel (Although I’d advocate for them to be a bit bigger). I also believe this kit is a great way to try Glow Recipe’s selection of products before committing to full size. This kit gave me the opportunity to try certain products again or for the very first time. Now that I am more aware of actives & ingredients in general I appreciate this brand quite a bit more now."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "i love this fruit babies bestseller kit by glow receipt! this is the perfect kit to travel with because it has everything! this is a great gift as well. my favorite is the strawberry serum! they all smell so good"
		},
		{
			"review_title": "Great gift for any occasion",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "If you’re looking for the cutest stocking stuffer or gift , this is it. I own a lot of the full products to these and absolutely love them but I love having minis on hand for when I travel. That way i don’t have to take the full size."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Such a cute gift set!! Comes with cleanser, toner, serum, glow recipe's famous dew drops, and cream. The perfect travel sizes for an easy skincare routine on the go and a great gift for anyone this holiday season!"
		},
		{
			"review_title": "YES!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "As a lover of all things Glow Recipe this set is amazing!! I love that it comes with a little bit of everything and that the products are small enough you can take them on the go or when you travel but also there's enough product in them that you can get many uses out of them! It has a few of my holy grail products in it and it has a couple products that are new to me! My skin has never looked better when using Glow Recipe..It's softer, smoother, more radiant, less dull and leaves my skin literally glowing! This is a great kit for yourself or to gift someone who's looking to try their products out, highly recommend it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love all these products, and the fact that it comes in a kit is perfect! Has all the essentials and has all the steps of all four products! a combination of all of them is the best idea for my skin care routine!"
		},
		{
			"review_title": "Oh fruit baby!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I love my fruit babies!!!!🍓🍉🥑 I travel a lot for work and this is the perfect set to keep in my carry on to meet all of my skin care needs. This is my first time trying Glow Recipe and I am loving it! This routine makes my skin feel so youthful and glowy… just what I was looking for. These products are popular for a reason and this mini set meets every expectation."
		},
		{
			"review_title": "It’s a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "after using these products for the past few days, I can say I love it for starters like me who don’t know what to really get. It’s a must have!!"
		},
		{
			"review_title": "The best skincare set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The best gift set to ever exist. It has everything you would need! Especially for people who are getting started on their skincare journey."
		},
		{
			"review_title": "lovely minis set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "This new Fruit Babies Bestseller from Glow Recipe is a great way to try out all of thier amazing products in one cute little minis set thus set has 4 of their bestsellers and not 1 but 2 of their watermelon line!! My fav!! It also has the strawberry serum and a few others too"
		},
		{
			"review_title": "Great kit!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This is my first time trying out Glow Recipe and this fruit babies kit is perfect for first time users! The kit comes with a cleanser, toner, eye cream, serum, brightening dew drops, and a hyaluronic cream. I have been using this kit for a full week now and I’m definitely not disappointed! My skin barrier feels much stronger and my skin feels way more smoother and not dry"
		},
		{
			"review_title": "great sampler set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This is a really cute sampler set, with great sizes for travel! I love that Glow Recipe typically uses glass to package their products, but i'll be the first to admit that isn't what I prefer to pack - these are much more fitting.  As a bit of a Glow Recipe enthusiast, I would tell you that this set is curated to be a great overall routine (needing only sunscreen in addition), that overall targets pores and adds hydration all in one go. Great for all skin types aside from maybe the most oily and the most dry.  I will note to check the sizes. I was a bit surprised to see the small amount of cleanser and toner (0.67 oz and 0.84 oz vs the usual 1 oz travel sizes). That said, both of these products require less than similar products on the market so I see the logic. The moisturizer is a good size at 0.5 oz and you get a total of 0.83 oz of serum. The eye cream is the smallest at 0.1 oz."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I absolutely love when glow recipe makes these holiday kits. They are perfect for a skincare loving person who wants to try their products out but isn’t sure what would be a good fit for them. I have been a user of GR for years and love these sets since they make it amazing for travel. Will buy again for all my upcoming trips!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This kit has a cutest minis in it! It’s such a great way to try so many of glow recipe products! I actually haven’t tried any of these products previously and loved all of them! Using these products in just two days has given my skin a serious glow! My favorites have to be the avocado cleanser because it is so creamy and smells amazing and lathers nicely! I also really enjoyed the strawberry smoothie because it smells absolutely amazing! Lastly, plum plump cream it’s so hydrating, and instantly gives you a glow! This kit is so much fun and makes a perfect gift for any skin care lover!"
		},
		{
			"review_title": "10/10 gift for a skincare lover!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Glow Recipe's Fruitbabies Kit is a skincare revelation! My skin feels supple, radiant, and blemish-free. Since using, I've noticed reduced redness and increased firmness. The compact sizes make it ideal for travel, ensuring my skincare routine never misses a beat. Glow on the go! 🍉🍌🥑 #GlowRecipe #SkincareEssentials"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "Perfect gift for anyone who wants to start taking care of their skin The glow recipe has the best skin care products and all these little travel size products are perfect! they are the perfect size for taking in a trip I absolutely love them!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is an adorable set with a great variety of glow recipe products to try, all of them work pretty well. Ideal for travel or someone who is looking for a new skincare routine, these work for both combo or dry skin."
		},
		{
			"review_title": "Not only cute, also a very complete kit!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is the most adorable skincare kit! I love how it has all my tried and true favorites in a travel size so they easily fit in my toiletry bag for trips. It has a complete routine from cleansing, to toning and moisturizing to eye cream so you don’t skip any step in your routine. I have loved these products separately so I am very happy to now have them in a packaging small enough to take everywhere! Such a great deal too!"
		},
		{
			"review_title": "I love this one. Sooo cute.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "How adorable is this collection. First of all the packaging is the cutest thing I’ve seen in a long time. Next this is an awesome assortment of products. It does so well for my skin getting it hydrated and looking amazing. It’s the perfect set for traveling with and I look glowy and hydrated when I use it."
		},
		{
			"review_title": "amazing!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "love this kit, it’s the perfect gift and great for travel! these minis are packed with amazing ingredients and have transformed my skin. i love that this includes all their bestsellers and they are all really good sizes for the price. this set made my skin look so radiant and even and i noticed a lot of improvement in my skin texture. highly recommend!"
		},
		{
			"review_title": "Cute little set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This is a very cute set of skincare products! They are small, but just enough to know if the product is right for you or not. I really enjoyed the watermelon glow and hyaluronic cream and I am going to order them in full sizes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The perfect little gift to try all the best sellers. I love how well this brand works on my semi sensitive acne prone skin. I never have to worry about breakouts and this kit made my skin feel hydrated and looking glowy. I would recommend this to anyone."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is the perfect way to try Glow Recipes favorites and best sellers! I absolutely adore this kit and like that the products are actually large enough to test and see if you want to get the full size!"
		},
		{
			"review_title": "Best gift or traveling set ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "As someone who loves glow recipe I was so excited to try out this set! I love that it has all of the most popular products and I was even able to try a few that I haven’t before. Every single one exceeded my expectations and smelled phenomenal. Highly recommend this for traveling or even as a gift for the skin care lover in your life!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Such a perfect gift for holidays it has all the best sellers in mini size so you can try and then invest in getting full sizes. The dew drops are my favorite and the under eye cream gives instant brightness to the under eye area"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Gifted my glow recipe I absolutely love this fruit babies best sellers kit. I think that it works really well and it is perfect for travel. I would highly recommend all my family and friends. I love that they are travel, friendly sizes. I will be bringing them with me on my next trip"
		},
		{
			"review_title": "Travel must-haves!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This is the perfect travel kit to the best of Glow Recipe! These are at the perfect size to put in your bag and travel with. The bottles are great, the caps are great! It’s very colorful and cute. Great idea for a gift too!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Cute little set, comes with everything you need for every skin care step from cleanser to face cream. I love that I can take this with me on trips, it’s perfect and TSA approved. My favorites are def the watermelon toner and the plum plum cream. This is a good set to try out Glow recipe if you’re not familiar with the brand."
		},
		{
			"review_title": "Nice to try out everything",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Absolutely love this! I have only used their serum before but this definitely made me understand where all the hypes are coming from. As the other review mentioned, if you are not a fan of heavily scented products this isn’t for you. The skincare itself is amazing!"
		},
		{
			"review_title": "You will glow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I love glow recipe! I was so excited to get the fruit bestsellers kit. I have a few of these in full size and love the mini versions of them and the new ones to try. They give your skin a new bright glow and doesn’t irritate the skin. My skin has also become smoother and less bumpy. I use them after I cleanse my face and lightly pat them into the skin. I’m going on vacation now and the size makes it easy to travel with don’t have to worry about the full size in your luggage."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Normal skin",
			"review_text": "Glow Recipe's NEW Fruit Babies Bestseller Kit is a delightful skincare experience that brings the juicy goodness of fruits to your beauty routine. This kit is a testament to Glow Recipe's commitment to harnessing the power of natural ingredients for radiant and healthy skin.  The star of the show is the Watermelon Glow Pink Juice Moisturizer, a lightweight and hydrating formula that leaves your skin feeling refreshed and revitalized. Its watermelon extract and hyaluronic acid combination provides a burst of hydration without any heaviness, making it perfect for daily use."
		},
		{
			"review_title": "I love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This Glow Recipe Fruit Babies Bestseller Kit is a skincare gem that leaves my skin incredibly soft and glowing. It's the perfect travel companion, with its compact sizes that fit easily into any suitcase or carry-on.   The watermelon, pineapple, and blueberry-infused products work wonders, providing deep hydration, nourishment, and they all smell so good.   Whether I'm on a vacation or a quick weekend getaway, this kit ensures my skin stays radiant and healthy.   Perfect gift for you love one.  Highly recommend !!"
		},
		{
			"review_title": "Such a good set!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I Love this cute little set, I haven’t tried all the products in this set before, so I’m happy to be able to do it now! It’s a great way to explore any brand but Glow Recipe especially, such an iconic brand and so good too!!"
		},
		{
			"review_title": "A great gift!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This is such a cute set for the holidays! Whether you’ve never tried glow recipe or you love their products, this is a must have. The minis are so cute and great for travel or on the go. Also love that they included all my favorite products. Perfect for gifting!"
		},
		{
			"review_title": "BEST GIFT SET",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "THIS IS SUCH A GREAT SET! I’ve tried a lot of glow recipe and i’m such a fan so this is a perfect perfect set to gift for the holidays. it is enough to test what works for you and what you like without investing too much money!"
		},
		{
			"review_title": "Perfect kit to try the brand!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This is my first time trying the Glow Recipe brand! What sets this kit apart is the delightful fusion of natural fruit extracts that not only smell amazing but also deliver noticeable glow and hydration. Each product complements the other, creating a harmonious skincare routine. The mini sizes make it a fantastic way to try Glow Recipe's bestsellers without committing to full-sized products. My skin looks brighter, smoother, and more radiant – highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I am loving the New Fruit Babies Bestsellers Kit from Glow Recipe!!  This kit has all of my favorite Glow Recipe products plus a few that I have yet to try.  These are travel size, so aside from trying small sizes until you commit to full sizes, this kit is perfect to travel with.  This is a great set for gifting."
		},
		{
			"review_title": "Glow up",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I love everything Glow Recipe. I really just don’t think you can go wrong with any of their products. They are effective, yet very gentle. They never dry out my skin or cause any irritation. This fruit babies set is a great way to try out a variety of their products without committing to full size price tags. I’ve tried all of these previously except the strawberry serum & guava eye cream. These are great additions to the lineup! The dew drops are a fan favorite and rightfully so. This is a great set to throw in your suitcase too!"
		},
		{
			"review_title": "Wonderful Gift!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "🍒🥑🍓🍉🍇  This is a cute travel friendly set of Glow Recipe’s (mini sized) best selling products, which is a perfect gift for the upcoming holidays!   In this set you get the Avocado Ceramide Barrier Cleanser, Watermelon Glow PHA+BHA Toner, Watermelon Niacinamide Dew Drops, Strawberry Smooth BHA+AHA Salicylic Acid Serum, Plum Plump Hyaluronic Acid Cream, and Guava Vitamin C Bright-Eye Gel Cream.   My favorite so far is the watermelon dew drops, and the size is perfect to pack in my toiletries bag for vacation. I like to apply a little on my cheekbones after I finish my makeup. It can be used alone, under makeup, or over makeup- it’s very versatile."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This glow recipe babies set is a really cute and fun way to try out different products or for a Christmas gift for a skincare lover. It also gives a good amount to the skin tone of your complexion which can"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love everything from glow recipe, so when I saw this kit with minis, I had to get it. These products are amazing and all for a great price. This is perfect for a gym bag or for travel. It’s a must have!"
		},
		{
			"review_title": "Super fun set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Absolutely adorable and very nice set from Glow Recipe with the bestselling products. Great if you want to try something new or to take them to go with you. It is travel sizes, super fun. My favorite is a watermelon toner! This set can be a great gift."
		},
		{
			"review_title": "Get it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is the perfect little set to try out the glow recipe line and find the products that work for you ! They are all a great size so you can try them out for a good amount of time ! I am obsessed with the avocado barrier cleanser and the plum cream but the whole set is super worth it !"
		},
		{
			"review_title": "Loveee!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Normal skin",
			"review_text": "I can not get enough of these products! I love everything glow recipe and this minis set contains all of my favorites in one!! Can’t get enough! Each product smells sooo good, the watermelon is my fave. My skin is happy!"
		},
		{
			"review_title": "Definitely a must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I absolutely love the fruit babies set from Glow Recipe!! It has all of my favorite Glow Recipe products in it including their newer additions to the family! My skin has looked so clear, glowy, and amazing since I started a GR only routine. This kit is so perfect for traveling too! So many are flying this time of year, you definitely want to take your favs with and not worry you don’t have everything or that you can’t fit everything. Definitely a great start to try GR too!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "These are all my favorite products, so I’m so happy to have it in this one little kit. This kit contains a cleanser, serum, hyaluronic, acid, eye, cream, and moisturizer. Everything that you could possibly need in your routine. It’s such a fun way to try out new products!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I love this kit! It includes all the glow recipe essentials to make a full day and night routine! And since they are smaller they are great for travel! Easy to pack and you have everything you need for a weekend. These have my skin so fresh and glowing! I love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "A lot of good products but in a small sample, so nice and cute packaging, i love their hyaluronic acid so much i, ve used it for a long time now. The smell is gorgeous like fruits. And is perfect gift for the holidays"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Such a gorgeous set. Great to try out some of the best products from Glow Recipe and see what you love!! Makes a wonderful present as well. The sizes are decent and much larger than your typical sample size as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This set includes everything you need as mini’s and is perfect for travel! I have already been using these products prior but couldn’t pass up on how good this deal was. I have acne-prone skin but I noticed my skin being more clear and relaxed after using this in my skin regimen!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Absolutely love this set! It’s a great way to try out all the products you’ve been seeing go viral. It helped get rid of the smaller bumps on my face and I will definitely be getting the full sizes of some of these!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This adorable set of fruit babies is great for travel and gifting as they work for different skin types. I have acne-prone combination skin. The plum hydration is great because it’s lightweight enough for my t-zone and still super hydrating. My skin feels soft, smooth, and nourished after use. These fruit babies are gentle enough for my sister’s more sensitive dry skin & rosacea so I’m gifting her this set as well."
		},
		{
			"review_title": "Loving this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Yall this kit makes for the perfect Christmas or birthday gift. It is so great for traveling so that way you don’t have to pack your huge bottles in your bag and worry about them. This stuff really does make your skin glow! So many people have complimented my skin since using it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This kit is SO CUTE and perfect for the holidays! I love how you can try all of glow recipes best selling products in mini/travel sizes! They are perfect to bring on any trip and a great way to try out the products."
		},
		{
			"review_title": "So cute !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The cutest set if you want to try out most of glow recipe’s products without committing to a full size. They last a good while, about three weeks. I absolutely loved trying out each thing and definitely identified some of my fav products"
		},
		{
			"review_title": "Perfect Kit to Gift!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Glow Recipe is one of my favorite skincare brands! I've had great results with their products, and the packaging is adorable. This is the perfect travel kit to gift someone to try some of Glow Recipe's Best Sellers! It comes with a full set of product minis for a daily skincare routine. I plan to gift these to friends during the holidays!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes",
			"review_text": "Gifted in exchange for a review. This is a wonderful set to try out the Glow Recipe’s products, especially if you're new to the brand. It has all you need for a full skincare routine, starting with cleanser, toner, eye cream, two serums and a moisturizer. This would also be great as a gift."
		},
		{
			"review_title": "Skincare must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I received this product an exchange for this post! I absolutely love drunk elephant for my skin care. It’s an absolute game changer. This kit includes everything you need for that flawless skincare routine and it’s the perfect gift."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I’ve been using glow recipe for a while now and I’ve always loved how my skin feels after using their products! It doesn’t affect how my makeup lays on top, if anything it actually helps with my makeup application. If you’ve never tried glow recipe I think this kit would be amazing for you"
		},
		{
			"review_title": "Awesome",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
			"review_text": "This set is literal perfection. It has everything you need for a perfect skin care routine, in sizes small enough that you aren't stuck with a lot of something if you don't like it. Also, absolutely perfect for travel."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love this little box. This is great for sampling their products before buying a bunch of full size. And if you have to travel these are great for a carry on if you just want to bring your faves. I especially am a fan of the dew drops as I am a dry skin person and need all the hydration. I like the variations in each product and what they do for the skin to improve each aspect of a variety of skin."
		},
		{
			"review_title": "Adorable and practical",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This kit is absolutely adorable! I've been using the Watermelon Dew Drops for years along with the avocado cleanser, but this kit was perfect to try out the other products. I'm also using a set in my travel bag for whenever I'm on the go. The Dew Drops leave my skin looking beautiful.  My new favorite is the Strawberry Smooth salicylic acid Serum. It's great for helping too prevent and manage breakouts along with being great at preventing my skin from wrinkling.  I highly recommend this kit if you're looking for a great way to try out many of the products from Glow Recipe."
		},
		{
			"review_title": "Holy grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I was a drunk elephant fan until I met this brand. I’m late thirties with mild adult acne, sun spots and combo skin. These products keep my breakouts at bay and my skin SO smooth. Love the smell and makeup goes in great after the routine!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Dry skin",
			"review_text": "The cutest little gift set for any teenager or young adult with normal to combination skin type. Basically you get to try out Glow Recipe's entire lineup without the hefty price tag of buying their entire lineup.  Love the avocado ceramide cream, guava eye cream and strawberry serum the most, I already own 2 of those in full sizes. Great value and perfectly sized for travels also."
		},
		{
			"review_title": "Perfect gift!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this kit in exchange for this post and it's the perfect Holiday gift to give to a skincare lover! It has all of my Glow Recipe favorite products in mini versions. This kit is also great to gift to a traveler!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I got it for my birthday yesterday and i like everything, the plum moisturizer is my favourite product :))"
		},
		{
			"review_title": "Loves these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I recently purchased the Glow Recipes Fruit Babies Bestsellers Kit and I must say, I am absolutely in love with it! This kit includes three of their best-selling products: the Watermelon Glow Sleeping Mask, the Blueberry Bounce Gentle Cleanser, and the Banana Soufflé Moisture Cream. Firstly, let's talk about the Watermelon Glow Sleeping Mask. This mask is a game-changer! It has a lightweight gel texture that feels incredibly refreshing on the skin. I love applying it before bed and waking up to plump, hydrated, and glowing skin in the morning. The watermelon scent is also delightful and adds to the overall experience. Next up is the Blueberry Bounce Gentle Cleanser. This cleanser is gentle yet effective in removing impurities and makeup without stripping the skin. It has a unique bouncy texture that lathers up nicely and leaves my skin feeling clean and refreshed. The blueberry scent is subtle but pleasant, making it a joy to use every day. Last but not least, the Banana Soufflé Moisture Cream. This cream is a dream for dry skin! It has a lightweight, whipped texture that absorbs quickly into the skin without leaving any greasy residue. The banana scent is heavenly and adds a touch of indulgence to my skincare routine. It provides long-lasting hydration and leaves my skin feeling soft, smooth, and nourished throughout the day. I highly recommend this kit to anyone looking to achieve a healthy, glowing complexion. Glow Recipes has truly nailed it with these fruit-infused skincare products. Give them a try, and I guarantee you won't be disappointed!"
		},
		{
			"review_title": "A must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This set has everything you need. I absolutely love it for when I’m traveling. I love how it is basically an entire skin care routine, but has it in perfectly traveled size bottles, so I always bring this with me when I’m traveling and it has all the necessities."
		},
		{
			"review_title": "Great value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this best seller Glow Recipe kit! My favorite from this set is easily the plum plump hyaluronic cream. It adds moisture back into my skin and a little bit of product goes a long way. I also love the avocado cleanser because it doesn’t strip my skin. This is a great kit to try all of Glow Recipe’s products without buying the full size."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "This is such a great gift idea! You can try out all the products without breaking the bank! The products are a good size where you can really try out the products before buying the full size. Couldn't recommend it more!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "These products makes my skin feel amazing! I love that with this set you get to try so many things and you just cannot beat this brand they really make a great quality product and a reasonable price. I wlll continue to use these in my everyday skincare routine."
		},
		{
			"review_title": "Great sampler set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Great set that lets you try out all of glow recipes best products and see if they work for your skin! I love the toner and cleanser, and the dew drops make my skin so glowy. None of these products break out my skin and I love the sweet scent!"
		},
		{
			"review_title": "A must have in my travel bag",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This is just the perfect travel set as it has all of the essentials that I need on a daily basis. The products definitely improve the appearance of my skin overtime as they help with making my skin more brighter and smooth. These products have a pleasant smell as well!"
		},
		{
			"review_title": "fav set of all time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This is so beautiful and this is so amazing, absolutely best and fav! I would gift this to everyone. All the products in this set are great for all skin types and totally good with no side effects. Good for all"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I received the Fruit Babies Bestsellers Kit  complimentary from Glow Recipe. I love that this travel size kit includes a cleanser, toner, creams, and their niacinamide dew drops that everyone raves about. Not only is the packaging adorable, I have noticed that my skin is visibly smoother and brighter. My pores look blurred and my skin feels more hydrated than ever! I would recommend this to anyone that loves skincare!"
		},
		{
			"review_title": "Great trial set!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I love this set so much! It seriously has something for everyone. I love their watermelon skin glow drops, but this was a great way to be able to try out some of their other products without a full commitment."
		},
		{
			"review_title": "Love all the fruit babies!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I recently tried the Glow Recipe Fruit Babies Best Seller Kit and I'm genuinely impressed. The set offers a complete skincare routine with five standout products that cater to various skin types. The inclusion of ceramides, niacinamide, and salicylic acid in the Avocado Ceramide Moisture Barrier Cleanser effectively supports skin barrier health and visibly reduces redness. The Watermelon Glow PHA + BHA Pore-Tight Toner is a refreshing addition, utilizing a blend of potent ingredients to tighten pores and smooth skin texture. The Strawberry Smooth BHA + AHA Salicylic Serum works wonders in addressing hyperpigmentation and blemishes. The Watermelon Glow Niacinamide Dew Drops, a bestseller, adds a hydrating and radiant touch to the routine. To top it off, the Plum Plump Hyaluronic Cream seals in moisture, leaving the skin looking plump and healthy. What I appreciate most is that all these products are vegan, cruelty-free, and come in eco-friendly packaging. Overall, the Fruit Babies Best Seller Kit lives up to its promise, delivering a glowing complexion with clinically effective actives. Highly recommend!"
		},
		{
			"review_title": "Travel must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Oily skin",
			"review_text": "i was so excited to see this mini set as i use all of the full sizes in my everyday skincare routines. going on vacation and these arrived just in time! my skin is always so glowy and clear after using these products, specifically the toner and niacinamide drops! i was sent these products in exchange for an honest review, but all opinions are my own!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love this glow travel set. It’s perfect to try out some products that I’ve never tried before and perfect size for travel size bags so I don’t have to carry my full size skin care products. I love all glow reviewed products they are smell amazing and work so well for me."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I absolutely love These products an have re bought many times"
		},
		{
			"review_title": "Everything all in one place!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I loved using this kit. It had so many items from Glow Recipe that I’ve been wanting to try all in one place! Every product I tried made my skin feel so soft and smooth. I was very impressed by the niacinamide serum and the plum moisturizer especially. I definitely will be purchasing the full sizes of those products."
		},
		{
			"review_title": "A good variety",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This was complimentary by Glow Recipe in exchange for an honest review. This fruit babies bestsellers kit is amazing! You are definitely getting a bang for your buck! Plus you get to try out additional products."
		},
		{
			"review_title": "EVERYTHING YOU NEED!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "If your looking for the perfect travel size set or just want to try all the best sellers then you need the Glow Recipe Fruit Babies, it has absolutely everything your skin needs to look and feel it's best!! The Niacinemide Drops are perfect to reduce hyperpigmentation and give your skin that beautiful bright glow! The watermelon Glow toner helps hydrate and tighten your pores and the strawberry smooth salicylic serum is exactly what you need to smooth any rough texture and clear your pores and breakouts!! You cannot go wrong with this kit, if you have tried Glow Recipe you know how amazing it is but if you haven't..what are you waiting on?? Give your skin the love it needs. One of my favorite things about this kit is that one or two pumps works wonders and each bottle last so long, I use these every day and my skin has never looked better! It's perfect to give it as a gift or keep it for yourself, you will love it!"
		},
		{
			"review_title": "Fruit Babies Bestsellers Kit",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Glow Recipe's Fruit Babies Bestsellers Kit is the perfect kit for travel as it contains all of the skincare essentials such as cleanser, toner, serum, cream, eye cream, etc. My favorite is the Plum Plump Hyaluronic Cream which makes my skin feel nourished and moisturized."
		},
		{
			"review_title": "Amazing for pre-makeup skincare prep!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I love glow recipe as skincare preparation before I apply my makeup! In my opinion your makeup is only as good as your skincare is beforehand, and glow recipe makes it so that my face makeup sits FLAWLESSLY all day long! I love that this kit allows you to try so many products, but still is such a great size and amount for the price. It is also perfect for travel and on the go!"
		},
		{
			"review_title": "Refreshingly hydrating set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "Glow recipe best sellers fruit babies kit is the absolute best! I love how everything smells and how it absorbs so nicely into my skin. It’s hydrating and so refreshing! The packaging is adorable as well. I love it some much that I’m gifting this fabulous set for Christmas!"
		},
		{
			"review_title": "MUST GET GIFT!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "Love!love!love! I ALWASE see people on social media using the full sizes and wanted to try it out for myself! Left my skin glowing and gorgeous,definitely recommend getting! good for travel cuz there small!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Love this set!!! It is such an awesome gift to give to a friend for the holiday season. Great to try out the different bestsellers from glow recipe. I am excited to take these on trips as they’re great travel sizes."
		},
		{
			"review_title": "Cutest travel or gift set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is the cutest travel skincare set ever . I am already a big fan of glow recipe products - so excited to try the mini versions of my favorites . It’s a value for money set which you can gift for holidays too . Obsessed!"
		},
		{
			"review_title": "Gives me perfect glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Amazing products!! Fruit babies have all the products you need for skin care. Love all the products so much that I can’t even describe in words. My most favorite is lip balm and toner. glow recipe always has been on my top list."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have been using the Glow Recipe Fruit Babies Bestsellers Kit for the past few weeks, and I have been very impressed with the results. My skin feels more hydrated, plumper, and brighter than ever before. I have also noticed a significant reduction in the appearance of my pores."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "Such a perfect gift set or travel set and an easy way to try all of these best sellers. I love that this set has all the different products to try, and that it's a great travel set that comes all together."
		},
		{
			"review_title": "Best for travel!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "This set literally has it all. If you’ve been curious to try the brand or more from the brand, this set is it. It’s nice because you can see how all the products combine to create the perfect glow and it’s really amazing for traveling. All in all, in love with this set!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This is the perfect kit to travel! It has absolutely everything you need and everything it’s extremely cute. I love the way my skin looked after using the products, it was so soft and glowy! Definitely recommend it."
		},
		{
			"review_title": "Cute",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I knew receiving these they were going to be very small think deluxe sample sized I wish they made them closer to a travel sized for the price I do like most things in here especially the lip mask and watermelon toner"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "It’s a great kit to for beginners to try everything out before buying the full size. I’ve used many of glow recipes products before and have worked well for my skin. It did not break me out, but the toner might not be for everyone. If you want to try out the products then this is a great kit."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The glow drops's pink-hued gel is spiked with niacinamide to minimize the appearance of stressed-out skin — including redness and leftover hyperpigmentation from acne. Hyaluronic acid, as you may know, is one of the most dependable and effective skin-care ingredients for boosting and maintaining hydration levels. This set is perfect for holiday gift."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I own all of these and already used them for over a year. My favorite is the watermelon toner. It smells so good. Hyaluronic Acid is so hydrating and glow recipe has it all in their products! This is the perfect gift set."
		},
		{
			"review_title": "got so many compliments on glowy skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "absolutely love these products!!! got several compliments on my skin within the first day using glow recipe!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This nice travel size collection includes all the star products of Glow recipe. The size is good for a week of use. It’s great to discover the brand or gifting. I love the serum best as it smells amazing and super moisturizing."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wow! It is a perfect kit for travel. It contains everything your skin need to stay hydrated, moisturized and firm. I really enjoy using these products as my everyday routine. I would highly recommend this kit to everyone or as a gift!"
		},
		{
			"review_title": "Very good variety set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "I love this set so much. I can do my whole skincare with these products. However i wish the size of the eye cream was bigger. I struggled to get product out the first time. But do recommend!!"
		},
		{
			"review_title": "A must try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love this new glow kit! The new fruit babies are absolutely adorable. They are the perfect new set to my routine. I was so excited to try them. I definitely recommend you try them too. I absolutely love the cleanser it makes my skin feel so clean and fresh."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is a great kit to pick up to try out the glow recipe products.  I like that it's in a perfect travel size and it's so so cute!  I also like that I can do a whole skincare routine with these minis.  It's the perfect gift for a skincare lover friend!"
		},
		{
			"review_title": "DO NOT GET IF DON’T LIKE THE SMELL OF WATERMELON",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Every single thing was amazing but the toner and the dew drops they smells so bad that I just had to throw them out so i throw good money in the trash !"
		},
		{
			"review_title": "Perfect gift!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Love the fruit babies set - has all my favorites in one bundle! Perfect gift idea!"
		},
		{
			"review_title": "AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I just bought it and I am so excited to try it out! I already know its good!"
		}
	]
}