{
    "product_id": "259",
    "name": "Double Serum Anti-Aging to Firm, Boost Radiance and Refine Pores",
    "brand": "Clarins",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 157.0,
    "about": "What it is:u00a0A two-in-one serum, powered by 22 plant extracts and five active molecules, that mimics skin to visibly firm, boost radiance, and target the appearance of wrinkles and pores in as few as seven days...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Fine Lines and Wrinkles, Pores, and Dullness..Highlighted Ingredients:- Organic Giant Provencal Reed: Neutralizes impact of skin aging from environmental and lifestyle aggressors..- Turmeric: Addresses visible signs of skin aging..- Organic Harungana extract + Peptides: Renew for visibly firmer, smoother, plumper skin...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance...What Else You Need to Know: Inspired by skinu2019s water and oil makeup, this dual formula is revolutionized to target two types of aging, chronological and environmental and lifestyle aggressors, with Epi-Aging Defense Technology. It acts quickly to strengthens skin's moisture barrier. You need just one drop for smoother, younger-looking skin...Research Results:.In a self-assessment of 388 women after 7 days:.- 32% boosted radiance.- 7% reduced wrinkles.- 15% visibly refined pores.- 13% firmer skin..In a self-assessment of 388 women after 28 days:.- 54% boosted radiance.- 21% reduced wrinkles.- 25% visibly refined pores.- 32% firmer skin.",
    "ingredients": "-Organic Giant Provencal Reed: Neutralizes impact of skin aging from environmental and lifestyle aggressors..-Turmeric: Addresses visible signs of skin aging..-Organic Harungana Extract: Renews for visibly firmer, smoother, plumper skin...Aqua/Water/Eau, Squalane, Hexyl Laurate, Glycerin, Pentylene Glycol, Propanediol, Silybum Marianum Seed Oil, Butylene Glycol, Ethylene/Propylene/Styrene Copolymer, Parfum/Fragrance, Fructose, Tromethamine, Carbomer, Hydroxyacetophenone, Avena Sativa (Oat) Kernel Extract, Escin, Tocopheryl Acetate, Ethylhexylglycerin, Aloe Barbadensis Leaf Juice Powder, Sodium Acetylated Hyaluronate, Theobroma Cacao (Cocoa) Extract, Caprylic/Capric Triglyceride, Aesculus Hippocastanum (Horse Chestnut) Extract, Leontopodium Alpinum Flower/Leaf Extract, Disodium Edta, Maltodextrin, Xanthan Gum, Butylene/Ethylene/Styrene Copolymer, Curcuma Longa (Turmeric) Root Extract, Persea Gratissima (Avocado) Oil Unsaponifiables, Melissa Officinalis Leaf Extract, Caramel, Hippophae Rhamnoides Kernel Extract, Sodium Lactate, Musa Sapientum (Banana) Fruit Extract, Oenothera Biennis (Evening Primrose) Flower/Leaf/Stem Extract, Harungana Madagascariensis Extract, Kalanchoe Pinnata Leaf Extract, Mangifera Indica (Mango) Leaf Extract, Sodium Benzoate, Citric Acid, Centaurea Cyanus Flower Extract, Tocopherol, Hedychium Coronarium Root Extract, Coco-Glucoside, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Dipsacus Sylvestris Extract, Glycine Soja (Soybean) Oil, Arundo Donax Stem Extract, Jania Rubens Extract, Potassium Sorbate, Sodium Citrate, Malpighia Emarginata (Acerola) Seed Extract, Arbutus Unedo Fruit Extract, Palmitoyl Tripeptide-1, Ci 14700/Red 4, Palmitoyl.",
    "how_to_use": "Suggested Usage:.-Smooth over clean face and neck each morning and/or night..-Apply with gentle press-and-release movements, avoiding the eye-contour area..-Work downward over neck and du00e9colletu00e9.",
    "num_reviews": 2326,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/clarins-double-serum-anti-aging-to-firm-boost-radiance-refine-pores-P513530?skuId=2802130&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2802130-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2802130-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1 oz / 30 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2802148-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have been using this product for the past week and these are my observations: 1. Texture - not sticky, itu2019s smooth and glides on to the skin. 2. Radiance- my skin has appeared more radiant than it has ever been.  3. Scent - itu2019s not overpowering compared to other serums I have used.  However, I donu2019t see any visible reduction in wrinkles yet.  I like it so far. I might make this as a part of my routine skincare."
        }
    ]
}