{
	"product_id": "320",
	"name": "Fairy Duster Dry Shampoo Blending Brush",
	"brand": "dae",
	"categories": "Hair, Brushes & Combs",
	"price": 33.0,
	"about": "What it is: A brush made with super-soft vegan bristles that seamlessly blends dry shampoo into roots without a trace—so poof! goes the dreaded white cast...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Oily Scalp.- Volumizing..Key Benefits: - Seamless blending.- Effortless application..What Else You Need to Know: All fairy dust needs a magic wand—so dae created this limited-edition kabuki brush to put a spell on oily roots. Simply poof Fairy Duster Dry Shampoo (sold separately) onto roots and blend with the dense, super-soft vegan bristles of this brush for an instant refresh.",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.-Section hair into even pieces..-Apply Fairy Duster Dry Shampoo (sold separately) to each section, using the brush to seamlessly blend powder into roots..-Repeat everywhere you need an instant refresh.",
	"num_reviews": 15,
	"overall_rating": 3.7,
	"product_url": "https://www.sephora.com/ca/en/product/dae-fairy-duster-dry-shampoo-blending-brush-P510192?skuId=2737062&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2737062-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Better than expected",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This blending brush works better than expected - I can’t wait to use it with the DAE dry shampoo"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "it really helps soothe the product into my hair. Before i would desperately try to mix in the dae dry powder but not anymore! Must buy!"
		},
		{
			"review_title": "Doesn't work well",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "Currently, I use a dense faux boar bristle brush that works well, but the size of it is bulky for just roots. I decided to try this since it's smaller, but the bristles are way too soft & therefore extremely flimsy & just bend at the roots instead of really combing/distributing the dry shampoo throughout the roots. Since it's so flimsy, most of the blending gets done with the sides of the bristles, which is useless. The fake boar bristle brush works better."
		}
	]
}