{
	"product_id": "1297",
	"name": "2% Salicylic Acid Early Stage Acne Dot",
	"brand": "Peace Out",
	"categories": "Skincare, Treatments, Blemish & Acne Treatments",
	"price": 27.0,
	"about": "What it is:A patented acne-fighting patch designed to tackle below-the-surface breakouts before they appear..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Redness and Acne and Blemishes.Formulation:Mask.Highlighted Ingredients:- Salicylic Acid: Penetrates pores to target acne blemishes and blackheads..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Made with 430 self-dissolving microneedles that deliver hydrocolloid polymer technology, salicylic acid, niacinamide, succinic acid, and other research-backed acne-fighting actives, these patches target blemishes below the surface before they appear..Clinical Results:In a 6-hour consumer-perception study with 34 participants:",
	"ingredients": "-Salicylic Acid: Penetrates pores to target acne blemishes and blackheads..-Niacinamide: Visibly fades dark spots, increases elasticity, and supports the skin barrier..-Succinic Acid: Absorbs sebum to visibly reduce shine and excess oil...Salicylic Acid 2%, Caprylyl Glycol, Cellulose Gum, Ethylhexylglycerin, Glycerin, Madecassoside, Mandelic Acid, Niacinamide, Oligopeptide-76, Propanediol, Succinic Acid, Sodium Hyaluronate, Trehalose.",
	"how_to_use": "Suggested Usage:.-Begin with freshly cleansed, dry skin..-Peel back the two white protective liners, exposing the full dot..-Gently press the dot, textured side down, onto your breakout for 20 seconds..-Wear for at least six hours and repeat every two to three days as needed. ..Precautions:.-Avoid direct contact with the eyes. .-For external use only.",
	"num_reviews": 57,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/2-salicylic-acid-early-stage-acne-dot-P509343?skuId=2743656&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2743656-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "8 patches",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2743656-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Works Well!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The peace out acne dots as been great for my acne prone skin. I get breakouts and blemishes often. I love the mask application texture. I use it at night, after cleaning my face. It has a tingling micro needle sensation. Within the next day, the red blemishes and early acne dots have disappeared. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Great for reducing pimples!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is a great product that I used before I went to sleep whenever I had a pimple! Amazing for reducing them overnight.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Easy and it works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Easy to use. Works. Great on my sensitive skin. I used this product and applied it right before bed. I slept with it on and took it off when I woke up in the morning. Has stayed on for a little over 8 hrs. Simple face wash and apply, that's all that's needed.  Also great during the day preventing the zip from maturing and popping out. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Fantastic! I wore these over night and my acne spots drastically improved.   I received this product for free from Topbox Marketing for testing and review purposes"
		},
		{
			"review_title": "A must have for anyone with breakout acne!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have tried several acne products and this one was one of the best- it helps control the acne before it gets too big and visibly reduces size and inflammation"
		},
		{
			"review_title": "I love these, peace out pimples!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "These peace out pimple patches are actually great! I received this product for free from Topbox Marketing for testing and review purposes and I'm so pumped I got chosen for these. Whenever I see a pimple forming, I'll go wash my face, dry it and then put these on before bed, I wake up and the pimple is gone. When its a larger, nastier pimple, I'll change it in the morning and put a fresh one on. These don't fall off in your sleep, they are very strong holding and when you take it off in the morning, you can see its whiter in the spots where it removed the junk from your pours. I love it!"
		},
		{
			"review_title": "An essential pimple patch!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love having acne patches on hand because you never know when a breakout will ‘pop’ up. These patches are great because they target acne at the early stages, and help manage the pimple from getting worse. They really work great on those under the surface pimples by reducing redness and swelling before they fully develop with their micro-needles. I definitely recommend these for anyone looking to get ahead of their breakouts!   I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Great for reducing acne",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Dry skin",
			"review_text": "I really liked how the treatment reduced my pimple overnight. The little needles did the job and the redness also reduced. I used it overnight and it stayed on the next morning.   I received this product for free from Topbox Marketing for testing and review purposes"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "Used these acne dots on 2 different instances. it did reduce the size of the pimple as well as reduced inflammation. Stayed on all night even after applying serums. Only negative is the price point.  I received this product for free from Topbox Marketing for testing and review purposes"
		},
		{
			"review_title": "Reduces acne size the next day",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I use these acne dot for my stubborn acne that tends to show up once in a while. I cleanse my face and wait until my face is dry before putting the acne dot on. I use it overnight and it stayed on the spot the next morning. The acne reduces in size after using this acne treatment dot. I would totally recommend it, but wish there were more acne treatment dots for the price.   I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "I'm impressed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "After just four uses, I’m impressed! They work wonders on my papules and pustules, healing them significantly after just one application. I tested two patches for over 24 hours—they stayed firmly in place even after washing my face and applying serums, moisturizer, and SPF. After 8 hours, my papules were visibly reduced, no longer inflamed, and not painful to the touch. Though I was left with a bit of PIH (which is normal for me), these patches are very effective. The only downside is the price; it’s a bit steep for only 8 patches, so there may be more affordable options out there. Overall, they work well if you’re willing to splurge a little!  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "It works but its expensive",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I use these at night any time I feel a strong pimple coming on. The application process is fairly easy, and I like the feeling of the microneedles, and it stays on throughout the night. It seems to decrease the pimple and prevent it from turning into a white head. However, the process is slow and may need multiple patches. Overall, they work, but the patches are costly for the little amount you get. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Better patches for value.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was looking for new patches to try out and conveniently it arrived from TopBox. I like using them at night before the pimple gets larger. Once I placed this on, it felt like any other patch. I am not a rough sleeper so I was kind of disappointed that the patch didn't stay on during the night. I would opt for a different patch next time and or try it again during the day."
		},
		{
			"review_title": "So Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "These have been so great ! I will definitely keep these as a part of my routine.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "A must-have in my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "A must-have in my routine! I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Not Bad",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received a sample of Peace Out's Early Stage Acne Dots for an honest review. Thank you Topboxcircle for facilitating such reviews  I have to say,  I never expected to still be dealing with acne in my mid-30s, but it is what it is.  I like the packaging of the dots themselves,  and how to remove them from said packaging in general.  Too many other microdot patches have a tendency to fold over when trying to get one off of the plastic. I also enjoyed how much gentler it was when pressing to my skin; some others you can really feel the needles.  As for how well it works,  I've noticed that my acne still comes out,  but is smaller,  and less likely to come to a head. So all in all, I am quite pleased with it,  and would but it in the future/ consider other Peace Out products.    I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Love the micro darts feeling",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I used these micro dart 2% salicylic acid patches to treat some deep, under the skin pimples that I wanted to come out quickly.  These are high quality patches that come in a nice box and are pretty easy to remove from the packaging compared to some other patches I've tried. I used these over night after freshly cleaned and dry skin.  These stay put on my oily skin, no sliding off the whole night.  On some parts of my face I could feel the little darts gently prick into my skin and other places I didn't feel a thing.  I kinda like the prickly feeling, makes me feel like it's working.  I do think they help to bring pimples to a head faster but it's hard to tell if it's much better than a regular hydrocolloid patch.  I probably wont get these again due to the cost vs payoff but if you're looking for a fun experience to pamper yourself and work well to treat acne give them a try.    I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "They work!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I have never tried the acne patches/dots. I received this product for free from Topbox Marketing for testing and review purposes. And let me tell you, it's so cool how much this actually works! I definitely will purchase it again."
		},
		{
			"review_title": "I love pimple patches",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This patch works great at first signs of pimple forming. I prefer other patches for pimples that have already come to a head. This patch helps heal before the pimple comes to a head. Would recommend!   I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "great pimple patches",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I've tried a lot of pimple patches and these are pretty good! i do wish you got more in a pack for the price but they are the only pimple patches that will get rid of really bad hormonal acne i get around my jaw and chin, I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "It's OK",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
			"review_text": "I received a sample of the Peace Out 2% Salicylic Acid Early Stage Acne Dots and decided to test them on a few early breakouts. The dots were easy to apply and stayed in place overnight without any issues. They’re thin and almost invisible, so you can wear them discreetly. After using them on a couple of early-stage pimples, I noticed that the redness and inflammation had reduced by the next morning. Within a couple of days, the blemishes had almost completely disappeared without getting worse. Overall, the dots are effective and gentle on the skin, making them a great option for stopping breakouts before they fully develop.I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "depends on the acne",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "i used one for my pimple and one for my partners. it worked perfectly on him but not me. we both used it overnight. when you first put it on you can feel the uneven needles inside your skin which isn't discomforting at all.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Will be buying these again",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I didn’t get a pimple right away of course when I don’t have them I get pimples and when these arrived I got none ! Finally able to test these out and it’s the first patches to ever try. The little microneedles caught me off guard. But I’m thankful to say the blemish went away the next day!"
		},
		{
			"review_title": "Effective and Gentle Acne Solution for Sensitive S",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been using these acne dots for a week now, and I’m really impressed! I applied them at night on new breakouts, and by morning, I noticed a visible reduction in size and redness. The adhesive sticks well, so they don’t fall off while you sleep. I love that they’re clear, making them discreet even during the day if I need extra coverage. The texture feels smooth, and they’re easy to remove without any irritation. I haven’t noticed any harsh smell either. Overall, this product has been gentle yet effective for my sensitive skin.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "They work!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "These 2% Salicylic Acid Early Stage Acne Dots do their job. I had a red and very painful early-stage pimple on my nose, I put one of these acne spots on it and went to work. I took it off when I got home and the pimple disappeared along with the redness.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Decreases redness and size!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I’ve been wanting to try pimple patches for so long so I was super excited to try these. I have oily skin and used one of the patches on my pimple and within 2 days I noticed that the pimple was less red, not painful, and for once was actually disappearing before it turned into a full zit. Can’t wait to try this product some more. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "So impressive!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "These hurt a little bit when putting on, but holy do they ever work! I had an under the skin pimple coming in and I put the 2% Salicylic Acid Early Stage dot on and slept in it overnight. When I took the dot off it was completely gone! Totally worth the little bit of pain putting it on because those types of pimples get so painful!  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Wedding Skin Saver: Peace Out 2% Salicylic Acid",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Before my friend’s wedding, a pimple showed up at the worst time. I used the Peace Out 2% Salicylic Acid Acne Dot, and although it stung a bit, it worked wonders! By the next morning, the pimple had shrunk significantly.  Even better, it helped reduce some red veins around my nose for a few weeks. Despite the slight discomfort, this has become my go-to for any surprise breakouts—truly a skin lifesaver! I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These a different then other patches .. they do kind of hurt when putting them on first as there is tiny spikes but I feel like that helps really get into the issue. I wish there was more per pack but i would try them again"
		},
		{
			"review_title": "New Staple for my Acne",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I have been struggling with adult acne for a long time now and continuously used different acne products. i tried the new peace out salicylic acid early stage acne dots and loved the way it reduced my acne overnight. I cleansed my face, let it dry and put it on. It stays in place and doesn't peel off while sleeping. I will be purchasing this product again.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Amazing overnight acne treatment!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been using Peace Out 2% Salicylic Acid Early Stage Acne Dot for a few days, and I’m seeing great results!! I apply the patch overnight, and by morning, the acne is significantly reduced or even gone. It’s simple to use and doesn’t irritate my skin, which is a huge plus. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "average acne patch",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I tried this peace out acne dot patches recently, and I feel this works well, the only thing I would love to see improved in this product is its stickiness.  I tried this overnight on my acne and it seems to works fine just could have better stickiness   I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Not so great",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "These have got to be the worst acne patches I have tried. I've used the Mario Badescu ones and the Cosrx patches, both amazing. These Peace Out ones only stayed on my face for 40 minutes and fell off. There was only adhesive on the circumference and I found a little hard to put on. The Mario Badescu patches are the same concept only they actually stay on your face and are very discrete. As for the price point 8 patches for 27 dollar is kinda a lot. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Must have acne patch!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This is a game-changer for tackling emerging breakouts. Its targeted application effectively reduces inflammation and redness, thanks to the potent salicylic acid formula. The dots are discreet and easy to use! Overnight, I noticed a significant reduction in the size of my pimples. If you're looking for a quick and effective solution for early-stage acne, this product is definitely worth trying! I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Super impressed !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "If you have a problem pimple the night before you need to go out,  this is my go to solution. I was worried the micro needles would hurt before I tried it and I’m glad I was wrong. The patch was very comfortable but you need to make sure you hold down for the whole 20 seconds to stick well. It lasted all night and my pimple was soo much better in the morning. Super impressed!    I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Effective spot treatment for early acne breakouts",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I recently tried the 2% salicylic acid acne dot, and I'm really impressed with the results. It effectively targets early-stage breakouts without causing irritation. The formula feels gentle on the skin, yet it works quickly to reduce redness and inflammation. I've noticed my blemishes diminish faster than with other treatments. Plus, the convenient dot application makes it easy to use on-the-go. Overall, it's a fantastic addition to my skincare routine! I received this product for free from Topbox Marketing for testing and review purposes. Thank you Topbox!"
		},
		{
			"review_title": "Great patch!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I’ve started using the Acne Dots at night and I’m honestly loving them! They’re super easy to stick on and they stay on even when I’m rolling around in bed. They’re basically invisible so I wear them during the day too if needed. I didn’t notice any weird smell, and the best part is they didn’t dry out my skin like some acne products do. Usually by the time I wake up, the redness and swelling around my pimples has already gone down. These dots are a simple, great way to treat early breakouts! I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "To the rescue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes and couldn't have gotten it at a better time as I just got this giant zit right before my birthday. Excited to use this and see if I can clear it up."
		},
		{
			"review_title": "Pimple fighter",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love the microneedle concept of these patches. They feel more affective than other pimple patches. They stayed on over night without alling off. They are sticky only on the  perimeter of the patch which is a great feature for larger blemishes. I'd buy these and recommend these! These brought a blemish to head in little time period causing no stress on the skin with 4 fighting ingredients. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Works Effectively!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Even though its small, but its mighty. I've always suffered with acne scaring and try everything to prevent it. These patches are well made and easy to use. I been using them for few weeks now and see a drastic difference."
		},
		{
			"review_title": "Overpriced, but effective.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Although it's a bit overpriced for only 8 patches, it's a good solution to make the pimple go away and avoid picking. The colour blends with my skin and the patch size is bigger than expected."
		},
		{
			"review_title": "Overnight acne saviour",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The peace out acne patches are a real deal. I really loved using them. They actually take care of your acne/pimple to flatten and remove the redness. I would definitely recommend this product. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "A good product to help you stop picking",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I just started using the product, I like the idea behind pimple patches I think overall it really helps the breakout and makes me not want to pick at it which is one of the biggest problems I have. It definitely doesn't get rid of the pimple overnight but does significantly reduce its size and severity overtime. As i keep using i hope to see the full range of its abilities but so far i quite like them. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Convenient Pimple Patches",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Honestly I was expecting worse when I saw the reviews but I thought the product was pretty good! the patches are sticky enough to last on your face through the night and they do the job my pimple was quite big before I put on the patch and by the time I woke up it had decreased to the point where it was almost not visible! I think as a consumer the price might be a little expensive just because there is only 8 patches in the pack however I think you pay for the convenience. Overall the product does the job and are quite helpful if you have a pimple that won't go away I would recommend it if you are thinking of ordering it! I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "My beautiful routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I loved it! It's an extraordinary product. I used it at night and I was surprised how it helped deflate those bad volcanoes. I love it, thanks to topbox and Sephora for excellent products, he recommended it a lot."
		},
		{
			"review_title": "Nice to have but not a nessesity",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "As many others have mentioned it's a hit or miss, but for me it's mostly like that with all pimple patches. Also they are quite pricy for a package of just 8 pieces. Nice to have but not a necessity.   I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Good not great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I like it. Works nicely. I would say it’s not that sticky but did it’s job"
		},
		{
			"review_title": "Just okay, better ones out there!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I recently tried these acne dots and I have to say that I am not as impressed as I was versus other patches I have used in the past. I put it on before bedtime and left it on overnight and it had only made the slightest bit of a difference. At the price and for the quality of this product I probably would not purchase these. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Hit or Miss",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone",
			"review_text": "So I love using pimple patches and I’ve used multiple other brands before. I applied multiple to my pimples and left them on overnight. I’d say it’s a hit and miss some times it works and sometimes it doesn’t do anything. I enjoyed trying these pimple patches but would I buy them probably not.   I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Terrible! Sensitive skin skip this",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Bought these on a whim only to have the worst reaction to a product, ever. My skin has never reacted this poorly to a product, let alone a salicylic acid product. Used one as recommended on an early stage pimple, only to have the exact spot flare up into a red, raised, irritated bump the exact size of the patch. After more than a week and lots of healing products applied, the bump persists, and so does the pimple it was supposed to treat. If you have sensitive skin avoid like the plague; if you have more resilient skin I would still advise to use literally any other product"
		},
		{
			"review_title": "Stick To The Original",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I tried these twice and they don’t come close to how well the original dots work. I had it on overnight and it did nothing!"
		},
		{
			"review_title": "Better Options Out There",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "There are better and cheaper options you can find elsewhere. These don’t stick very well and don’t do much for a pimple."
		},
		{
			"review_title": "So-so. Stick to the regular ones",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love the peace out patches, so when I saw these new ones I was super excited! I get deep cystic acne so I thought they’d be perfect. Unfortunately these did not help at all. They also didn’t stay on as well as the regular ones, and my skin was really red and irritated after . Considering the cost is much higher for these I’ll probably stick to the regular ones"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "i know others have said this didn’t work, but it worked for me! i have two massive pimples around my nose, super painful and wasn’t ready to pop. So i bought these patches! One of them is basically gone, the other one has gone down drastically in size. It says on the box to “press lightly” for 20-20 seconds but i was pressing quite moderately to ensure those needles got in there LOL (feels like a pinch, honestly.) i’’m impressed! Going to buy more."
		},
		{
			"review_title": "Don’t buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Did not work on or make a difference on a large pimple under the skin. Also didn’t realize only 8 patches in the package which is outrageous for the price. I liked the original worked fairly well I may go back to it."
		},
		{
			"review_title": "Save your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This didn’t work for me at all. I bought it for $32 which is too much for 8 patches I don’t recommend."
		},
		{
			"review_title": "Caused hyperpigmentation darker than normal",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I use the acne dots from peace out and love using it. I tried this out the other day for a pimple that hasn’t fully surfaced, and when I took it off the pimple was completely black/hyperpigmented. I would not recommend."
		}
	]
}