{
	"product_id": "1474",
	"name": "Barrier+ Foaming Oil Hydrating Cleanser",
	"brand": "Skinfix",
	"categories": "Skincare, Cleansers, Face Wash & Cleansers",
	"price": 40.5,
	"about": "What it is:...Skin Type:...Skincare Concerns:...Formulation:...Highlighted Ingredients:.....Ingredient Callouts:...What Else You Need to Know:...Clinical Results:..........Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "-Patented Triple Lipid Complex™ Tech: Restores ceramide and fatty acid levels to support the skin barrier. .-Visibly Plumping Seaweed Hyaluronate Blend: Small particles that intensely hydrate for dewy, glass-like skin. .-Hydrating Aloe Barbensis Leaf Juice: A humectant rich in vitamins, antioxidants, minerals, and amino acids....Ingredients/Ingrédients: Water/Aqua/Eau, Sodium Methyl Cocoyl Taurate, Cocamidopropyl Hydroxysultaine, Glycerin, Caprylyl/Capryl Glucoside, Sodium Cocoyl Isethionate, Glycol Distearate, Betaine, Panthenol, Chondrus Crispus Extract, Aloe Barbadensis Leaf Juice, Gluconolactone, Sodium Hyaluronate, Jojoba Oil/Macadamia Seed Oil Esters, Squalene, Phytosteryl Macadamiate, Phytosterols, Tocopherol, Propanediol, Hydroxypropyl Guar Hydroxypropyltrimonium Chloride, Xanthan Gum, Polyacrylate Crosspolymer-6, Sodium Chloride, Ethylhexylglycerin, Citric Acid, Benzoic Acid, Phenethyl Alcohol, Pentylene Glycol, Trisodium Ethylenediamine Disuccinate, T-Butyl Alcohol, Sodium Hydroxide, Sodium Benzoate, Phenoxyethanol. 2209.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Use in the morning and at night with lukewarm water..-Massage into a lather on damp skin..-Rinse thoroughly..-Gently pat skin dry..-Use with Barrier+ Triple Lipid-Hyaluronate Serum and barrier+ Triple Lipid Peptide Lotion Moisturizer or Barrier+ Triple Lipid-Peptide Face Cream (each sold separately).",
	"num_reviews": 1249,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/barrier-foaming-oil-cleanser-P442836?skuId=2215929&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2215929-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "6 oz/ 177 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2215929-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Finally writing a review after years of loving",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "After trying so many different cleansers to clear up my forehead acne, this one saved me! I have sensitive combination skin and will never use another cleanser again!"
		},
		{
			"review_title": "Really great if you’re willing to spend some $",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a really good cleanser. It doesn’t dry out your skin and it protects your skins barrier. The only downside is that it is quite expensive and there are several cheaper options that give the same results!"
		}
	]
}