{
	"product_id": "415",
	"name": "Virgin Marula Luxury  Face Oil",
	"brand": "Drunk Elephant",
	"categories": "Skincare, Moisturizers, Face Oils",
	"price": 92.0,
	"about": "What it is: A face oil rich in critical antioxidants and omegas 6 and 9 that moisturizes, nourishes, and visibly balances while restoring a youthful-looking glow...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Fine Lines and Wrinkles, Dryness, and Dullness and Uneven Texture..Formulation: Oil..Highlighted Ingredients:.- Sclerocarya Birrea (Marula) Seed Oil: This super-absorbable oil—rich in critical antioxidants such as tocopherol (vitamin E), tocotrienols, phenolic compounds, flavonoids, and omegas 6 and 9 fatty acids—moisturizes, nourishes, and visibly rejuvenates skin for a youthful-looking glow...Ingredient Callouts: This product is vegan and cruelty-free...What Else You Need to Know: Untouched by any chemical or fragrance, this highly absorbable oil quickly sinks in to visibly diminish fine lines and wrinkles. Appropriate for all skin, including the most sensitive, this oil contains high concentrations of polyphenols to deliver antioxidant defense against pollution and free radicals...This oil is free of essential oils and silicones...Drunk Elephant is committed to using only ingredients that either directly benefit the health of the skin or support the integrity of their formulations. The brand focuses on healthy pH levels, formulations the skin recognizes, small molecular structure that’s easily absorbed, and effective active ingredients that also support the skin’s acid mantle. All of their products are designed to be mixed together—what Drunk Elephant calls making a smoothie. (This is true for all of their products except their sunscreen, Umbra, which sits on top of the skin, protecting it from UV damage.) The result is skin that is reset to its happiest, healthiest state...Drunk Elephant is a supporter of IEF (International Elephant Foundation) and is cruelty-free...Awards:.- Influenster, 2019 Best Indie Facial Oil.- Influenster, 2018 Reviewers Choice..Clinical Results: In a consumer-perception study with 101 people after 28 days:.-93% agreed skin felt hydrated.-91% agreed skin felt softer.-90% agreed skin looked renewed...",
	"ingredients": "-Sclerocarya Birrea (Marula) Seed Oil: This super-absorbable oil—rich in critical antioxidants such as tocopherol (vitamin E), tocotrienols, phenolic compounds, flavonoids, and omegas 6 and 9 fatty acids—moisturizes, nourishes, and visibly rejuvenates skin for a youthful-looking glow... 100% Unrefined Sclerocraya Birrea (Marula) Kernel Oil.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Apply two to three drops evenly onto face, neck, chest, hands, back of arms, or any place needing increased moisture (without any greasy residue) for visibly balanced, glowing, healthy skin. .-Use with Drunk Elephant cleansers, serums, and sun protection as part of your complete Drunk Elephant skincare routine...-Beauty tip: Apply one to two drops under eyes to minimize the look of fine lines and visibly rejuvenate fragile skin...Try Drunk Elephant‘s "Sunshine Smoothie" for a healthy-looking, bronzy glow:.-In the palm of your hand, mix one drop of D-Bronzi™, one pump of B-Hydra™ (each sold separately), and one to two drops of Virgin Marula Oil..-Apply to skin.",
	"num_reviews": 1721,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/virgin-marula-tm-luxury-facial-oil-P392245?skuId=1679315&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1679315-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1 oz/ 30 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1679315-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Another donut special for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "This stuff is reallly, really nice. I mixed this with the night serum (with the hot pink cap) and I look like a yummy glazed donut! This stuff is the absolute bomb. Highly suggest!"
		},
		{
			"review_title": "Waste of money, never again will buy.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "This product was ok in when I first got it but then I started using it more and then the oil got chunky and gross and I never used it again it’s just a waste of money in my opinion."
		},
		{
			"review_title": "This saved my face !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This oil saved my face! I quit smoking cigarettes and I went very oily due to withdrawal.I used this and it helped it being less oily! I also used the TLC  Framboos to spot treat."
		},
		{
			"review_title": "I like this",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I got this as a gift in a mini set (not the full size) but why is it so expensive? I like the product but $69 for a serum?? It works great on my skin and gives it a nice glow. I usually use it with the poly peptide cream and some spf and it’s good, just a really expensive."
		},
		{
			"review_title": "Replaceable, Dupe-able",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Does not absorb into the skin very quickly, which in this case is good because it almost protects your face through the night. It is too heavy to wear during the day and a little goes a long way. Great for more mature and dry skin (I gave mine to my mom!), but for me this is only worth it when my skin is extremely dry or overly exfoliated. A con about this product not being absorbed is that I think most of it gets wiped on my pillow. The Trader Joes dupe is a better option for me at this point."
		},
		{
			"review_title": "You have to close it extra tight so oil won't spil",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Great product. But, the bottle sucks. Not great if you don't want to waste product"
		},
		{
			"review_title": "I have acne rn but dry skin usually if that helps",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Nothing against this product really, didn’t break out my combo skin but also nothing special, you need a lot of product to cover your whole face for such a small amount and didn’t do anything for my skin personally right note"
		},
		{
			"review_title": "Great for dry, sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I have exceptionally dry skin and this is a holy grail for me. A little goes a long way, I usually just add a few drops to my moisturizer at night and it has it been keeping my skin hydrated. I also haven’t had any breakouts and I’ve noticed my eyelashes even seem to be growing longer and fuller."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Thankfully I tried a sample before purchasing this because the smell is horrible. It smells like stale cigarettes and although I appreciate that it’s only a one ingredient product, the smell is non negotiable that’s how bad it is."
		},
		{
			"review_title": "5 star product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I’ve been using this oil on my face for a week now and i’ve already notice some changes on my surface wrinkles. My face is super soft and well hydrated."
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This is such a soothing face oil. It really does live up to its name of being “luxury”. It made my skin super clear and smoothed out all of the unwanted texture, I recommend cooling the oil and it gives much a more spa like affect."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "At night, I mix a few drops of this with the Protini Moisturizer and my skin looks flawless in the morning. I've seen reviews that say it feels/smells like olive oil on the skin. It felt like that the first time I put it on without mixing it into my moisturizer, so I recommend doing that!"
		},
		{
			"review_title": "I have acne rn but dry skin usually if that helps",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Nothing against this product really, didn’t break out my combo skin but also nothing special, you need a lot of product to cover your whole face for such a small amount and didn’t do anything for my skin personally right note"
		},
		{
			"review_title": "Great for dry, sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I have exceptionally dry skin and this is a holy grail for me. A little goes a long way, I usually just add a few drops to my moisturizer at night and it has it been keeping my skin hydrated. I also haven’t had any breakouts and I’ve noticed my eyelashes even seem to be growing longer and fuller."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Thankfully I tried a sample before purchasing this because the smell is horrible. It smells like stale cigarettes and although I appreciate that it’s only a one ingredient product, the smell is non negotiable that’s how bad it is."
		}
	]
}