{
	"product_id": "1296",
	"name": "Salicylic Acid Acne Day Dots",
	"brand": "Peace Out",
	"categories": "Skincare, Treatments, Blemish & Acne Treatments",
	"price": 27.0,
	"about": "What it is: Our thinnest, sheer acne patch for virtually invisible wear, alone or under makeup, with acne-fighting actives to minimize the look of breakouts...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Redness and Acne and Blemishes..Formulation: Mask..Highlighted Ingredients:.- Encapsulated Salicylic Acid: Penetrates pores to target acne blemishes and blackheads..- Retinol (Retinyl Acetate/Vitamin A): Promotes clear-looking skin..- Aloe Vera Leaf Extract: Gently soothes while minimizing the appearance of redness...Ingredient Callouts: This product is vegan, gluten-free, and cruelty-free...What Else You Need to Know: 61% thinner than our original acne patch, our made-for-makeup, petroleum-free, medical-grade hydrocolloid contains anti-acne ingredient encapsulated salicylic acid to boost efficacy and reduce the risk of irritation. Visibly reduce breakouts in 6 hours or less...Clinical Results: In a consumer study with 20 participants:.- 91% said their blemish was less red, less uncomfortable, and significantly less annoying 6 hours after use.- 91% said their blemish appeared healed where the dot was applied.- 95% said the product helped soothe the skin where applied.- -100% of the participants said this product helped protect and heal skin while wearing makeup.*Claims based on a 4-12 hour study conducted on twenty (20) participants..",
	"ingredients": "-Encapsulated Salicylic Acid: Penetrates pores to target acne blemishes and blackheads..-Retinol (Retinyl Acetate/Vitamin A): Promotes clear-looking skin..-Aloe Vera Leaf Extract: Gently soothes while minimizing the appearance of redness...Salicylic Acid 0.5%, Cellulose Gum, Glyceryl Hydrogenated Rosinate, Styrene/Isoprene Copolymer, Carthamus Tinctorius (Safflower) Seed Oil, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Aloe Barbadensis Leaf Extract, Retinyl Acetate......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-After cleansing, apply a dot, tacky side down, directly on your blemish..-Follow with skincare and/or makeup, such as an oil- or water-based foundation..-For best results, wear for at least six hours..-For peskier pimples, use with Salicylic Acid Acne Healing Dots (sold separately) at night. .-If you're experiencing any areas of excessive dryness or open skin, or if you went a little heavy handed with peels, chemical exfoliation, or actives, give your skin a little resting time before using Peace Out dots or patches.",
	"num_reviews": 1301,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/peace-out-salicylic-acid-acne-day-dots-P503727?skuId=2651271&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2651271-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1 pack / 20 dots",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2651271-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
			"review_text": "I love how it gets rid of my pimples overnight but it’s very pricey. I also wish they make smaller sizes for smaller pimples. Overall as far as the product I would recommend"
		},
		{
			"review_title": "Quick and Effective Blemish Solution",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The Peace Out Acne Day Dot is a game-changer for addressing blemishes quickly and discreetly. I love how easy it is to apply, and the sheer finish makes it almost invisible under makeup. It noticeably reduced the redness and size of my breakout within a day. I’m giving it 4 stars because it can lift slightly on oily skin, but overall, it's a fantastic product!"
		},
		{
			"review_title": "BEST!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These work great! I have purchased these many times and will continue too! Within a few hours you can see the patches working. There needs to be some “white” exposed for the patches to get it all out I find. This helps from picking and popping pimples before they are ready"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "I would say it’s great for the cost but it’s not as effective as other brands out there and takes longer to get rid of stubborn pimples"
		},
		{
			"review_title": "Swear by these for a long time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "They just work and this is a great deal they offer once or twice a year"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i really like these acne dots and use a variety of brands- these are my favorite by far. i feel like they blend in really well to wear around during the day, and they definitely get a bunch of the gunk out!!"
		},
		{
			"review_title": "2-1 Product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This pimple patch is an amazing 2 in 1! I love that I can apply this to my skin which is going to help my blemish, but I can apply my make up over it and go about my day! Thank you Acne Day Dots for this lovely product!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really like these day time acne dots. They are super thin so it’s not visible when worn out in public. These dots have salicylic acid so it helps to heal my pimple while also covering it. I love how it helps me not pick at my pimple as well. My only complaint is sometimes it’s hard to get the pimple patch off the backing so then it lifts a little and makes it more visible on my skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "These acne dots are definitely sheerer than the original version, making them better for daytime use. They work well on active spots, though the corners are kind of difficult to peel without bunching up. Pricey for what they are imo, but a reliable staple for when you don’t have time to shop for alternatives."
		},
		{
			"review_title": "Its great!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "These are life savers. Not sure who was the genius that created this but this is great. If you want to buy them, make sure you buy the ones from this brand. I have tried dots from other brands and they don’t work."
		},
		{
			"review_title": "One of my favorite pimple patches",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I've been using these for a few weeks, and I’m impressed! They are easy to apply and stay on well throughout the day. The transparent design makes them discreet, so I don’t feel self-conscious wearing them out. After just a few hours, I notice a significant reduction in redness and swelling. The ingredients seem effective, and my skin feels calmer. I appreciate that they're formulated with salicylic acid and aloe vera. The packaging is fun and eye-catching, and I love the fact that there are plenty of dots in a single pack. Overall, this has become a staple in my skincare routine. Highly recommend for anyone looking to tackle breakouts!"
		},
		{
			"review_title": "Surprisingly works well!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I occasionally get a pimple or two here and there and they are so painful sometimes so I don't like to touch them, but they also last days on end till they start to disappear. The peace out acne stickers really do work! The acne I usually get is really red and I've noticed the day after I use the patch the acne is a lot less red and shrinks quite a bit. I was skeptical at first but they really work well!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "These Acne Day Dots are a lifesaver! As someone who struggles with breakouts, I absolutely love that I can wear these during the day, even with makeup on. They blend seamlessly into my skin and are practically invisible. Not only do they help reduce the appearance of my blemishes, but they also speed up the healing process. Highly recommend!"
		},
		{
			"review_title": "Must have for stubborn acne",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love the peace out acne pimple patches they have helped rebuild my confidence when leaving the house. It is easy and helpful to have these when you are picking at your skin and have noticeable blemishes. I would recommend for stubborn acne!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "this product really did help. wish there was more dots. lol"
		},
		{
			"review_title": "good but less effective than the healing dots",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "good quality and easy to use. the healing dots are better if you're gonna stay home all day though, since it's more effective. but if you want it to be more discreet then this one's a better choice."
		},
		{
			"review_title": "you need these in your life!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "absolutely love these acne day dots. they’re not noticeable at all and i was able to do my makeup right over them. they literally get rid of pimples and zits within 24hrs! i’m genuinely impressed ive never had a pimple patch work this well!!"
		},
		{
			"review_title": "Seamless",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I use these any time I feel a pimple popping out. I love how these particular ones blend with makeup and can be worn to work. I have tried other pimple popping creams but they leave a mark on my face. I love these, they’re seamless."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Yaaaaaaaaaay. I had some crazy break out and I applied these pimple patches overnight. Sucked all the pus out. They were the puny breakouts though. But will try it on big pimples when I get any just to test em out"
		},
		{
			"review_title": "A great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is by far on my favorite products when I have acne or I am getting a breakout. I apply these to my face before I go to bed or if if I’m running running errands and within a few hours, my acne is gone and barley visible"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Peace Out acne dots have always had my heart, and these Day Dots are an incredible addition! They aren’t bulky or heavy like a traditional acne dot so they lay super nicely on the skin and last all day long"
		},
		{
			"review_title": "The Best Pimple Patches!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Peace Out pimple patches are my go-to for breakouts! They always help heal my acne and help me from touching my face. The new day dots are no different! They help pull all the gunk out of an acne spot and are thin enough to wear during the day without being noticed! Forever my fave acne patches!!"
		},
		{
			"review_title": "love them",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "LOVE these pimple patches. they are one of the only ones that work for me. easy to use and really easy to go out in as well. they aren’t noticeable. ten out of ten from me so far. no complaints and i think they are amazing."
		},
		{
			"review_title": "Love these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’m in love! I use to believe that pimple patches didn’t but now I know they do work! I love the brand peace out and let me tell you they don’t fail! I would definitely recommend this if you’re looking for new pimples patches to try."
		},
		{
			"review_title": "Invisible and amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love these acne patches so much! The best thing about them is how thin they are and basically look invisible so I don’t have to worry about people noticing them and I can wear them in the daytime and even add makeup on top. It’s so satisfying to remove them and see how much they help clear up your breakout!"
		},
		{
			"review_title": "Pricy but do work",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I like these better than the random ones I have purchased off Amazon (that come in different sizes). This one probably does work the best out of all the ones I tried, but the price tag encourages me to try other methods."
		},
		{
			"review_title": "Comparable to the big brand",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "These aren’t my fav but they are comparable to the hero patches. I’d buy again in a pinch!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "They work better than some others, but they’re not the best. They help though."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This acne day dots are savior to me. It is very thin and practically invisible acne, which makes it perfect for daytime wear. While wearing makeup, you can easily conceal it away. I am so amazed with the healing power of this."
		},
		{
			"review_title": "Love the clear ones!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Love these Peace Out Acne Dots! They're clear, and the ingredients are the only things that work on my skin. They effectively reduce blemishes overnight without irritation. Highly recommend for spot treatment!"
		},
		{
			"review_title": "one of my all time favorite repeat buys",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "I recently got another package of the Peace Out Acne Day Dots because they are my favorite acne relief product hands down. Simply placing one of these onto a pimple and leaving it for 6 hours (overnight works best for me!) it pulls all of the gunk out of the pimple, allowing the skin to heal unimpeded. These are wonderful, and barely noticeable in my skin. I will be buying these again and again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I have tried their original pimple patch and really like these invisible one more. It does a nice job at bringing the pimple to the surface and reduce the swelling. I like how it’s not as thick as the original"
		},
		{
			"review_title": "good zit blurring stickers",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "These are pretty good! I like how thin they are compared with other patches and dots and I even wore a little make up over it without it drawing attention to my spots. they aren’t a miracle here that gives you clean skin in a couple of hours, but they do draw out impurities. ￼"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This patch is a lot thinner and a bit more matte-seeming than their other acne patches. I also like that none of the patches were melted by heat, like has happened when I've ordered this brand before. They disguise pretty easily and seem to work just as well as other patches. I did not use them with makeup so I can't speak to how it sits under makeup."
		},
		{
			"review_title": "Amazed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "This Acne Day Dot is a game-changer for quickly addressing breakouts, providing effective and discreet coverage throughout the day. Infused with salicylic acid, it not only reduces inflammation but also accelerates healing, preventing further blemishes. Its clear, barely noticeable design makes it perfect for wearing under makeup or on its own."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love these because you can easily wear them under makeup, they stay stuck to your face and don’t move around at all. They also work really well, and help my blemishes go away quickly! Everything I need in these"
		},
		{
			"review_title": "My Favorites!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Simply put, peace out honestly makes my favorite acne patches. They’re thin and not super bulky, and they actually get the job done. Yes these are technically for the day, but I still normally do mine overnight and when I wake up my blemish is either significantly smaller or gone completely"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have occasional breakouts and the Acne Day Dots by Peace Out Skincare is great to prevent me from picking at it. I love how thin and flexible they are and how seamless it blends into my skin with or without makeup on top! The patches leave my acne less irritated and inflamed and is gentle enough for my sensitive skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I love these acne patches they help so much with my skin! I love them for whiteheads to get out the gunk and these also help with the deep underground ones too! They are nice quality better than the cheap ones on Amazon"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Tan skin tone",
			"review_text": "Not worth it, it will keep the pimple down but once you remove it, it will come back but worse."
		},
		{
			"review_title": "Not a must have",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "These are fine and effective but a bit expensive for how little they give you. I think it’s like a dollar a dot. Next time I would just get some at the drug store but they are good in a pinch. I would honestly rather stick to my retinol."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "These are pretty effective, and sheer enough that you can wear them in the daytime!"
		},
		{
			"review_title": "Can help even newly formed pimples!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was so excited to try these and they worked really well! As you can see, I had some small pimples pop up and I wasn’t sure that pimple patches would even be able to touch them yet because they were still so small. But I saw a nice decrease in the prominence, size and redness of all of them! I also loved that this came with specific instructions on how to best apply makeup on top! Like where has this information been all this time while I’ve been struggling trying to cover up my pimple patches for years!"
		},
		{
			"review_title": "you need this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "this product works so well on my skin whenever i get a pimple i put one on and it’s gone over night like it was never there i finished the pack up so quick but worked so well will be repurchasing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love using peace out acne dots but they are pretty obvious and people always ask me what’s on my face. The acne day dot version is thinner and sheer so it’s not as noticeable. It helps soothe my blemish spot and decrease the size of it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Normal skin",
			"review_text": "I am honestly in love with these pimple patches! One of my favorite things about it is that I can put makeup over a pimple patch. Which is great since it helps my skin and doesn’t ruin my makeup. I will love how it reduces my pimple they don’t disappear right away but I do see it getting smaller over time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "You can barely see this one on compared to the healing dots because it’s thinner. It definitely stops me from picking at my skin and diminishes the look of the pimple."
		},
		{
			"review_title": "Great Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "These are really helpful, I feel like they really take out all the gunk from your face and really tame the pimples. I love wearing these so I don’t pick at my face. I received this product complimentary"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Once I figured out how to use it the best way, this has been a life saver. For me, these didn't work until I started by poking a small hole in the blemish (not popping), then applying the patch. It allows the patch to absorb the yucky stuff waaaaay better. 24 hours and my pimple is flat and hardly even there. Bonus: I can wear these to work and you can hardly even see them."
		},
		{
			"review_title": "Best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was gifted by peace out and I love these pimple patches! They are the best!! They always get rid of my pimples they may take about two days for smaller ones but for larger ones with more pus they get them out right away!!"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I love how easy it is to use Peace Out Acne Day Dots!! So easy to apply onto the skin! I’m obsessed with the results! I’ve noticed how quickly it makes my acne spots look and feel smaller just over night!"
		},
		{
			"review_title": "I love these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I was super excited to try out these acne day fits from Peace out! I’m a huge fan of their pimple patches because to me they are the best ones on the market! The price you pay is 100% worth the outcome. I used this and it stayed on all day and blended in with my skin perfectly. I’d 100% recommend trying these out!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The best way to get rid of a zit. I love these because they are so easy to apply and they take care of the job fast. I notice they don’t leave any marks or scars after using which I love. I always carry some in my purse"
		},
		{
			"review_title": "The hype is real!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This is by far the best acne day dot ever! It is basically invisible during the day and it can easily be covered up with makeup. Really loving these pimple patches, they make me feel so confident to go out during my bad acne days!!"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "These are more sheer and less noticeable than the original, so it's practically invisible when makeup is applied over it. As a daily makeup wearer, I like that they made this day time version as it provides a protective barrier between your skin and makeup. Very pleased with how effective these are. It really speeds up the healing process. My pimples are flattened out by the end of the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Best of the best acne dots - peace out always reduces my pimples in size and redness. It’s my holy grail for any breakout and always is like 50%+ better from an overnight wear. Would recommend time and time again!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really like these! It did a good job at removing gunk if I left them on all day or overnight."
		},
		{
			"review_title": "The best pimple patches!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "These are my new favorite pimple patches! I can wear them out in public as they are virtually invisible and they are the best pimple patches I have tried. Super great at taking all the gunk out of my pimples and healing them faster!"
		},
		{
			"review_title": "Skincare Slay",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I am absolutely obsessed with the acne day dots! I love that they are able to be used discretely throughout the day and not be obvious on my face! I also love that it has ingredients to target my blemishes and clear them up!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I've used acne patches from Peach Out Skincare, but I typically wear them at night before bed and remove them before applying makeup. I'm thrilled that they've introduced a day version that is much thinner and blends well under makeup."
		},
		{
			"review_title": "They get the job done",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Full disclosure: I don't have acne-prone skin, I use Peace Out dots to treat occasional pimples.  The peace out day dots are the thinner, more incognito, version of the original acne dot. The individual patches are thinner and therefore a bit more translucent, so they're a bit less noticeable under makeup/on a bare face. In my opinion, they work just as well as the regular dots. I find putting them onto freshly cleansed skin helps it to do its job better, and I find leaving it on for the days allows it to work better. My skin is dry/combination and I had no irritation, and no further dryness. I have a darker complexion and I find it's only when people get close to my face, that they would notice it's there. I hope this helped!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this product free of cost in exchange for my honest review. I love those pimple patches because they are really effective. the trick to these is to leave it on as long as possible and take it off when you see that it has sucked stuff out."
		},
		{
			"review_title": "I love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I really love these Peace Out Acne Day Dots! These acne dots are very thin and not very noticeable which is perfect for day time wear! These acne dots also helped to conceal and heal my blemishes. I definitely recommend!"
		},
		{
			"review_title": "Melted on face after two hours and burned me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really wanted to love these because they are super thin and you can wear them without them being super noticeable for the most part. However, I noticed that after about wearing one for two hours or so they would begin to  to melt on my face and start disintegrating. They were so sticky and hard to take off. In addition, I noticed that in certain spots, particularly by the neck, it was burning me when I took it off so now I have a visible dark mark on me. I also have some spots where there’s a white circle around the blemish."
		},
		{
			"review_title": "Highly highly recommended",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "The best acne dot ever it reduce the acne or remove it depending on the size of the bumble also it leave a the spot moisturized. It doesn’t burn or dry like some acne dot."
		},
		{
			"review_title": "Its a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I love this product it has removed my pimple so Well. It really helps with my acne. You can barely see it so you can wear it wenever you want to. I put it on before going to sleep or in the morning and I love it. It’s perfect for my skin and it remives everything."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This acne patches by Peace Out skincare are my favorite! They stick on so well and aren’t obvious at all. They’re a little bit pricey but they are actually worth it. I’ll definitely always repurchase these!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "These are great active patches! I love that these not only protect but work to actively treat my breakouts. These patches are ultra thin which is excellent! They do have a tint to them which shows up on my fair skin so I’d say you will need to out makeup over them if you want to conceal them during the day. As far as the impact? These really reduce the size and lifecycle of breakouts!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "These have been super helpful with my cystic acne. Instead of picking at my face and leaving scars, I put a sticker on and my face looks so much better even overnight. These are basically miracle patches!"
		},
		{
			"review_title": "My least favourite acne dot brand",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I’ve used a few different brands of acne dots and this is my least favorite. I found that every time I used one, more pimples would appear in the area. I didn’t have this experience with other brand acne dots."
		},
		{
			"review_title": "Awesome product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I was never a fan of acne patches BUT these worked great! I put it on at night after washing my face and woke up in the morning and my blemish was noticeably smaller. The price won't break the bank either.   I received these from influencer in exchange for my honest reveiw"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I was gifted these pimple patches in exchange for my honest review. I really liked the sanitary packaging. It was very easy to use. They stayed on pretty well and I didn’t have issues with them not sticking on."
		},
		{
			"review_title": "Does the job",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "Love these pimple patches. Reasonable price and 100% works. It does leave a slight residue if left on too long but again they work!"
		},
		{
			"review_title": "Perfect to conceal and heal!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I can never have enough Peace Out Acne Day Dots!  Having acne prone skin with frequent breakouts, ultra sheer day dots heal, protect and conceal all at the same time! Love them! Easy to apply, stay in place and does an amazing job at clearing my skin. I also notice less scaring after using! The Day Dots are the perfect way to treat my skin while still being able to apply make up. I'm so happy to have this product and highly recommend!"
		},
		{
			"review_title": "Very good acne dots",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "I tried these from peace out, their acne day out patches and the these are super good. They melt into the skin and are much more invisible than any other patches I’ve tried, they stick well and I had no issues with them lifting or peeling off. The helped the blemishes overnight very well."
		},
		{
			"review_title": "The hype is real",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I’ve always heard this pimple matches were the bomb. I now I see, the hype is real. As you can see on the pictures, my pimples were red and agitated, one was even painful. After using the patches over night I felt like they were flat and almost to non existent. When I took it off of the painful one, you can see some residue had come out. In general, yes these do work!"
		},
		{
			"review_title": "Love them",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "I use these for the few pop up pimples I get. There are different sizes and they stick well. I don't find that they are hard to get off when worn overnight. I make sure to put them on clean, dry skin for best adhesion. I wouldn't wear theses under makeup."
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Peace Out Skincare has the best acne products and these are my all time favorite pimple patches. I’ve gone through about 5 boxes of these so far and will never stop using them. They do an amazing job at sucking the gunk out of your pimples/pores."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "these pimple patches have me feeling confident when leaving the house, you can apply makeup or leave them alone since they are more transparent. these work quite well, and are priced about the same as what’s in the market."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "These are my very favorite pimple patches and I have literally tried them all. These stick very well and actually seem to work on my acne. In my opinion these are worth the extra money cause they work"
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Alwwyqs great to try out the new ones they come out with! Some of the best pimple patches I’ve ver tried! These actually stick and are so worth the price! I’d recommend to anyone who needs pimple patches that are invisible and work!"
		},
		{
			"review_title": "Loveee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Love these acne patches! They are just the right stickiness and clear to wear during the day. I use them for active pimples but I don’t want to put makeup over it so I use these and then put makeup on top of the patches"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Always a good product to have on hand. It’s a great way to get rid of those blemishes without making your skin angry with harsh active ingredients. I love how you can wear them during that day as well."
		},
		{
			"review_title": "Life saver",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This acne dot is a lifesaver! It’s incredibly thin and practically invisible, making it perfect for daytime wear. I love to wear them when i got work since i always have my mask on. Plus, with ingredients like patented Hydrocolloid Polymer Technology, Encapsulated Salicylic Acid, Retinol, and Aloe Vera Leaf Extract, it’s a powerhouse for combating acne. I’ve seen visible improvement in just six hours or less, which is amazing! Whether I wear it with makeup or not, it never fails to deliver results. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This is an amazing thin and small size. I love how I can cover it up wearing makeup or alone. It works so well esp because it has aloe in it. I wear overnight too and in the morning my an r has shrunk so much"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "Okay i was literally so excited to try these new acne day dots from peace out skincare because I’ve tried their other ones and they actually work! My favorite are the micro needling ones but these are also amazing!"
		},
		{
			"review_title": "Must have💕💕💕",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "My mom loved these and she said that they worked so well"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Did literally nothing. A complete waste of time and money. Tried it many times with zero results each time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I really like these acne patches! I wore the early stages dot at night. I then wore the acne day dot the next day. My pimple was gonna in just a few days. This one is great under makeup because it’s so thin. Even without makeup on, I would be comfortable wearing them out because you can only see up close."
		},
		{
			"review_title": "A MUST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
			"review_text": "Every time I have a pimple I use these pimple patches. I wear them either all night or all day sometimes and they stay on no matter what. My pimple is literally gone the next day. These vanish pimples and make me feel so much better and less insecure by how quickly they work."
		},
		{
			"review_title": "A must have for those struggling with acne!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "These are actual lifesavers I swear. As an ex-zit popper, these help me out so so much even as just a barrier when I sometimes want to pick my skin. When I have a spot coming to a head I just slap one of these guys on it and the next day it is SO much smoother and less irritated looking. Forever a repurchase!"
		},
		{
			"review_title": "A must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I received something in exchange for this post I love pimple patches I use them all the time I have a pimple coming out it works wonders if you have an event and need to get rid of a pimple asap this is a must"
		},
		{
			"review_title": "SO GOOD",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "These are the best pimple patches I have ever tried. They suck out all the gunk out of my pimple. I like to put them on at night and then in the morning my pimple is gone. It’s crazy good I’m obsessed!"
		},
		{
			"review_title": "Pimple patche",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Patches to improve, pimples, acne and pimples. You put it in the localized area and preferably at night and in the morning you remove it. You will notice more deflated and better. It has 0.5% salicylic acid. Remember to use sunscreen."
		},
		{
			"review_title": "My go to when I have acne!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "The new Peace Out Acne Day Dots have revolutionized my daytime skincare routine. These ultra-thin and practically invisible acne dots are a game-changer, allowing me to conceal while I heal. What sets them apart is their ability to seamlessly blend with makeup, making them perfect for daytime wear. Containing the same powerful ingredients as the OG Acne Dot, including patented Hydrocolloid Polymer Technology, encapsulated salicylic acid, retinol, and aloe vera leaf extract, these day dots work wonders in improving the appearance of pimples in just six hours or less. I love the convenience and effectiveness of these dots. Whether I choose to wear makeup or not, they provide targeted treatment while remaining discreet throughout the day. The application is straightforward, thanks to the included infographic, ensuring I get the most out of each dot. Overall, the Peace Out Acne Day Dots have become a staple in my skincare arsenal. They offer a hassle-free solution for managing breakouts during the day, allowing me to confidently go about my routine while knowing my skin is being taken care of."
		},
		{
			"review_title": "My favorite acne stickers!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I am obsessed with the peace out, acne dots. I have found that these work, the best, and stick to my skin for hours on end. It is so satisfying when you take it off, and you can see how much your pimple has gone down!"
		},
		{
			"review_title": "Add to cart",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Those little star ones don't do anything, BUT THESE.....run don't walk. They definitely work!"
		},
		{
			"review_title": "Truly, a Holy Grail item",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "These are the only acne dots that I will actually use on my face. They clear up my acne within 24 hours personally, I will always pop my pimples just had a bad habit, but then place one of these on top after cleansed, my skin and the next day I have zero inflammation on the infected area and with using vitamin C on my skin, the scar lives within a week"
		},
		{
			"review_title": "New pimple patch fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Actually really love these. They stay in place all day and the material is comfortable. Usually wake up the next day with significant improvement of a blemish"
		},
		{
			"review_title": "My go to product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "I love this product! I love how sheer and thin they are. I know they say visible results in 6 hours but I’ve had visible results in less than 3 hours! Well worth the price!!"
		},
		{
			"review_title": "A must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "It really is a good product, it does its job. I love how sheer they are, almost invisible. Worth the price"
		},
		{
			"review_title": "You never know when you might need these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This really works! My sisters started using it as well and they are super happy!  You never know when you might need these so better carry them always with you- I know I do!"
		},
		{
			"review_title": "Must have for folks with acne",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
			"review_text": "Love these and buy them regularly. The only downside is they leave a residue on the face sometimes even after I wash my face. Will still continue to purchase since they work so well!"
		},
		{
			"review_title": "Disappointing Compared to Overnight Ones",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I'm a huge fan of the overnight acne dots and bought these ones when they were on a 50% off promo last month. Unfortunately, these are not even close to the overnight ones and did nothing for my zits. The drugstore ones do a much better job than these do. I ended up returning them and will stick to the overnight ones for now."
		},
		{
			"review_title": "Really works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "Love!  My 17 year old daughter loves these acne dots.  I’ve bought her so many different types of acne products to try and this is one of her “can’t live without it” favorite products. I need to have it on auto replenish. I must say, it has really helped my daughter clear up her acne. It’s easy and quick for her to use too. Glad she found something she loves that really works!"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Does the job as the usual ones do. Just really really thin (which I do not mind!) Great for school or work if you have an irritating pimple or it’s a lounge day at home. If I have a really bad pimple, I use this all day then switch to the other one at night."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "After using this product it made my blemish bigger and redder"
		},
		{
			"review_title": "The best pimple patches to exist!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This product literally painlessly pops your pimples and sucks out all the gunk! I would show a picture but that’s a little gross lol."
		},
		{
			"review_title": "Not as good as the original one",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It’s really subtle but honestly the original one seems more effective to me. They are great otherwise."
		},
		{
			"review_title": "Effective and subtle pimple patch",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "Bought this for my teenage daughter who has used many different brands.  She says this is as good or sometimes better than mighty patch.  Stays on, effective.  Would repurchase."
		},
		{
			"review_title": "Does the same thing as 2$ patch sets",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "After about two days with one one a developing pimple it disapeared but honestly you can just buy the knock off patches on temu for like 2$ and they do the same thing protect agasinst other bacteria and keep it covered to speed up healing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "They actually work, the best acne patches I’ve tried so far!"
		},
		{
			"review_title": "It Works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Easy to apply and works well under makeup. Please consider purchasing when you have a white head randomly pop up."
		},
		{
			"review_title": "Quality product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Expensive but worth it, works as described.  Make sure your pimple has an opening, doesn’t work as well if just a bump."
		},
		{
			"review_title": "PERFECT PERFECT PERFECT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "Love, love, love these! they are really great for stubborn whiteheads and they work well with makeup. they also don't fall off halfway through the day like a lot of pimple patches. i will always repurchase."
		},
		{
			"review_title": "Best out there!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
			"review_text": "By far these are the best hydrocolloid patches out there. They stick well and skin looks better by the morning."
		},
		{
			"review_title": "A must have in order to be acne clear!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "After using this product all of my acne was cleared and I got many compliments on how clear my face was!"
		},
		{
			"review_title": "Amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "These are SO amazing. They sit tight on the skin and don’t move around, and pull up so much oil and build up from the skin. These worked so great especially on my popped white heads, it healed them wonderfully with no scarring. So awesome."
		},
		{
			"review_title": "Peace out acne is right!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This works so well both concealing and helps get rid of blemishes. I wear these to sleep is easy to cover with any makeup and even with none. it is very sticky and will not peel off easily. Overall I give this is a great product and I have always been satisfied by the results. I will always repurchase this is my go to when acne comes my way!!"
		},
		{
			"review_title": "YES YES YES",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Okay. When I tell yall, I put this on an under ground pimple, I am now on my 3rd patch in the past 4 hours bc it has pulled out THAT MUCH GOOP THAT QUICK. Like holy cow, whenever I tried pimple patches before, they would only work on “ready to pop” ones, and I was not expecting it to work this well on an underground one. Literally amazing. 100% will buy again"
		},
		{
			"review_title": "works wonders!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "I really liked it, really helpful for stubborn acne!!"
		},
		{
			"review_title": "Peace out never disappoints me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The patches are translucent and does work! It is perfect for a skincare and chill day. Also, salicylic is a great acid for controlling acne!"
		},
		{
			"review_title": "good for acne",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "purchased on sale for the event, happy with the product and i like them,"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Porcelain skin tone, Combination skin",
			"review_text": "This saved my life. I had a pimple and nothing was working for it at all. They worked in 2 days. And my skin wasn't dry. if you're thinking about buying them, this is your sign. DO IT!"
		},
		{
			"review_title": "Perfect grab for a stubborn pimple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I bought this product yesterday because I had 2 stubborn pimples on my chin. I placed 2 dots yesterday around 6pm and kept it on till 8am the next morning. The pimples have no puss and not as noticeable now."
		},
		{
			"review_title": "AMAZING!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "They worked so good for me!! I put 2 on before I went to sleep and took them off this morning and the patch was filled leaving the pimples flat without white heads! Recommend 100%!"
		},
		{
			"review_title": "Magic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "These are my go to for pimples. Gone overnight. Legit magic for me. Highly recommend if you’ve never tried them. I pair this with the glow recipe salicylic acid strawberry serum during the day.  day.dKeeps my"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Doesn’t work at all, doesn’t do anything! Save your money. Would not even give 1 star"
		},
		{
			"review_title": "They’re ok",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "They’re ok- I find the cheap ones from Walmart work better 👀"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "these are actually my favorite patches too use the really get everything"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This product is fine nothing too crazy. If you suffer from reoccurring pimples then this is a reach."
		},
		{
			"review_title": "Always a must.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "Love these for when I have a breakout. I put them on before any skin care and before going to bed. They are truly a great team to have laying around for those days that you have a pimple that isn’t going away."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "Noticeable difference in acne after using these. Practically invisible on your skin ."
		},
		{
			"review_title": "It’s ok",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I don’t really suffer from acne so i wasn’t able to fully test this. It didn’t stick well or blend in well"
		},
		{
			"review_title": "They work",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The only acne patches I’ll ever use. They stay put on the skin and they’re not nearly invisible. I love that I can apply makeup on top if I need to and it blends in perfectly with my skin. Most of all, I like that it reduces the size of my zits over night!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "I have loved all the products ive tried from peace out and these are no different! I love using these on my self care days and it actually does help diminish the look and feel of my pimples and marks!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "I absolutely love these patches. I have bad acne and this product has helped me not pick at my pimples during the day. I can cover them so easily and use makeup. I would recommend these over any other patches."
		},
		{
			"review_title": "Lifesavers in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "These are my lifesavers. They clear up my pimples so fast, are comfortable to wear, and don’t come off in the middle of the night. These are my favorites because they are even less noticeable, so I put them on my forehead during the day!"
		},
		{
			"review_title": "Completely swear by this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "These pimple patches are a lifesaver, place one on active pimple before skin care or under makeup. Leave them on all day, forget about it and at night, take it off, and the pimple is completely dried up. I swear by this product."
		},
		{
			"review_title": "Pimple no more!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I was curious to try these pimple patches and they did not disappoint. I love how the patch isn’t too noticeable on my skin and within 1-2 days the pimple that was trying to come in suddenly went away."
		},
		{
			"review_title": "Nope",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I have no idea how this product has any reviews north of 1 star.  There is no quantity of makeup that would conceal the circular sticker on your face.  I thought they'd be thinner or somehow different than overnight dots, but not so much.  Also, they were irritating to my skin in a way that other brands aren't."
		},
		{
			"review_title": "New fav!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "these are amazingly thin!! i honestly forgot i was wearing it midway throughout the day. i did also test with with wearing makeup when i had two events to go to, it was still noticeable to me, however. the spot i had to use it on was near my hair line so it concealed pretty well and i’m happy i was able to protect my skin that way! i honestly would keep buying these over “regular thickness” patches"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love this spot acne day dot, it is very good, especially in emergencies like an important party and you have a pimple. I use it overnight, but since it is a very nice blend in the skin, it can be used during the day as well, and it always works for me."
		},
		{
			"review_title": "they are the best !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Medium skin tone, Oily skin",
			"review_text": "best acne spot patches in the market !!! if you are looking to try new pimple patches these are the ones, they work so well and literally leave the pimple flat within 24 hours. it’s really magic with these patches!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received something in exchange for this post. I love these! If I didn’t receive it, I would have bought some. They work very well! My pimple goes away overnight. I love Peace Out Skincare and all of their products."
		},
		{
			"review_title": "Great Results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "These pimple patches are the real deal. It’s so easy to apply and they stay in place all day. It also becomes invisible on my skin and works wonder for my pimples. You need to try this, truly great product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is my second time getting Peace Out's Acne Dots and I absolutely love them!! They work so well and are easily camouflaged under your foundation. I highly recommend them. I will be purchasing more!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "These are in my opinion the best pimple patches on the market! I always see a significant difference in the AM and the BEST part is that they actually STAY PUT! A lot of patches move around so you don’t get the full benefits of them but you do with these!"
		},
		{
			"review_title": "Worth the extra cost",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Love this product, I usually use pimple patches at night so this was the first time I used them during the day and I will be buying more. They helped cover a lot of the redness and irritation from my acne that I normally cover with makeup. They were nearly invisible and people were shocked when I mentioned I had one on. Not as absorbent as nighttime ones but def get the job done. Makeup is able to be applied over and they stay stuck very well as long as the surface underneath is clean. 10/10"
		},
		{
			"review_title": "The best acne dots!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Hey there! So, I tried out the Acne Day Dots, and I've got to say, they lived up to the hype. These things are like ninjas for your pimples – ultra-sheer, practically invisible under makeup or on their own. The Hydrocolloid Polymer Technology is like a magic eraser for those unwanted guests on your face. I slapped one on, went about my day, and boom – pimples visibly reduced in less than 6 hours, just like they promised. No weird scent or irritation, which is a win in my book. These dots are lowkey game-changers for those surprise acne situations. Definitely keeping these in my skincare arsenal!"
		},
		{
			"review_title": "go-to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "The results are amazing! Ur pimple will be reduced or gone overnight."
		},
		{
			"review_title": "Does the job",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I recently discovered these patches. I like that they are some what invisible and you keep them on all day. Does the job. Would like it if pimple patches were little cheaper 🙈"
		},
		{
			"review_title": "Must have product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "After using the product I feel it is very easy to hide the acne.. contains retinol and aloevera helps to hide the acne."
		},
		{
			"review_title": "Easy skincare essential",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "I love using these acne dots they are a leave on treatment . I enjoy the ease of using these and that I can sleep with them or go out with them on. There easy to incorporate into my skincare routine . They are highly effective too!"
		},
		{
			"review_title": "Finally a discreet convenient solution",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I tried these out yesterday for the first time and they are absolutely AMAZING! I wouldn't recommend them as an all over face acne solution, but they are perfect for the occasional blemish or two. I noticed significant changes in the blemish size and color in just one night."
		},
		{
			"review_title": "Not for my problem",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Olive skin tone, Combination skin",
			"review_text": "I used these patches twice on a pimple that was part of my chin acne. The pimples got larger at first..I figured it was just part of the process and tried it again for a second day. That proved to be more disastrous as the pimples got even two times bigger."
		},
		{
			"review_title": "Patch",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This product has been amazing. This leaves your skin feeling super hydrated and I have purchased multiple times! I receive d this through influenster and I am very glad they sent me this product, it’s been a staple in my routine. I love This product I pop it on at night and my pimple is gone in the morning!"
		},
		{
			"review_title": "Peace out!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Peace out acne day dot  I received this product for free in exchange for my honest review. As someone who gets pimple often I was very excited to try these. I would say it not a miracle but it does help. I used it at night and it helped my pimple from turning white. You could also use it in the day to cover up a pimple and makeup goes on nice."
		},
		{
			"review_title": "Magical patch",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "These are definitely a must have and so easy to use for travel. I’ve been dealing with breakouts and this has been working so well with minimizing my breakouts and you can even use with makeup. If you haven’t tried them yet please go for it!"
		},
		{
			"review_title": "Not good",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Not effective at all. Used them twice with no result"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Peace out is one of my all-time favorite brands to get acne patches from. I have been a consistent supporter of this brand and their patches are amazing. You can definitely tell the amazing quality on these. I struggle with hormonal acne, so whenever that time of the month comes around, I am in need of acne patches so that I don’t pick up my skin and these always suck everything out and leave my Area where the spot was flat the next day. YOU NEED THESE."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I swear by this acne dots. What I really like about them that they are so thin and invisible. I can even wear them under makeup, you can’t even tell they are there. They contain great ingredients and really kill zits very fast."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The best best best ever for stubborn little pimples!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love the regular acne dots from Peace Out but the day dots just don’t seem to work the same. They are still highly visible. I would recommend the regular dots as an overnight treatment but don’t bother with these."
		},
		{
			"review_title": "Not worth the buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I used these for over a month in the hopes that if I kept trying, eventually one would work. They did absolutely nothing for my acne. I struggle with whiteheads that leave scars and scabs, so I really hoped these would help keep the scars away. I would not purchase these again."
		},
		{
			"review_title": "If you pick at your skin, you NEED these.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Oily skin",
			"review_text": "These help prevent me from picking at my face - it’s a HORRIBLE habit that I have unfortunately. They also do a good job with getting all the gunk out. If I find I have a large pimple, it will feel significantly flatter post using."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Tan skin tone, Dry skin",
			"review_text": ""
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Literally sucks up my pimples so good! Also love to wear during the day time because it’s not noticeable"
		},
		{
			"review_title": "no scaring",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I received something in exchange for this post but OMG! it gets all my gunk out, i came back from a trip and i had a really bad breakout which i am still recovering from. I used two so far and pimples are gone! (they had already reached the surface) I use these as a prevention from scratching or popping my pimples and leaving scars, with these I never get the scarring."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I love them! I need more they are fast acting. As soon as I put the patch on it pulled the build up to my surface."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have used this product so much and I’m in love. It gets rid of all my pimples over night. The pimples need to be opened.  It is amazing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is hands down one of my favorite pimple patches. This applies so flawlessly without makeup covering it, and completely disappears when I use makeup as well! It’s great when I have to go to the office or out and I have a blemish and want to keep it protected. I would say, with application please use tweezers or something similar so you can grab it well and not bend any of the edges. You get a seamless application that way!"
		},
		{
			"review_title": "Works great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "These stick so well! I would be weary of using any exfoliants on your skin within 3 days of applying these stickers because they do have retinol. I had 2 large under the skin pimples on my chin and I applied these dots on them for 2 days and then the pimples finally got a head and my esthetician was able to extract without causing any damage. I gave 4 stars as there is only 20 dots total in this pack making it almost a dollar per use"
		},
		{
			"review_title": "Prefer Original Night Dots Over Day Dots",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Big fan and user of the regular acne dots. The day dots are thinner and I felt did not do as good a job. They also didn’t stay on the face as well"
		},
		{
			"review_title": "Love these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I love these so much! I wear acne dots any time I get a big pimple but I can’t really wear them out of the house because they’re usually too noticeable. These are not noticeable at all and I have worn them to work and out and about!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "These work great. You just place it over the pimple, leave it on and let it work its magic. I have used them overnight, but they disappear on your skin, so you can definitely use them during the day."
		},
		{
			"review_title": "Heals the acne",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "these acne day dots are amazing if you have a pimple and don’t wanna cover it up with make up. I’ve noticed that these patches actually heal the pimple when I wear them. They also look very smooth and natural underneath make up and it’s the reason why I keep wearing them over and over again."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Oily skin",
			"review_text": "I personally do not like putting pimple patches under my foundation, but you can definitely do so with these. If i want to have a no makeup day and cover my blemishes while also healing them, this is my go to"
		},
		{
			"review_title": "Works well, better ones out there.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "These are nice for when I get smaller pimples but not bigger ones. Works decently but there are definitely better products out there that work better than this one."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "These acne dots are amazing! I love popping them on in the morning, by the time I take them off my zit size decreases in half. I love seeing all the goey junk that comes out. They are so satisfying and soooo good for my skin."
		},
		{
			"review_title": "Holy grail for sure",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "First off.. it literally disappears on your skin. Like this is so perfect because no one can see it but your pimple will go away during the day! I always put this in a spot and it reduces it greatly! Literally on my fourth or fifth pack because these are amazing!"
		},
		{
			"review_title": "Love them!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Oh I love these! I’ve been using them on me and my son for awhile now. I love how easy and mess free it they are. And they actually work! I will definitely keep buying them. Totally worth it."
		},
		{
			"review_title": "Game Changer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Having something to cover the pimples so you don’t have to worry about them day or night! That’s a game changer. Most pimple products, you have to rub cream on them or wait for the medicine to dry them out so they go away. Not this"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "After using this product I was amazed. I was always thinking how does this suck out the zit. It's fun to watch and pull off..kinda asm. I would recommend this to anyone who wants to get rid of pimples."
		},
		{
			"review_title": "i love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "i like it! i use it also for acne spot treatment! would recommend only if your are not sensitive to acids"
		},
		{
			"review_title": "Speedy results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was excited to try this new product for those harsh pimples. I absolutely love the way I can go out while still covering those obvious pimples. It’s even convenient to put makeup over them. My pimples also decrease in size throughout the day! I love it"
		},
		{
			"review_title": "love these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "i love these patches! they help get rid of my pimple in just a few days and i love wearing them in public and to sleep since in public they’re not visible unless you’re standing super close. very convenient"
		},
		{
			"review_title": "Don’t waste your money",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "After using the product for a few weeks I didn’t see much a of a difference with my blemish spots. I also couldn’t wear with makeup. You could still see the patches on my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "These little dots have truly kept my acne at bay, and I'm thrilled with the results. What's amazing is that I can wear them under makeup, so I don't have to sacrifice my skin for a flawless look. They really work like magic, reducing redness and promoting clear skin overnight. I've been able to say goodbye to annoying blemishes - these dots are a must-have in my skincare arsenal!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I don’t usually get acne but when I do it’s huge ! I was skeptical about this product because I never use any acne stickers but it really helps a lot and got rid of my acne in about 2 days"
		},
		{
			"review_title": "A staple for EVERYONES skincare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love these!! I have never been a huge fan of acne patches bc they've always dried out my skin as opposed to drawing out the blemish. You can literally SEE where the magic is working and drawing out the yuck! I normally wear them at night so I don't have to worry about them being visible in public, however, the few times I have worn them with or without makeup, they haven't been noticeable! Definitely a staple in my routine now, esp right before aunt Flo makes herself known! 😅 gentle, efficient... invisible! 100% my favorite as a skincare professional!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I tried a whole sheet of ten consistently but I don’t see any results. No oils or any gunk pulled out while using the acne dots. 2/10 just makes the bump go down for a while."
		},
		{
			"review_title": "A must have on hand",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Oily skin",
			"review_text": "I like these more than I thought I would. They stick on great, super thin and hard to see while wearing them making them good to wear during the day. They definitely help reduce the size of my pimples and bumps after a couple days of wearing. I received this product as a free sample."
		},
		{
			"review_title": "User’s choice: up to you.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was surprised by this. I wasn’t expecting much of a difference in comparison to the original dots but it is definitely thinner, more transparent and less noticeable. On the flip side, it is also more delicate and easily susceptible to wear and tear throughout the day. Literally have to choose between durability/efficacy vs transparency/aesthetic. Free from peaceout skincare"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "My favorite zit stickers! These are actually easy to remove compared to other brands that nearly rip your skin off. 10/10 recommend these and are effective and barely shown on your skin. Gifted by peace out"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "i love these! they stick so nicely and you cant really see them while they are on the skin, making them good to wear during the day. they definitely help reduce the size of my pimples and bumps. gifted by peace out"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I have some cystic acne on my cheeks and using all kinds of special face washes, toners, serums and creams and now, these invisible acne dots. The best part is I can wear it all day and even use makeup."
		},
		{
			"review_title": "Acne’s Nemesis: Peace Out Salicylic Acid Acne Day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "The Peace Out Salicylic Acid Acne Day Dots are a game-changing solution for tackling acne head-on. As someone who’s dealt with pesky breakouts, I was intrigued by the promise of a targeted treatment that’s both effective and convenient. After giving these Day Dots a try, I can confidently say that they live up to the hype.  The concept is brilliant: small, circular adhesive patches infused with salicylic acid that adhere to your blemishes and work throughout the day. The application process is hassle-free; simply place a dot over the problem area and let it work its magic. I appreciated the transparent design, making them discreet enough to wear under makeup."
		},
		{
			"review_title": "A must have in your skincare",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I really don’t get acne but my teenage son does. I have been using them on him and they work like a charm. The pimple is usually reduced significantly overnight"
		},
		{
			"review_title": "3/5",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I’ve used a lot of different acne patches and these are middle of the line for me. They work alright, but I’ve used better"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "[Gifted by Peace Out Skincare] When I first peeled the patch off the plastic sheet, I had doubts about how invisible they would be on my skin but when I put it on, it was really quite thin and sheer on my skin. Do follow the instructions of using tweezers though as I did accidentally fold up the sides of one of them and then it obviously became more noticeable. The pimple patch didn't do a lot for my actual pimple but it did keep me from picking at it which I appreciated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Litteraly did what they are supposed to do these worked soooooo good I have bought the star type at target and wow these are 100 times better"
		},
		{
			"review_title": "Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This was gifted by Peace Out Skincare and these are my favorite acne patches on the market! I love this brand, and this patched stay on all day long under makeup and on their own. I’ve struggled to find patches that last a whole day without replacement and these work perfectly!"
		},
		{
			"review_title": "Perfect for pimples!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I received these products for free from Influenster and brand(s) in exchange for my honest review any time I have a slight break out these are so easy just pop on in the morning and go about my day they stay on and aren’t noticeable at all and easy to hid with light make up"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I liked these acne dots. It really helped to minimize the size if I used it right as I saw a pimple forming. It was also helpful in protecting spots that I am prone to scratch."
		},
		{
			"review_title": "Can barely see these & works amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This pimple patch is PERFECT for covering up pimples on days where I’m going out and about! With this patch and some makeup over it you can BARELY tell I have a patch on. It works so well at improving pimples even with just one patch, Im so impressed at how quickly these work. The process of putting them on is easy and actually enjoyable, it’s satisfying seeing a pimple get reduced so quickly! Will be reaching for these on all my days out when I have pimples! Gifted by Peace Out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "These pimple patches are literally the only thing you need when you have a blemish you are needing to get rid of fast. These really blend into your skin so you can’t see them and can wear them during the day which is super helpful! gifted by Peace Out Skincare"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love that the dots are comfortable to wear. I really like that they are not noticable too. These dots are able to soothe and reduce redness. After using these dots, my pimples appear to heal faster too. This was gifted by peace out skincare."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "These acne patches are amazing! They’re super thin and very hard to see on the skin. I like how easy it is to peel off the sheet but it sticks on my skin really well. I’ve noticed my pimple looks much better after a day of wearing a patch. Gifted by Peace Out Skincare."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This acne’s dots are a good idea and amazing solution when you have important events and wanted to look amazing I recommend reduced the acne and can used under the makeup"
		},
		{
			"review_title": "Was ok",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This product was ok. Just not a fan. Adheres well to the pimple. Just made me itchy where it stuck. Received for free."
		},
		{
			"review_title": "Great idea",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "I love this idea and product! I put it on my blemish at night and it literally stopped it from getting worse. The patch doesn’t make he blemish go away but it does dry it up faster and stop it in its tracks. I also love how invisible this patch is… nobody even noticed I was wearing it. I almost forgot it myself!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "i love these acne day dots gifted by Peace out! they are my favorite when it comes to acne dots. they are thin enough for me to wear under my make up! my pimples reduce in size significantly within hours"
		},
		{
			"review_title": "Best ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "These are the best acne dots ever. They help with zits so much. I noticed they minimized my zits overnight. I would highly recommend these to anyone who gets zits. I received these complimentary from Peace Out Cosmetics."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I struggle with frequent acne and these pimple patches have been amazing! They’re extremely easy to use and are barely noticeable when I’m wearing them. I’d recommend stocking up! Gifted by peace out skincare."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "These acne patches are a non-negotiable to me! I always have to have them at hand. It’s so gentle on my skin while cleaning out pimples effectively. I find I don’t get infections with these as I don’t have to poke or pinch my skin open for them to work. I love these.  Gifted by Peace Out"
		},
		{
			"review_title": "Love!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I absolutely love this product! It is so easy to just stick one on before applying foundation and poof blemish is hidden and non existent for the day."
		},
		{
			"review_title": "Okay",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I think this product helped reduce my acne just after one use. My pimples got noticeably smaller and less inflamed. That being said, I struggled with trying to find a way to put makeup over it. No matter what I did the outline of the circle always seemed to stand out. I figured though that even if I could fully cover the patch, it was probably healthier than putting the makeup directly on the blemish."
		},
		{
			"review_title": "These are great for using under makeup!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I really enjoyed this product and how it stayed on my face.  It was very easy to hide under makeup, if you put it on smoothly.  I had a nasty pimple and was able to use one of these under my makeup, knowing no dirt or anything was getting into the pimple.  I definitely noticed a difference in the size and redness of the pimple.  I also do use these overnight as well."
		},
		{
			"review_title": "Perfect for impatient perfectionists.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Crazy fast results! Prevents scars, pain free and easy to conceal. XX"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Marche bien je les est depuis 2 mois et elles sont déjà fini par contre alors pour le prix le prix de patch dedans c’est domage"
		},
		{
			"review_title": "Fine",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "Fine product, not as good as the coxRx ones so I wouldn’t recommend I’ve those which  are cheaper."
		},
		{
			"review_title": "It Really Worls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "We have come a long from the days of using toothpaste on a pimple or Vicks!  Peace Out's Acne Dots have a unique texture. They’re quite thin, so when you stick them onto your skin, they easily work against the shape of the blemish, delivering powerful ingredients to the immediate surface area while remaining flat on the skin. Once applied, the dot itself is translucent and barely noticeable but it's  primarily designed to be worn overnight, that doesn't matter in many cases.  I don''t suffer from acne as much anymore but it's nice to have for those rare occasions."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
			"review_text": "After using this product the last few weeks and received it free from Infulencer, it has completely changed my skin and all the spots I had all over my face! Totally recommend!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "first time using pimple patches and they are really worth the hype. make sure you put no product or it won’t stick well!"
		},
		{
			"review_title": "7/10",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "Its an okay acne patch. Very expensive for the amount of them however they are thin which I really like so its not noticeable"
		},
		{
			"review_title": "Sheer, coverable, and works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
			"review_text": "Sheer. Can't hardly tell its there. I used one for myself on my chest and it went away over night. Great product, really helps. I also tried on my face and my makeup covered over it amazingly!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Honestly, these worked similar to other hydrocolloid patches. For some reason, though I did not see the same level of effectiveness that I have with other brands."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "very effective! i love how this pops up my pimple without leaving any mark!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "These are the only pimple patches that work right away. I love how they are clean! I highly recommend them"
		},
		{
			"review_title": "A must have when having a breakout",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "It works! I had a few small pimples recently and I tried these for the first time, I put one on overnight and by the next morning my pimple was significantly smaller.  With continued use the two pimples I had was gone within 3 days."
		},
		{
			"review_title": "A definite staple in your bathroom",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Normal skin",
			"review_text": "This product is amazing; the results are incredible. It is my “go to” when I experience a small break out!"
		},
		{
			"review_title": "Super handy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
			"review_text": "These are great! I'm glad that they are sheer because they aren't noticeable when I'm wearing them!"
		},
		{
			"review_title": "Surprisingly thin and Invisible",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "These dots are much thinner than some others I’ve tried and are way less visible on my skin! Other than that, they work pretty much like any other acne dot. A solid product =)"
		},
		{
			"review_title": "Goodbye to breakouts.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Application of these is so easy. I love them. If I have a blemish this is my go to product. I usually just wear them to sleep and boom next day I’m all good."
		},
		{
			"review_title": "Work Well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I love these acne dots. They are so easy to use and I notice improvements in my skin overnight."
		},
		{
			"review_title": "Neutral Rating",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Keeping the review a bit neutral. I liked the ease of the product and it blended in well with my skin but I’m just not sure it really did anything to help the blemish? I’m willing to give it another try next time because I enjoy the ability to try free products from influencter."
		},
		{
			"review_title": "Repeat purchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Absolutely love these! They work so well and they blend in with my skin well so it’s not really obvious when I have one on."
		},
		{
			"review_title": "Love Love Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I love the way these acne dots help get rid of my acne fast. My skin is sensitive to things so I was having trouble with topical acne medication and these dots helped a lot more than the medications did. The application is pretty straightforward and direct, one thing, use tweezers. I messed up the application a few times and it didn't cover my skin fully so definitely do that. I love how sheer and invisible these are too! Overall, I will be buying these again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was giving this to try out via influencer and I love it . I cleared up my incoming pimples ."
		},
		{
			"review_title": "The original Dots are better.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "I jumped on these because I love the original ones.  Typically you wear them overnight and they do a wonderful job of working magic on your targeted acne while you sleep, so I assumed these day dots would be the same... unfortunately, I found that they aren't as good as the over night ones.    For me, these day dots are virtually useless.  They don't hold as well as the nighttime ones do, the slightest bit of moisture, oil from your skin or perspiration and they come right off altogether.  I don't have excessively oily skin but I found I couldn't even wear these at home because it would be the same result.  So very disappointing for me.  I ended up calling for a refund.  I still love the OG ones, but these day dots are a no for me."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I do like these for when I have a stubborn pimple and can’t get it to go away. I put this on and wear it at night and it clears it up better than just waiting it out. I will say they’re not much different than any other patch though. I wish more came in a pack, but I guess they’re just for occasional breakouts and not for every single pimple. I also wish they made a stronger one for the body, but one step at a time. These work well and I’m overall pleased with them"
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "These were sent to me for free from Influenster/Lancome to test and review. And I'm giving this a 3 star because I don't feel like I saw amazing results. Buuuut to be fair, my dots package wasn't sealed properly when I received it. So it was partially open with air getting to the dots. I'm sure that played into the lack of effectiveness of the product. Based on the sample I received, this is an okay product. I mean,  I feel like I noticed less redness and swelling initially, but then it didn't seem to do too much even after treating the spot for a few days or so. I will say, it did prevent a whitehead from forming though. But yeah, I'll stick with the 3 star for now until I try a fresh pack."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "I liked this product, the acne patches are always fun to try. I love how it was packaged. However, other patches work much better and it just doesn’t seem to do as well as those. It’s fine, but for a real difference I would go with another brand."
		},
		{
			"review_title": "Maybe it helped?",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I honestly am not sure how much these help or don’t. I used them for a few days and couldn’t tell if they were really helping or if it was the usual products that I use for a breakout."
		},
		{
			"review_title": "Must have for those pop up pimples",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "These acne dots are so great for those pop up pimples! I used the night before I had a birthday party and my zit was gone the next morning! These things are wonder workers!"
		},
		{
			"review_title": "Amazing for the surprise blemish!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "These are pretty awesome, I already told my step sister about it. Legitimately, if you wake up with a new red dot on your face just put a patch on. It looks seamless against your skin and blends with makeup. I had a stubborn under the skin blemish, used 2 patches and it was minimal in size. These really help speed up the recovery time on surprise blemishes."
		},
		{
			"review_title": "A wonder in disguise",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "These pimple patches are the BEST you can barely see them, they’re thin, but still get all the gunk of a pimple out. Will continue to repurchase"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "I got these for free, and have never been a fan of pimple patches because of how noticeable they are but these weren’t as noticeable without makeup on on my face. Makeup did pool around them a bit once applied and made them harder to stay on."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Only pimple patch that reduces my pimples quickly."
		},
		{
			"review_title": "Perfect in a pinch",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I'm not nearly as prone to breakouts as I used to be, but these really came in clutch! I had a huge zit forming on my forehead THE SAME DAY as my mother's birthday party, so I put one on. It wasn't entirely invisible with my makeup, but no one seemed to notice. I took it off six hours later, as the directions said, and the zit never surfaced. I would definitely use them again"
		},
		{
			"review_title": "Cystic acne miracle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Received these for free in exchange for a review but I was really surprised by how well these worked. I put these on a clean face and saw results after just one use. I’ve already bought more of these and made them a staple in my routine. I have cystic acne and this truly helps me daily."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "LOVE THESE! These are my go to pimple patches. I notice a difference the next day when I wear these all night. The pimple is basically gone."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Easy to use. Works great. Pimples significantly reduced with one over night use+"
		},
		{
			"review_title": "A must have for random pop up breakouts",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I love this stuff so much! I used one the other day when I had a huge breakout and the pimple was almost all the way home after wearing it for the day while doing my daily routine."
		},
		{
			"review_title": "BEST pimple patches",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "I was gifted by Peace Out Skincare. These are my favorite acne patches! I’ve tried several other brands, but these once’s truly minimize the appearance overnight. I’ve found these work amazing if you apply as soon as you notice a cystic pimple, these patches keep it from forming at all! Love these. Definitely worth the money."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "The patches worked well. They aren’t my favorite, but they get the job done. They are a little hard to peel up and they are noticeable so I wear them at night only. I wear a different brand during the day. But it does help my acne! Gifted by peace out skincare"
		},
		{
			"review_title": "Saves the day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This product has come in handy so many times! It’s great to just stick on a blemish and it truly works its magic over night to pull out the impurities causing a breakout. I love that it’s easy to take on the go too."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Normal skin",
			"review_text": "I recieved this product in exchange for my review. I love that you can use this under make up or without. You can't really detect."
		},
		{
			"review_title": "These really help",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This actually helps with my acne. It keeps me from messing with the pimple which is also good. I couldn't give it 5 stars due to the fact that when using these then applying makeup over them, they are pretty noticeable. Makeup builds up around the edges and makes them stand out. But thats the only issue i had. They made the acne go away faster than they usually do on their own. I will definitely use these but without makeup on."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "These are great! they work so well and blend in well with my skin."
		},
		{
			"review_title": "A Must for Blemishes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Definitely reduces inflammation and redness! Didn't completely get rid of some of my blemishes, but there was a noticeable difference."
		},
		{
			"review_title": "Would buy again",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Great product and packaging.  I didn’t notice a change immediately but seemed to work after a bit."
		},
		{
			"review_title": "Love these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "This product was gifted to me by peace out skincare. These are my fav inconspicuous pimple patches to work during the day! They are so thin, practically undetectable yet effective in really sucking all the junk out of the blemish. I love these!"
		},
		{
			"review_title": "I’d actually purchase this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I used this product for every blemish that popped up over the course of about two weeks. It did it’s job! I was skeptical, but the patches reduced the redness of my pimples and it’s swelling. And I’m a pimple popper/picker so these were great for me. You could barely see them throughout the day, even with no make up. I never wore make up when I had the patches on, folks couldn’t even tell. I got this for free from Influenster! :D I’d genuinely recommend."
		},
		{
			"review_title": "Great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
			"review_text": "I received this product complimentary of Influenster for my honest review. I really enjoy this product! They do exactly what they are supposed to. I do enjoy the Hero ones a litttttle bit more because I feel like these leave too much adhesive on my face, but overall would use and repurchase!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This is so good!! I’ve used this brand before and it always gets rid of my pimples in max 2 days tho!! I love this patches so much! They help me when my pimple is extremely swollen!! Deflates the pimple real quick!! Gifted by peace out skincare"
		},
		{
			"review_title": "Too expensive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I mean it does exactly what you think it’s going to do, I just think the price for the product is unreasonable. So yes it does what it claims to do, I just wouldn’t purchase them for that price."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I really like this product.  Always good to have on hand when a pimple or acne spot pops up and you least expect it.  Easy to use at night or easy to cover with makeup and fully blend away."
		},
		{
			"review_title": "Good quick fix.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "They work as well as any other acne patch. I use them at night. They are a little noticeable up close and don’t really work well under makeup."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "As someone who doesn’t really get pimples I got one for the first time after having my baby. I haven’t been able to find anything that works yet. I used these overnight and I didn’t really notice a big difference when taking them off. I wouldn’t purchase the peace out skincare acne day dots because they don’t work for my skin."
		},
		{
			"review_title": "Amazing for every day.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "These are perfect for everyday wear. I wore these et the gym and you couldn’t even notice. Works great. Highly recommend. I received this through Influenster but I’ve already bought a full pack. Highly recommend."
		},
		{
			"review_title": "These were okay",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "These were sent to me to try by Influenster. I use another brand regularly. These do blend in with your skin well. I use mine at night when I go to bed. With the other brand I use I wake up and notice a definite difference. With these, I did not. Overall, they’re good for those that cannot keep their hands off their faces. I’ll stick to my regular brand."
		},
		{
			"review_title": "They work, but not for daytime",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I really do like these dots. They definitely work like other hydrocolloid pimple patches but they do pack an extra punch with the salicylic acid and retinol. However, I they still show under makeup.  The idea is nice but I’ll probably stick to using them overnight."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Amazing product for everyday use when needed. I highly recommend this product and would purchase it. This product does exactly what it says it will."
		},
		{
			"review_title": "Good to have but…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this product for free I. Exchange for my honest review from Influenster. Overall these are nice but didn’t lay under my foundation very well. Great for wearing to bed and do help with problem areas!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "I think these work okay as an overnight treatment, I didn’t even try to use them during the day, I just think it would be too noticeable for my taste. I don’t get pimples enough to warrant a repurchase."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Amazing product for everyday use when needed. I highly recommend this product and would purchase it. This product does exactly what it says it will."
		},
		{
			"review_title": "Like the way it looks but…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I loved that the patches stuck onto my skin really good and it didn’t look like I had a patch on AT ALL. However, it doesn’t have any drastic changes after one patch unless you use more patches on the same spot."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Very similar to other patches I have used. They work great for reducing the size of a breakout and hiding redness"
		},
		{
			"review_title": "It works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Im not gonna lie, i was skeptical about this product because it just didn’t male sense in my head until i tried it. This change my whole face routine. It works amazing."
		},
		{
			"review_title": "Useful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "This product worked great for me as a nighttime patch. Or even during the day if I was chilling at home. It claims to not be visible under makeup but as time passes it definitely get buildup around it and it is noticeable. Still hid better than other patches I've used. It def took care of my zits though. These saved me from a lot of potentially ugly zits."
		},
		{
			"review_title": "Ok product little to expensive though",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "It could be better than I thought I do like the fact I can put something over my pimple to kind of hide it as it’s trying to work on it as well"
		},
		{
			"review_title": "Must have in my cabinet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "My go to product to hide my zits on big days. It’s practically invisible & I can easily apply makeup over it. The salicylic acid did not leave a mark which I love"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I used them on my boyfriend since he had much more red dots and acne than I do and they’ve been working so gooood!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "*Gifted by Peace Out Skincare* I am a huge fan of hydrocolloid patches since they promote healing and cover an open breakout. But these are next level because they blend in to your skin so well so you could totally rock them out and they wont be too noticeable since they are super thin!"
		},
		{
			"review_title": "Similar to most other patches.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "These patches are kind of the same as most other patches I’ve tried on the market. I didn’t noticed they worked better than any others. They are very smooth and almost unnoticeable when wearing them, which I like. They are just fine."
		},
		{
			"review_title": "Nice product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "These patches do work.  Easy to use and generally not noticeable, but make up does kinda collect around the edges. They don’t irritate my skin and seem to l heal breakouts faster."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "A great day option! Even without makeup, my friends could barely see it on my face. Love these!"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Omg. I love love love this. When I have a breakout, I just clean the spot, throw on a sticker, and the next day it has shrunk and is barely noticeable. Such a great product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I really enjoyed these! Usually I use a different brand, but these are a bit thinner and work just as well. I like that you can wear them and feel like they're maybe a little more invisible."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Combination skin",
			"review_text": "I liked the patches they covered up well and if you wanted to put makeup over it it was pretty easy and not super noticeable. The only downside is they’re hard to peel off the plastic so I ended up always messing up a corner and it wouldn’t exactly lay flat on my skin."
		},
		{
			"review_title": "Love using these!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "Love these patches! If you wear glasses and you use a patch around where your frame lands, there’s literally no way you’ll be able to see it. If you use it somewhere in plain sight you can see it a tiny bit but definitely not enough for someone to notice while just talking to you. It also has medication inside the patch that really helps with blemishes. Love these patches!"
		},
		{
			"review_title": "a must have for for those annoying breakouts!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "i love throwing one of these patches on, on a problem spot right before bed and waking up without any worries. you can actually see that it’s working"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "The best! Always use these when I feel a pimple coming on and by the next morning they’re gone"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’ve never tried an acne patch before and I was skeptical. However these were amazing. Got a random pimple and this dried it out in one day. I will say they are pretty visible and putting make up on it made it even more visible. So I ended up wearing it only around the house and into the night.   I received this item for free for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "These patches are great. They go on easy; aren’t super noticeable and at a decent price. I don’t get larger pimples too often to get enough use out of them, but when I do I feel they work great. They don’t irritate my skin and I feel they heal the zit much quicker."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "these patches are AMAZING !!!!!!!!!! i cant say enough good things about it. i use them overnight and by the morning the pimple is gone !!!! if u dont have then go run and get them now !!!!!!!!!!!!!!!! gifted by peace out skincare"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "I received these for free from Influenster and personally haven’t used them. I’ve heard great things about them and the price seems fair for the amount of product."
		},
		{
			"review_title": "The best of the best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "My ride or die patches, I’ve tried all the brands and always come back to Peace Out. I have acne prone skin and I always have these stocked up."
		},
		{
			"review_title": "LOVEEE PEACE OUT ACNE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve had such a great experience with the original acne patches that I just had to try this. Honestly they’re very nice. They are a bit visible but they’re much more unnoticeable than other ones I’ve tried."
		},
		{
			"review_title": "Good for some, not for others",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received these for free in exchange for my honest review- they worked great on one pimple I had, but not for another. I have tried another brand, that’s a little cheaper, and always knocks it out. Not sure if I’ll repurchase but did love the results when they worked!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "You can not put makeup on and it not be noticed so I recommend waring at night and they work but I wouldn't pay 19"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this pimple patch! It works on both blackhead and whiteheads especially the ones that recently popped. Highly recommended it prevents me from picking my skin. Kindly gifted by peace out skincare."
		},
		{
			"review_title": "Must have for skin maintenance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The best zit stickers on the market. These are my fancy options when I really need to kick a bad motha in the face. All others work fine too, but I can tell they have additional skin care benefits in these ones."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is legit, the best pimple, patch brand out on the market. Whenever you get a pimple, I Pierce a small hole and stick one of these on top and it legit stays on my skin(the patch) and by the next morning, I take it off in the pimple is flattened with all the pus removed. As someone who typically gets acne, scarring or redness, this has helped minimize the after affects of having a pimple. Gifted by piece of skin care ."
		},
		{
			"review_title": "Skincare Life Savor",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "The Peace Out Acne Day Dot is AMAZING!! It works quickly and is great on stubborn acne spots. I was gifted from Peace Out and it’s the first I’ve tried from the brand, but will definitely be repurchasing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "This is not the first time I got these dots and they are now a staple in my routine. I love them for spot treating blemishes, the are nearly invisible on the skin, and can even be worn under makeup. 10/10 Gifted by Peace Out"
		},
		{
			"review_title": "It’s ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I don’t have much acne but when I do get a zit I pop it and make it worse with redness swollen irritation. Why do I never learn? I do not know.  What I was expecting was for the dot to cover all of the red and it did not. It did however heal it up overnight. As in the redness was toned down and so was the swelling.  I appreciate the opportunity to try this product for free in exchange for my honest review!"
		},
		{
			"review_title": "MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I really fell in love with this little miracle workers. I don’t break out often but when I do it’s always one single big pimple so these have been amazing. And I love you can put make up over them."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I have been using these as part of my night-time routine and love them. They stay on so well all night, and its nice to be able to forget that they’re there and once morning comes you can take them off and go about your day without even giving them a second thought! Low maintenance beauty products are great. My only wish is that they come in bigger packs! I can go through a lot of these especially now with summer coming."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I got this product to try and it was okay. I wasn’t as thrilled with it but I got the job done many many hours later"
		},
		{
			"review_title": "You NEED these !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I’ve been a diehard Peace Out fan for quite some time - I began using their products when I started having bad cystic acne back in 2020. Many patches claim to remove gunk or reduce pimples/ acne but none truly work as well and as quickly as Peace Out. I leave my patches on overnight from time to time but my favorite thing to do is put them on before work, under my makeup. I love how seamlessly makeup applies over them so they can continue to target breakouts, even while I’m wearing a full face of makeup. This is truly one product I’ll always restock in my skincare lineup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I really love this concept of having separate pimple patches for the night and the morning. These patches are barley visible, which I love, since I can wear them during the day and I wont look weird. Makeup goes so well on top of it too. The best part about them is that I don’t pop my pimple when the patches are on, and it helps quicken the healing process.  Complimentary from peace out acne skincare."
		},
		{
			"review_title": "YES YES YES!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Wow wow wow!! I have used your fair share of pimple patches but I am so glad I tried these out. I usually spend my money and am disappointed waking up with a pimple the next day still but these do the job! I woke up with nothing and it even left the spot feeling softer than ever! A new staple for me"
		},
		{
			"review_title": "Best acne patches I’ve tried so far!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I was actually pleasantly surprised with this product and plan to buy more. I’ve had mixed experiences with these patches, but for my cystic spots especially, these are AMAZING! Not great for my fungal acne, but nothing really is besides spiro oral and tretinoin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I already love peace out skincare acne spots already and this one is even better and is invisible acne spot it’s lightweight on the skin and barely noticeable so I wear it out when I’m running errands and gets rid of my acne."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Peace Out Acne Day Dot is a great acne treatment with hydrocolloid technology that effectively targets and eliminates blemishes overnight. Easy to use and gentle on the skin, it's a must-try for anyone dealing with pesky pimples. gifted by peaceoutskincare"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love these patches. I wear them literally all the time and they help my skin and breakouts tremendously. I They are a little pricey but they really help flatten and pull out the gunk of your pimples. Gifted by"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "One of my favorite products are these pimple patches. These patches effectively remove gunk from pimples, and it looks noticeably better even after wearing it all day. Additionally, it has excellent adhesive strength, and I've never had problems with it falling off. Gifted by Peace Out Skincare"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "By far the closest thing to a truly invisible pimple patch/acne dot that I’ve found. These are super thin and not super shiny so don’t stick out when I wear. Love the patches though because they work, they really do make my pimples go down. Peaceout makes great acne dots, this version is an awesome improvement for daytime! Gifted by peace out skincare"
		},
		{
			"review_title": "Staple in skin care routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Oh how i needed this badly growing up!!! PCOS acne is the worst. I love these patches. Small but big enough to cover the imperfection. I used on a whitehead, a pimple still underneath my skin on my jaw & an angry bugger on my back. Thin.  Adhered easily. Lightweight. Moves with you. I forgot was even there. Did not irritate my skin or react to products used beforehand. Definitely reduced the life, severity & discomfort of my acne."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "These are my favorite and a must have! They are so thin and basically invisible. I feel confident wearing them out during the day because they blend into my skin so easily. They really help to flatten stubborn pimples quickly. Gifted by peace out Skincare."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Love these peace out acne day dots. Very easy to hide them under makeup and it works wonders within 6 hours. Gets rid of blackheads and makes my skin smooth. Non irritating. Gifted by Peace Out Skincare."
		},
		{
			"review_title": "Does it’s job!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Finally found a good acne patch that actually works. I use them right before I go to bed and by the time I wake up it’s completely gone. You also can’t see it whatsoever when their on, which is amazing Definitely worth giving it a try. Gifted by Peace Out Skincare."
		},
		{
			"review_title": "Happy Daughters",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I didn't get to use them because I didn't have any acne issues during this time but my daughters got to use them and loves them. Not only it it help when they didn't want to use makeup but also when they did."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is my first time trying an acne dot and I'm in love! I have a terrible habit of stress picking at my zits causing additional irritation and probably damage. These not only treated and minimized acne spots but stayed on all night and blended in pretty well with my skin. I didnt try using makeup over top so I can't speak as to how that works but I was overall very impressed."
		},
		{
			"review_title": "Barely visible and they work",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "I have been using Peace Out Skincare acne dots for a while now and love this new, even more invisible version. They contain the usual material that absorbs “liquid” from the pimples, but also contain Salicylic Acid, Retinol, and Aloe Vera Leaf Extract to help heal and calm my breakouts.  The sticker was barely visible on its own, but I was able to apply foundation over it to camouflage it even further. These simply work for me and I love that I can use them during the daytime as well now.  complimentary from peaceoutskincare"
		},
		{
			"review_title": "Stick well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "These are good acne stickers. They stay on all night, even putting them on over moisturizer.  I'm not sure if I see any change in acne but they cover them up well."
		},
		{
			"review_title": "A MUST HAVE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "After using these day dots over a few weeks, I had noticed that there were less blemishes on my skin, and that any acne issues seemed to clear up nicely. Leaving no scarring or residue, this is an absolute must have because it is a very quick resolution."
		},
		{
			"review_title": "Easy fix",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "An absolute lifesaver! A quick an easy way to attack unexpected blemishes!"
		},
		{
			"review_title": "It makes your pimples disappear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is my first time trying this and i just love it, i had some pimples and in a few hours they disappeared this is amazing and it works like magic"
		},
		{
			"review_title": "Definitely worth a try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "After seeing a lot of unfortunate mixed reviews, I am most definitely in love with this product. I agree it is pricey for the small amount of dots in the pack, but it has helped my skin tremendously. I wear it throughout the day, and sometimes if I apply it later in the day I wear it overnight, always have good results out of it. Could probably find more cheaper ones at the drug store, but from what I have experienced first hand, it is a great product."
		},
		{
			"review_title": "Love!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I love these little patches. They work great! Typically I use them during my nighttime skincare routine and in the morning, the blemish is practically gone!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Works so good I put them on at night and in the morning the spot is nearly gone! You can see everything removed from the spot on the patch definitely recommend them"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love these patches, they are one of my favorite products to treat my pimples and I love that I can use them to cover them when I need to put on makeup, I highly recommend them"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Combination skin",
			"review_text": "the product itself is awesome! it blends into your skin and isn’t super obvious, and also stays put unlike similar products i’ve tried! my only complaint is the packaging, definitely not a fan. but will probably still purchase again"
		},
		{
			"review_title": "Worth trying",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I received this product for free from Influenster in exchange for my honest review. I wasn’t sure about these, but I was completely blown away by how thin they were! I wore one without makeup and it was barely noticeable. It definitely diminished the pimple. These are certainly worth trying out!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I received the Peace Out Salicylic Acid Acne Day Dots in exchange for my honest review. I'm not sure how I feel about these. I have sensitive skin and feel like drying lotion works better for my blemishes. If you don't have super sensitive skin these may work great for you."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I received this product from Influenster and Sephora for my honest opinion. This product really works! Saw amazing improvement overnight and had less redness at site during healing. Spots stick to skin effectively."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I receive these complementary from influencer for my honest opinion , Love how fast is take away the breakouts overnight in the redness is gone and the pimple is diminished. This is really good for oily skin because of the salicylic. If you have dry skin, just be careful cause I’ll try you out even more."
		},
		{
			"review_title": "Great for some but not for all",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "It might just be me and not this product. I rarely get acne but when I do I always try out these patches. However they never work for me. Which is a bummer. I did let me friend try them and she raves about how great they work.  I did get these for free in exchange for my honest review"
		},
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I got them randomly when I was a teenager and I have stuck with them ever since. Nothing sticks like this stuff, I can go out and be active or just tossing and turning in my sleep and they aren't moving anywhere. But then when it comes to taking them off they peel off like a sticker, simple and easy. They do the job and are straight to the point, no irritating of the skin and no damage. They really help with those bad spots no matter what. Definitely recommend to anyone needing just a simple, no frills, patch for hormonal or other acne."
		},
		{
			"review_title": "Didn’t work",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
			"review_text": "This did not work for me! I know everyone has a different opinion but these were hard to remove from the plastic strip which caused an edge to fold onto itself which then didn’t allow it to lay flat. Secondly it didn’t seem to draw out any impurities and didn’t change the shape or size of my pimple. I would not purchase this item or recommend. I was given this product complimentary from Influenster for an honest review."
		},
		{
			"review_title": "There is probably a better option",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I was so excited to try these products and had received good comments. I tried it and first saw no difference. I thought I had not followed the instructions correctly (dry clean skin). I try a second time and see only result in 2 patches out of 6. I esty on two acne prone problems and It has only made one worse and one red. I think there might be a better product but will not be buying this one again. sadly."
		},
		{
			"review_title": "They work!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "These work. There isn’t much else to say. They are thin and work."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Decent hydrocolloid. Very thin to use during the day— really almost invisible! You need to practice taking them off the plastic though bc if you curl the patch on itself, where you remove it, then the patch wont lay flat on your face."
		},
		{
			"review_title": "it did not work for me.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "It really did not work for me, I have tried other products of this type at night and the next morning the pimple disappears and with these it did not work for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "I received this product free for an honest review.  I honestly liked these pimple patches because of the salicylic acid. I slept and woke up and poof, acne reduced visibly.  I also like that they are tinted, which helps them to not look as obvious when I have make up on."
		},
		{
			"review_title": "I liked these!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I liked these! I think they are more invisible than a lot of others I’ve tried. I wouldn’t say they do anything differently than other brands but they served their purpose!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I received this product in my VoxBox for review. But, I actually received an empty bag so there is nothing I could talk about… though I really wanted to try this product.."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "These are great. Super thin so the blend in extremely well with or without makeup. Didn’t make the blemish completely disappear but helped tremendously with redness and swelling! At the least they camouflage and help things from getting any worse. Definitely will be keeping these around"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is an ok product for me, I’m not typically a fan of acne dots in general but it does sort of work to shrink the pimple just not to the point where it takes away the whole pimple. But it is a helping factor, it also doesn’t stick well with other products on so you need to put it on bare skin if you want it to stay."
		},
		{
			"review_title": "Acne dots",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "These are 100% amazing 🤩 I couldn’t live without them!"
		},
		{
			"review_title": "Must have product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product helped get rid of my minor acne that randomly decides to pop up. After wearing the dot, the acne is nearly gone, or more easily covered by makeup."
		},
		{
			"review_title": "Worth it just for piece of mind",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "Love these dots they stop me from picking if nothing else worth it for that but they do speed things up big time"
		},
		{
			"review_title": "Works and discreet",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I received this product complimentary in exchange for my honest review. These are very thin and not as noticeable as others I have tried.  It applied easily in weird spots like the fold between my nostril and face but the edge did roll a tiny bit making it a little noticeable. It had the white spot after a few hours from drawing the gunk out. It didn’t irritate my skin at all. I just wish they were priced a little lower. I have others that work similarly but a little less discreet so I’ll save these if I need to wear one while running errands."
		},
		{
			"review_title": "It’s okay…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Okay so my only beef with them is that the dots were so large. I also felt that they didn’t work as well as some competitors. It didn’t have the same satisfaction of pulling it off and seeing it actually worked. I felt that since the patch was so large it actually irritated my skin a little when I pulled it off."
		},
		{
			"review_title": "Truly invisible!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Oily skin",
			"review_text": "I liked these, I was excited to see that they’re really invisible, and they work very quickly to dissolve my acne. I will tell my friends about this and I will be purchasing some for myself :)"
		},
		{
			"review_title": "I’d recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I am lucky that I don’t break out much but I do get a pimple from time to time. I did happen to get a couple of them. The first was an underground, you know the ones that just makes your face swell, is hot to the touch but will not pop. I applied one of the patches overnight and I did notice the inflammation settle down quite a bit. The second was a normal side one. It did develop and the patch helped it come to a head quickly. Overall thinner than others as well"
		},
		{
			"review_title": "Great for nighttime!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I have never used a product like this before, but I think it worked pretty well with nighttime wear. I would not recommend wearing with makeup on top, I don’t think it would be easy to hide as advertised."
		},
		{
			"review_title": "Love love love these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "These dots are great. I was really surprised by how well they worked. I used them on a break out that had just popped up and within 2 days it was gone. Very happy! I received this product complimentary from influenster in exchange for my honest review."
		},
		{
			"review_title": "Must have for emergencies lol",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love these. I received them free from Influenster in a vox box! So with said I never would have bought these! But since Influenster gave me the opportunity to use it and review it. I used them and now I love them! They do shrink pimples faster than they would go away naturally, does work on bigger pimples but does take longer obviously to make disappear! Definitely recommend!!!!!"
		},
		{
			"review_title": "Quick Fix Patch",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I did receive this product for a honest review.   For the most they do work. I did see it sucking out the pimple. The little zip lock bag was nice to keep the patches in. I notice mine started to separate, the outside foil to the bag.   The main issue I had with it is that I had a hard time peeling off the dot. I notice that sometimes my nail would pitch it, where it kinda suck to itself. And it was super hard to flat it out afterwards.   If it had an easier pull and apply technique I would totally recommend. For now I will stick with Mighty Patch. The dots have a split plastic where it's easier to pull off."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I happened to wake up with a huge pimple the day after I got these. I put one on for 6 hours. They are very lightweight and blend in nicely. I forgot I was wearing it all day. I did notice the pimple healed a little quicker than it normally would, but it wasn't instant. I will say it was probably the biggest pimple I've had. I think it would probably work better on smaller pimples, but haven't had to chance to try it yet. I would buy them again and I would recommend them if you're trying to get rid of pimples quicker than normal."
		},
		{
			"review_title": "This Is Nothing Special & Overpriced",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I wanted to see where the brand was manufactured, but didn’t list a country on the packaging (that’s weird not to list it). My guess is South Korea since they invented this. Why not buy there OG brands like Skin Food? They are also way cheaper. I also recommend The Crème Shop. Save your money and don’t pay more for this."
		},
		{
			"review_title": "Must have if you have money to splurge",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "These work great! They get the job done and overall really pleased with the results. HOWEVER I am taking 2 stars away because it's way too expensive for what it is and what it does. There are so many other brands with 40, 50, or more FOR THE SAME PRICE. I think the aesthetic pov is great and it's targeted towards teens or young adults with acne issues"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Love these for those random pesky pimples that are red and noticeable. This helps shrink them and makes it easier to hide."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "These acne dots weren’t really relevant to my skin needs just because I don’t have really bad or even noticeable acne. The little pimple I did try them out on seemed to go away within a day or two so they do work well."
		},
		{
			"review_title": "I makeup bag keeper",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Dry skin",
			"review_text": "This is a must have for every makeup bag. Matched my skin color well so was easy to wear longer to cover spot. I break out mostly on my chest so it's worked very well for them."
		},
		{
			"review_title": "IN LOVE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "This ✨PEACE OUT ACNE DAY DOT✨ is amazing!❤️‍🔥 This acne remedy works way better than I thought it would! I’m honestly so surprised how great this works!🌸 It’s a sheer, ultra-thin pimple healing patch that blends seamlessly into my skin- and it can be worn perfectly underneath makeup!🔥   This pimple formula is brilliant!🌊 It’s enriched with Salicylic Acid, Retinol, and soothing Aloe Vera to promote clearer- looking skin-☀️ including less redness, less uncomfortable, and significantly less annoying in just 6 hours or less!!💦  This ✨Peace Out Acne Day Dot✨ is incredible!🌼 Definitely reliable and is definitely my new Acne Treatment Go-To!🌸 I definitely recommend giving this product a try!💕"
		},
		{
			"review_title": "Handy for clearer skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "Great to have on hand in case of a skincare emergency! It doesn’t seem like a long term solution to acne-prone skin, but it’s good for occasional flare-ups. I didn’t try it with makeup, but the treatment is worth trying!"
		},
		{
			"review_title": "Work great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "I love these patches. I use them when the pimple has a white head and it makes them easy to remove without pain. They were still noticeable under makeup but I don't wear a lot so that might be why. Very easy to use and work great."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "Worked great on my little PMS pimple that hung out near my glasses. It was gone within a day!"
		},
		{
			"review_title": "A great way to treat a pimple! Not pimples!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "What a cute, and effective way to minimize the look of your pimples, as the patch does help to reduce inflammation and redness. Easy to use and not visible under make up these were definitely some thing I would purchase again. I normally don’t have any Brikho to put on occasion a pinball spring up and these are a great way to treat. I love the packaging and my daughter loves them as well would recommend and purchase."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I thought this product worked ok. I did notice a little difference in the area I applied it."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These are amazing! I have used other acne patch products in the past and nothing compares to these! I put them on before bed and by morning, they have worked. Highly recommend."
		},
		{
			"review_title": "Good to have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Normal skin",
			"review_text": "Okay so I don't normally get pimples but I do get little bumps across a certain area and pre-pimples. These didn't do very much for those but it still did a little! It's not at all irritating. Also it does blend into the skin very easily after a while. I could definitely see one wearing makeup over the patches"
		},
		{
			"review_title": "Works great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Used this product a few times and really love it! I was a little skeptical that these little dots would take away my pimples, which it doesn’t completely, but it does reduce the redness and makes them go away faster."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I have used these dots in the past and they make a difference. This product was on par with others I have tried. I would not, however, use covered with Makeup as it would be too noticeable"
		},
		{
			"review_title": "new fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I loved these!  they are thin enough that I can barely feel them, the salicylic helped heal my spots quicker.  I don't like to wear them with makeup because they are more noticeable but on no makeup days and night time they work well."
		},
		{
			"review_title": "Goodto always keep in your drawer for when you nee",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product complementary from influenster and Sephora. I really don't get a whole lot of blemishes but I could get a small one. I was excited when when I saw it the blemish on my face because I knew that I had these in my drawers. Just waiting to give it a try. They're very handy to have. It's literally like a sticker that you just peel off and apply it to your face. The color blended in with my skin and honestly I forgot I had it on and went to about four different stores that day. I didn't even realize I had it until I was doing my skin routine for the night. When I took it off, I was very pleasantly surprised to see that my blemish was gone. I still had a little bit of a bump but very much unnoticeable. I'll definitely keep these around for what I need them and would for sure recommend them."
		},
		{
			"review_title": "Love packaging",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This product didn’t really work for me.. it’s worth giving a try it may work for you. Love the packaging."
		},
		{
			"review_title": "Not bad but not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Dry skin",
			"review_text": "Okay so I don’t normally get pimples but I do get little bumps across a certain area and pre-pimples. These didn’t do very much for those but it still did a little! It’s not at all irritating. Also it does blend into the skin very easily after a while. I could definitely see one wearing makeup over the patches"
		},
		{
			"review_title": "No.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I received this complimentary in exchange for my honest review. I would not purchase these myself, especially with a $19 price tag. They did an ok job at getting the gunk out but removal was slow and tedious, tugging at the skin on top of being difficult to get off the film and apply without ruining. I would not recommend."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I received a sample of this product for an honest review.  Since I don’t break out to use the product, I decided to use it on my 16 year old. It is wide enough to cover a good wide area. Also, very easy to apply and take off. It did help with his acne."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I didn’t notice a difference after using these. I used them on multiple occasions and never saw a difference.   *I received this product for free"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Love these! They work so well! They really helped my acne disappear"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Combination skin",
			"review_text": "These blend in nicely with the skin. However in using them I didn't notice much of a difference in the pimple. I will continue to try them and update my review if I notice a difference."
		},
		{
			"review_title": "A new must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "Once I was able to try these acne patches for a few days, I am in love. I even bought some for my teenage daughters and they love them as well. They’re great to help with little breakouts and you can wear them anytime. I liked to put them on before bed. They stay on while you sleep and don’t leave nasty adhesive on you when you take them off. I highly recommend these!!"
		},
		{
			"review_title": "Great for spot treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Dry skin",
			"review_text": "Great for small zits. Usually clears in a day but for bigger pimples, it takes a few days. Didn't give me an allergic reaction or broke me our. Highly recommend!"
		},
		{
			"review_title": "A must have acne product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "After using this product I can well say it actually works wonders! If you have acne problems I would most definitely recommend this product!"
		},
		{
			"review_title": "Must have - best at night",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free to test from Influenster but have also purchased for myself before. They work great if you leave them on long enough. I recommend leaving them on overnight so it has time to pull out everything from the blemish."
		},
		{
			"review_title": "Keeping a stock on hand!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "So first off these are great! I get water pimples that I can feel before they form and this actually stopped it in its tracks- just two patches in one day. WILD!! But I would not at all wear make up with it. I put it on and it blended in well with my skin but the moment I tried to put light bronzer on - it collected around the edges and was extremely visible. So get it, but just don’t plan to wear makeup with it."
		},
		{
			"review_title": "Love these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Does what it says it will. I love a good pimple patch and this one is as good as any other one I've used. I was given this product to test out and it was able to get rid of 2 ready to pop pimples in less than 6 hours. I love seeing the bacteria growth on the patch when you pull them off. So satisfying"
		},
		{
			"review_title": "Overnight Magic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Overnight magic! This product works wonders, I have stress acne and hormonal acne and this helps it go away! I place it overnight and I’m ready to go the next morning!"
		},
		{
			"review_title": "Ehh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "They were okay. I am not a big fan of them. They weren’t noticeable on my skin. I never tried them under makeup. I don’t break out enough to really have a good opinion on them."
		},
		{
			"review_title": "Doesn’t help",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone",
			"review_text": "It’s nice to have on to hide the pimple but in the end it doesn’t work. I’ve never noticed before and after changes. Also it’s ridiculously expensive for patches that barely last me a week. Save your money."
		},
		{
			"review_title": "Keep in case of emergency!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "Pretty good value considering other brands and definitely worth having around. I love that makeup kind of works over these- in the past I’ve tried covering other brands patches without much success. Shorter breakout for sure and just makes a pimple feel more sanitary if it’s contained (you can’t pick) and just let it heal! Received complimentary for review from Influenster."
		},
		{
			"review_title": "slay!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "i received this product free from influenster! compared to other products like this, i feel like i had a much better experience with these. i slept with one on and when i woke up a lot of the junk under my skin had definitely been pulled up, and then i put another one on and it seemed to get the rest out. it didn’t magically make my acne disappear, but it also was the best patch i’ve used! i feel like it didn’t disappear under makeup too well which is pretty much my only complaint, but it may work different depending on what makeup you use"
		},
		{
			"review_title": "Must-try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Love, love, love!!! This dot blends right into my skin so no one notices and it greatly reduces any acne! The packaging is super cute and fun."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love that these patches can be worn alone or hidden under makeup. They are also vegan which I appreciate. Great for fixing a spot on the fly!"
		},
		{
			"review_title": "Game Changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "These have been such a dream since I started using them. I have noticed my blemishes going away over a couple of days of use."
		},
		{
			"review_title": "Save Your Face!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "These little dots have been saving my life over the past month. Ironically soon as I got them I started breaking out. Some were tiny zits, others not so much. It doesn’t matter the size of the pimple. Just know that these dots are here to kick butt and chew bubble gum; and they are all out of bubble gum!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Normal skin",
			"review_text": "My dermatologist told me pimple patches are bad and should not use them but sometimes I need to look presentable and these are a great way to hide them. I love that you can wear them under your makeup. But on a bare face you can definitely see it."
		},
		{
			"review_title": "Very nifty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "Not bad at all! I saw results in two days for very deep set pimples. I love the packaging, the simplicity of the ingredient explanation and the attempt at making them as sheer as possible. Somewhat more visible on dark skin tones like mine, but I appreciate the effort.   Disclosure: I received these products for free from Influenster and PEACE OUT ACNE DAY OUT in exchange for my honest review."
		},
		{
			"review_title": "love the healing benefits",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "i got this in an influenster box to test, i love the ingredients and packaging! very attractive. i tried it a few times already and it works great! it doesn’t dry skin so much, but does reduce the blemish size and helps heal pimples that have popped. would purchase again."
		},
		{
			"review_title": "Solid acne patches that work!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Acne spot patches are a staple in my daily routine with the amount of acne I have currently. These work great and are very low profile, but are pricier than some of their competitors."
		},
		{
			"review_title": "Best Ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "These are my favorite pimple/acne patches I’ve ever used. I’ve never had one stay on my skin after I put moisturizer on and all day without falling off. When I was finally take these off, I would notice a huge difference in the spot on my skin, and what came out."
		},
		{
			"review_title": "They get the job done",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Peace out Salicylic Acid Acne Day Dots get the job done! I liked that they are vey thin and apply easy. They helped me with a zit on my chin overnight. Overall, good product."
		},
		{
			"review_title": "Works Well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I used these patches on my blemishes and I did notice a slight difference. These patches are very discreet and are only visible if a person is very close to you."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have to say this is better than looking like a inverted Dalmatian with several white spots on your face. The peace out acne day dot is very convenient and practical. I did not like it under the make up, it left exactly the spot of the circle noticeable, but it does heal and patch pimples. For whiteheads leaving it overnight you can clearly see the decrease in size would definitely try it again. I just wish it was a little bit more affordable due to the amount that it comes in a pack."
		},
		{
			"review_title": "Love them!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "These acne patches work great to help diminish the appearance of a large zit that pops up. It says you can wear with makeup, buy I personally don't. It's a nice feature for those who do want to still wear makeup with it. I like to wear these overnight or on their own during the day. The size and redness of the zit goes down significantly in a matter of hours. These are perfect to keep in your purse for on the go or travel purposes also."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product in exchange for my honest review. I do not get pimples often but near my cycle I sometimes do, I used this dot and all I can say o magical! It dried it out quick. I still had to deal with the redness but that’s okay! Recommend"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I received these in exchange for my honest opinion.  They are alright. I like that they were hardly noticeable on my bare face (I did not try them under make up). They seemed to work a bit.. but they are a bit pricy at nearly $1 per dot. I probably would not buy them."
		},
		{
			"review_title": "Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’ve seen a lot of people using these so I loved testing this product to see what they were all about! I used them around my nose and they worked wonders! I am adding these to my skin care kit!"
		},
		{
			"review_title": "Awesome!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I received this product for free from Influenster for my honest review. I get cystic acne breakouts from time to time around my chin area and on my cheeks. I had a pimple arise and I placed this acne dot on it and went to bed. When I woke the next morning I didn’t feel that burn or uncomfortable feeling that cystic acne usually brings about and it had visibly went down instead of getting larger like they normally do; so this acne dot definitely helped! Also, a plus is that you can wear the acne dot under makeup! I highly recommend this product and will buy it in the future."
		},
		{
			"review_title": "Not for me, maybe it works for you!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have dry skin with adult acne. And I was hopeful that this will help me maybe to go to work and blend thecblemishes with my foundation better but it starts lifting through the day (1-2hrs after) and my skin is not even oily nor was I in a hot eviroment. I will recommend this for when you're getting your makeup done for a photoshoot because it does dissapears when you first apply ot.  It also took some of the redness away."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "These dots really are invisible. I was shocked at how well they blended into my skin. I don’t get many blemishes anymore, but when I do they are big, red, and a little angry. The dots definitely helped, but less than I would have liked. They are definitely better for more minor spots. I do wish they were a little easier to remove."
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "This was my first time using an acne patch. I must say it didn’t work for me. When I woke up I still had a pimple and it was actually painful, so I feel like the patch did not work on me."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product in exchanged for my honest review from Influenster. The times when I had some deep breakouts I feel like the dots really did speed up the process of clearing my skin but not sure that it’s Revolutionary. I’ll continue keeping them on hand for emergencies."
		},
		{
			"review_title": "They’re alright",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "For the price I’m not totally convinced. I wore them overnight and they stuck well, but one of the pimples I patched ended up being more of a white head in the morning. These patches are not invisible under makeup. It’s hard to get them off of the plastic packaging, but you have to be super careful because if you’re not you might bunch up the edge of the patch and then you’ll never be able to hide it on your skin. They’re good for if you’re on a video meeting, but I don’t think they’re worth it. I’d buy hero patches instead."
		},
		{
			"review_title": "Not my favorite",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These weren’t my favorite patches I’ve ever used but they may work better for someone else. I think only patches in a patch for $20 is a bit expensive too. I would not pay $1 a patch."
		},
		{
			"review_title": "Barely visible",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This works well as acne patches & helps reduce redness. It’s thinner than regular patches and barely visible on skin. However, I wouldn’t recommend using this under makeup as it tends to collect around the edges & draw more attention."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "It works pretty well to fight breakouts. I would recommend this"
		},
		{
			"review_title": "Good",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this product from influenster for my honest review. Honestly didn't really work for my skin. I've tried other brands and those don't do much either. Tried it on my sister's skin and it worked for her."
		},
		{
			"review_title": "Good teen product",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this product from influenster and peace out in exchange for my honest opinion. This product is ok. It minimized the spot but not as well as I had hoped. This may be good for teens. I don't like the feel like their stickers."
		},
		{
			"review_title": "Nah",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I received these from Influenster in exchange for my honest review. They’re not great. Especially not for the amount you pay for them. One nice thing is that they are very thin so it’s hard to tell you’re wearing them, however, they just don’t work. I tried them on regular acne, black heads, cystic acne…all the same result: nothing. The only reason I gave them a 2 is because they kind of reduced swelling"
		},
		{
			"review_title": "These really are great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have LOVED these, what I don't love is how many I can go through so quickly for the price. I think for big occasions or an especially nasty blemish these are great! But with having small to moderate amounts of acne I could go through this in probably 2 weeks. That's why I marked it down a star- I think it's a little pricey for what you get HOWEVER they are great quality."
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Used tweezers to take off from strip and put one on... Got stuck to the tweezers and two of them got wasted. After I put one on, didn't stick well and when I tried to take it off in the morning (fell asleep with it), the pus didn't stick and pimple was still there ...."
		},
		{
			"review_title": "Pimples no more!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These things are absolute miracle dots. As soon as I see a pimple coming in, I immediately slap one of these babies on, and let it work its magic. After a few hours, it’s like the pimple has given up on growing all together.   These dots claim to be wearable under makeup, although I have yet to try it that way, but if I ever need to in a pinch, I most certainly will.   If you’re prone to pesky pimples every now and then, ditch the creams and try these dots! You’ll be so glad you did!"
		},
		{
			"review_title": "Worked great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really like these acne dots. I wouldn't use them during the day unless I'm home  but I do use them overnight and they work. After I used them I noticed the acne was not really noticeable and the dot did its job. I would recommend."
		},
		{
			"review_title": "Love these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I love the night time ones, I love the pore strips, so far I have loved everything I tried from this brand. These day dots are awesome! Just a heads up when placing them on a juicy blemish- I did that one day and towards the end of the day I noticed people kept staring at my chin where the patch was. When I looked in the mirror I saw the patch had filled up and was pulling away from my face lol so gross! I should have brought a spare and done a replacement mid day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I love using acne patches but all of the ones I had were of the novelty sort so I was pleased to find Peace Out had created ones that are clear and could be concealed with makeup for daytime use! They work great and I keep them in my purse for emergency use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free from Influencer and Peace Out Skincare in exchange for my honest review. These are great for pimples they are starting to come up, helps me dry them out and not pick at them!"
		},
		{
			"review_title": "Must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "Works like a charm. I tend to get very deep cystic pimples that eventually come to the surface - once they come to the surface one of these for 8 hours helps so much to dry them out. Thankful these exist."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These are thin but great to use when acne is just starting to become visible in zapping it but also hiding the appearance"
		},
		{
			"review_title": "Not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "I tried this a couple different ways and wasn’t impressed. The dots aren’t that easy to peel off and I ruined one. I put one on my shoulder and it took away the redness over night. I tried one on my face and it didn’t do anything, it says it works well with make up but when I put my make up on it it turn into a bubble (no point)."
		},
		{
			"review_title": "Decent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I received these from Influenster. Overall, I like it! Not sure if I would purchase them myself. They helped my pimple feels less large but I don’t think it help with the redness as much as I was hoping. It was a smaller breaker so maybe it would be"
		},
		{
			"review_title": "Miracle workers!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I got these on a day I had a pimple on my chin and on my forehead. I placed them on and was a bit skeptical at first (because I thought what can a little patch do for a massive zit).  When I removed them both of the blemishes were nearly gone!  They are small and not really noticeable. I could definitely see being able to put some makeup over them if needed."
		},
		{
			"review_title": "A must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These are GREAT! I haven’t actually worn them under makeup yet, since I feel like that would be counter productive for my skin if blemished, but they certainly do work!! Just pop it on, let it sit, and then take it off, and VOILA! Truly a noticeable difference in the size of my blemish!!! I’m thankful I don’t need to use them super frequently, but when I do, I love them!!"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "These acne dots are fantastic! I use one on a zit at night and the next morning the zit is gone!"
		},
		{
			"review_title": "Love love love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "I loved this product!! The dots work so well to heal pimples quickly and they help me not to pick at my skin during the day. I will definitely be repurchasing these day dots! I haven’t found a product from this brand that I don’t like! I received this product complementary for testing purposes from Influenster."
		},
		{
			"review_title": "Invisible mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "This product is so bomb you can literally word under your make up is virtually invisible. That is the number one selling product for me. Yes I buy 1000 times over."
		},
		{
			"review_title": "Love these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I wanted to try these because no other pimple patches/dots have worked for me. These are the first dots that have actually done what they are supposed to and I am amazed. Aside from actually helping my pimples shrink, they just prevent me from picking my face and that huge for me. As far as wearing them with makeup, they cover with makeup fine. They conceal into the skin pretty well as they are matte and not shiny. I definitely would recommend these ones if you are considering getting some pimple patches."
		},
		{
			"review_title": "They’re okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "So what caught my attention was that it was basically ‘invisible’ and you could hide it with makeup. As soon as I put one on I knew I couldn’t wear it out and about. But it works for a nighttime thing! So at least there’s that…"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I suffer from cystic/hormonal acne and occasionally have a whitehead pop up so I can use patches on. These are really great and I had 2 on when I went to work; my coworkers had NO idea they were on until I peeled them off! They worked great at emptying out those stubborn acne spots"
		},
		{
			"review_title": "Good for under makeup",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I liked that I was able to use it under make up and it helped hiding the pimple, but it didn’t help much with getting rid of it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "Packaging small and discreet love I can just pop it in my purse. I'm not a huge makeup person so didn't really test out if it was discreet under makeup. Loved their thinness."
		},
		{
			"review_title": "The best ones I've tried",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product for free from Influenster and Peace Out Skincare in exchange for my honest review.   I was so excited to try these. There aren't many in a pack which was a little disappointing. But these are some of the best acne dots I've tried. They stick on and adhere great, but don't hurt to remove. They deliver results fast, I can put one in a blemish and by the next day it's gone. They are also the best in terms of being invisible. They are not very noticeable at all. Plus I was able to even put some powder over them and hid it even more. Overall, I will continue to use these in my skincare regimen and I would definitely recommend them to others."
		},
		{
			"review_title": "Good for a spot breakout",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I tried this product acne day dot, and it works ok for a spot breakout.  I would recommend wearing overnight.  I found picking up the dots with your fingers makes it harder to apply seamlessly to the face.  I wouldn't recommend covering this with makeup, it will still be noticable."
		},
		{
			"review_title": "Excellent for overnight pimple recovery",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product from Influenster to test out and in return give my honest opinion.   Helpful Acne Dots! I think they helped me from trying to pick and pop my pimples and they seemed to help heal my spots faster. Overall I'm impressed. I didn't try to wear under makeup as I'm a busy mom and don't have a lot of time to constantly do my make up. I had hoped to have more results to talk about, but surprisingly my face didn't break out as often as it had in the past."
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "After trying these peace out pimple patches, I've learned that they are fantastic at clearing up pimples fast."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Pretty good. Haven’t tried it under makeup, but it does help cover and heal."
		},
		{
			"review_title": "Good pimple patch!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I like these pimple patches! They’re really thin and not very noticeable on the face. It does what’s it supposed to do and keep my acne clean from bacteria."
		},
		{
			"review_title": "It’s okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "These were good overall, they do what they say they will. While they are thinner then most in the market, it was still noticeable on my skin. I tried makeup over it, and while it does hide better then the average dot, you could still clearly see it and the makeup attached/crusted weird around the edges of the dot. For me personally, I’d rather get a similar item on the market for a cheaper price. But if you’re looking for a light weight dot, this is it. I did receive this complimentary to test."
		},
		{
			"review_title": "Sadly, didn’t work for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I’ve tried acne pimple patches in the past, and this product didn't do the trick for me. I buy a cheaper pack with 42 (i think) patches in different sizes. The lite plastic they come on rips behind the patches so its easier to stick them to your face or grab without it resulting uneven like this one did.  The patches did nothing to my pimple, the sticky side was way too strong and left sticky residue and when I put it on, it wouldn't sit flat. The patches are clear, but thicker than others I’ve seen and tried, so from near they’re obvious. I included 2 pictures of me the same day wearing the patch, so that you can see the look and how it sits uneven on my face because of how uncomfortable it was to take out of the packaging and put it on. I have to say, the package is very cute and I would love to try them again if the things I mentioned get fixed!"
		},
		{
			"review_title": "Bye bye bump",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Very easy to use. Have a zit coming out it on the spot. I recommend using these at night. Not very pretty for day use. Also looks weird with make up on. Received these to give a honest review"
		},
		{
			"review_title": "works wonders",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "These patches work WAY better than any other brand I've tried, probably because of the salicylic acid active. I wear one overnight, and the very next morning see small newbie AND large veteran bumps vanished. I took away one star from my recommendation for two specific reasons. First, this really can't be worn to work or other spaces where you must be put together. I might wear one out with friends or for under-the-radar errands, but it makes my spots far more noticeable when the patch is on even though it's invisible. This is the case for me with or without makeup. Second, I apply the patch on clean dry skin as instructed. However, it definitely comes off as soon as any skincare is applied over or close to it. I had to toss a few new dots before realizing that I can't put any day or night products near it in order for it to stay put. I will purchase again, though!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": ""
		},
		{
			"review_title": "Peace Out Acne Dots",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "They work pretty good no complaints will definitely keep them in my makeup go to bag."
		},
		{
			"review_title": "Digging the Dots!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "I love that the Peace Out Acne Day Dots give you medicated acne coverage that you can wear under your makeup! You can barely tell that the clear dots are even there! This helps my blemishes heal much quicker! My S/O couldn't even tell I had them on! Leave on for 6 hours and poof, clear skin! The thin layer of the patch is so awesome, and so comfortable you forget that they are even on your face. 10 sheer patches a tiny bit smaller than a dime, I would say. It's a perfect size for most blemishes. Comes in a nice resealable pouch. This is a life saver for stress break outs before major events (weddings, graduation, etc). Really digging this Peace Out Acne Day Dots!"
		},
		{
			"review_title": "It’s Okay.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Not bad, but not my favorite. I received this product for free in exchange for my honest review #incentivized. To be honest, the patch itself was pretty thick and when you peel it off from the pad, the mark of where you peeled is noticeable when you put it on. once it was on, it helped me personally with a pimple; however, it’s definitely noticeable that you have it on. All in all, not bad - but not my favorite."
		},
		{
			"review_title": "Cool new tool",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I used this product a few times when I had my pms break out. They helped hide my acne and diminish the appearance of acne when wearing makeup. Would buy again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "These were a good basic. Does the job and is good quality. It's a bit expensive for what it is especially since you can find cheaper. However the product does what it should."
		},
		{
			"review_title": "It works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This product just dries out my pimples so fast ! Loving this and will definitely buy more of these so glad to try this out! So easy and doesn’t irradiates the skin at all! So happy with the results!"
		},
		{
			"review_title": "Not a part of my routine",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product as a free sample. I used this product without applying makeup over it as it says you can. It did bring the redness down after being on a blemish for a few hours; however the product seems too thick to apply makeup over it without it being obvious that it’s there, but I am a very light makeup user."
		},
		{
			"review_title": "New go to for pimple eliminator!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "Peace out skin care acne day dot is sooo effective. I don't know how it's supposed to work but I do know it worked. I don't have acne prone skin but every now and then I get a zit or pimple. I got one and put one of the dots on over night (I didn't mean to fall asleep with it) when I awoke in the morning I noticed instead of a bump there was white stuff. I peeled it off and it appeared what was in the pimple was now on the dot and I had a just barely noticeable already mostly healed expimple (sorry I don't have a better description) no marks from squeezing like I would normally do. Easy peasy. I have so much faith in this product I even let my daughter (shes only 9 but puberty came early and shes getting the occasional pimple with her cycle) try it and her results were excellent as well!"
		},
		{
			"review_title": "Favorite acne patches",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "These are my favorite acne patches! They clear up breakouts overnight. I love that you can wear them during the day under makeup too without even noticing them!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Light skin tone, Normal skin",
			"review_text": "I got this product free from Influenster in exchange for my honest review.  I do like the thinness of it. You could totally wear this just walking around. However, if you were in a setting where people might be looking at you for more than a few seconds, you probably don't want to wear this. Even if you're wearing makeup, it's very obvious whenever you're in motion and your skin pulls around the dot a  little bit.  For me, I also felt like it didn't actually solve any of my acne related problems. I felt like it encouraged head formation instead of just letting the fluid out.  I would not seek out this product again, but if I were to seek out something similar to this, I would consider this product because of how thin it is and that you could use it incognito in certain circumstances."
		},
		{
			"review_title": "Discreet and Effective Game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I was recently given the opportunity to try Peace Out Skincare Acne Day Dot complimentary in exchange for an honest review. Although I was skeptical at first, I am happy to report that this product is fantastic for covering up pimples and the blemishes they leave behind. The Acne Day Dot is incredibly discreet, blending effortlessly with my skin under makeup so that no one can even tell I'm wearing a patch. It's perfect for those days when I need to hide an unsightly pimple and still feel confident. What's more, the ingredients used in the patch are gentle on the skin, ensuring that I don't experience any irritation or discomfort while wearing it. This is a refreshing change from other patches I've tried, which often caused redness or itching. I wholeheartedly recommend giving Peace Out Skincare Acne Day Dot a try if you're seeking a discreet and effective solution for covering up pimples and their blemishes. This product truly stands out from the competition and delivers on its promises."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Would be much better if these came in complimentary skintones. They are definitely noticeable on darker skin but they do work."
		},
		{
			"review_title": "Must have for breakouts",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "These acne dots work wonders. Just pop one on a pimple on a clean dry face and you can barely tell it’s there unless you are looking for it."
		},
		{
			"review_title": "Peace Out Acne patch",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love this product especially for when i have a pimple and i need to wear makeup and i just dont want to contaminate it. This vegan patch keeps it safe from bacteria and it takes less time for the pimple to dissapear. I love that the patches are thin i feel like that helps to stick better to the skin."
		},
		{
			"review_title": "Pleasantly surprised!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I recently tried Peace Out Skincare Acne Day Dot and was pleasantly surprised with the results. The product is easy to use and comes in a convenient packaging. I liked how the dots were designed to be applied directly onto pimples, making the process quick and mess-free.  After using the dots for a few days, I noticed a significant improvement in the appearance of my acne. The dots are effective in reducing the size and redness of pimples, while also preventing new breakouts from forming.  What I appreciated most about the product is that it doesn't dry out my skin like other acne treatments. The formula is gentle yet powerful, making it suitable for sensitive skin types.  Overall, I highly recommend Peace Out Skincare Acne Day Dot to anyone struggling with acne. It's an effective and easy-to-use product that delivers visible results."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Really like this dots, helps with your small zits. Great because they’re transparent so you barely notice that you wear them."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’ve use the this product a couple of times since I received it from Influenster. I like it because it’s not very visible when applied over a pimple. I didn’t get a chance to wear it with make up so I don’t know how that will look."
		},
		{
			"review_title": "Would recommend",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Cute packaging and when they arrived I was a little bummed to not have an active breakout. I did get to try them though and they worked amazingly well. My husband also dove in and liked that they were not noticeable."
		},
		{
			"review_title": "just okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "i received this product complimentary from influencer, i didn't care too much for it. it wasn't bad but it's not a miracle worker. it seemed to slightly reduce inflammation but didn't improve much."
		},
		{
			"review_title": "A must have in your routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "After using these a few times, they work very well and the really do almost camouflage into your skin. I didn’t try to use makeup over them.  I love using these any time I get a pimple."
		},
		{
			"review_title": "Solid blemish patch",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Sadly, I did not experience many blemishes during the testing phase but these patches definitely helped thw ones I got. I like that these patches are thinner than others I've tried, and I like that they contain healing ingredients. I would buy these again for my teenager, or when I go through my semi regular hormonal acne outbreaks. I don't think they really work well under makeup as much as they tout that though. I received this product in exchange for my honest experience and review."
		},
		{
			"review_title": "Heals my pimple",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The Peace Out Acne Day Dot helps keep my pimple from becoming bigger and help heal my skin. I like these acne healing dots because you can easily apply to the skin and leave it alone. I usually prefer to use them when I'm at home or before I got to sleep. These dots help me from picking at my skin and lessen the look of my pimples. I usually use these when I know the pimple is coming a head or you can see a little white dot. Usually, the pimple will kind of pop and the patch would result in turning white where the pimple was. I like using these for emergency and help heal my pimple."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I love using these, they are very discreet. Keep the redness down and helped me with swelling. Highly recommend!"
		},
		{
			"review_title": "Good product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I was only able to try this on two pimples lol. I had just got on acne medication, so I didn’t have that many breakouts. What I did notice was it brought the redness down and decreased the size of my pimples. I received this product complimentary for testing purposes."
		},
		{
			"review_title": "LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "These little babies WORK! I mainly used them overnight or on a no-makeup day but they really did quickly rid my face of any blemishes, even if it was just a start of one! Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I am loving these Peace Out Acne Day Dots! They work wonderfully and are so convenient! It has really helped my skin and I be love how sheer they are. They even layer well under makeup!"
		},
		{
			"review_title": "A new must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love these patches! They definitely helped my acne and were subtle in covering it up so I was less self conscious. These are super easy to apply; they’re lightweight like paper; you can pop these in your purse or in your travel bag and wouldn’t notice a difference so they are great to being anywhere."
		},
		{
			"review_title": "Peace out saves the day!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I love how quickly this product works for break outs! Sometimes you do need more than one patch but instead of days of painful agony it’s significantly less! The best part is they are, for me at least, flesh toned but also you can put makeup on over it! So don’t let an ugly zit ruin the day! Still look your best while letting it heal!"
		},
		{
			"review_title": "Convenient And Effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I received this product for free from Influenster and Peace Out in exchange for my honest review. I love these little convenient patches.  They are perfect for quickly clearing up my occasional blemishes.  They also are very soothing and calm any redness.  The dots are barely noticeable and work within hours.  They’re also handy to tuck in my purse to take with me when I’m on the go.  This is a very effective product for me and one that I recommend."
		},
		{
			"review_title": "A must have in your bathroom and purse",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product as a free sample from Peace Out Influencer. The Peace Out , Salicylic Acid Acne Day Dots are an affordable option for concealing a pimple. I'm of a mature age and have random breakouts,so these definitely came in handy. Saw a difference after wearing them at night,next morning the redness and swelling were significantly reduced. I’m of Latin descent so it blended well with my shin tone. My 2 sons, ages 20 and 13 were quick to use some too. Love that I don’t have to wear a ton of makeup to cover up acne and also that my sons can use them also. Already ordered the jumbo patches and another order of the day dots. A must have!"
		},
		{
			"review_title": "Must have staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Whenever I can get my hands on acne spot dots, I will take them. These are the one acne product that I know I will not be removing from my skincare routine. Obsessed."
		},
		{
			"review_title": "I like but don’t love",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I like these they work well I just don’t live makeup over top I think it’s because I wear very full coverage so I would definitely take that into consideration."
		},
		{
			"review_title": "Works well",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Normal skin",
			"review_text": "This product does exactly what it claims—it will help get rid of (or at least make smaller) your pimples. The nice thing about this product is that it can be used during the day and it is barely noticeable."
		},
		{
			"review_title": "Pimples PEACE’d out…for real!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Combination skin",
			"review_text": "These worked pretty well to cover and protect those areas where pimples are popping up! And you I can cover it up with makeup pretty well! I wish it came in some smaller sized or varying sizes as I get mine on my nose and it can be tougher to get those dots in that tiny area! But, overall it did better than I expected! So thanks, I got this as a sample from Influenster and I am pleased to say I like it a lot!"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Dry skin",
			"review_text": "I absolutely love this product! I did not know what all the hype was about until I tried them. I don’t get awful breakouts, but a lot of whiteheads. I put one on a stubborn whitehead and it did the trick!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’ve been using acne dots for years!  I love how easy they are to apply and also how they prevent me from irritating the spot more.  These new patches are a game changer though!  Meant to wear during the day, these patches can be applied and covered with makeup and worn through out the day.  I was definitely really excited to use these!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "These acne dots are definitely worth the money. They really suck out any gross bits in your skin and they’re pretty easy to use. You can just stick them on and then go to bed and just take them off in the morning or they’re pretty invisible so you can wear them throughout the day if you wanted to. I can’t recommend these enough."
		},
		{
			"review_title": "Good acne patches",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I received this product for free from Influenster and Peace Out Skincare in exchange for my honest review. I really enjoyed these acne dots, they draw out impurities from a pimple while protecting it from external dirt, debris, and pollution. What sets these apart from other patches is their active ingredients. Salicylic Acid actively fights bacteria so that it’ll heal faster while aloe soothes and moisturizes the area.These are also a great deterrent for picking! We all know we’re not supposed to pop pimples or blackheads but sometimes you just can’t bear to live with one on your face. These help minimize the affects when the damage has been done from picking. They’re nearly invisible on my face and wear well both on a bare face and on top of makeup. The price point for these is a bit high compared to most other acne patches though, the active ingredients make up for it though. If you’ve got the extra cash, I highly recommend these as a treat."
		},
		{
			"review_title": "Blemish Be Gone!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love these! Use a dot on a blemish and let it work its magic all day long. I love that these are sheer and ok for day or night use. You can easily cut a patch in half for a smaller zit or just let it treat the surrounding skin as well. If you have the tendency to pick or pop these work well at deterring that behavior."
		},
		{
			"review_title": "Would by again.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I used this on my partner! Used 2 days (2 dots) and it worked great! I didn’t get a chance to use it myself yet. I did receive this item for free from Influenster for my honest review."
		},
		{
			"review_title": "Not too bad",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I received this product from Influenster, in exchange for my honest review. It is said that you can use this product under makeup and so wanted to test it out. I had a blemish and had to go out, so I applied the patch and attempted to wear my foundation. It did not of course cover up the patch because product made it stand out. However, it did shrink the blemish once I removed the patch."
		},
		{
			"review_title": "Good patch",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I didn’t mind this patch but it is noticeable on the skin.  I’d just rather wear makeup over the blemish than try to cover it and then do the make up. I only had one small break out and this worked fine. I don’t mind pimple patches but sometimes I can feel them on the skin and it bugs me but these were fine."
		},
		{
			"review_title": "My favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Y’all this product it’s just the best thing on the planet. If y’all ever wake up and just have a breakout thats huge and makes you just not want to leave the house? Then you must try this! I’m so serious I’ve never had something work so quick and it hides that pesky bump that tried to ruin your day."
		},
		{
			"review_title": "Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "I think these are a great acne patch! I didn’t have any super bad pimples while trying these out, but I did have one that HURT! It was red, and I put this patch on and it did make it less red and a little less hurty. I think overnight use would be phenomenal with these, honestly! I do think they’d be better at a slightly lower price point, but overall a great product."
		},
		{
			"review_title": "Definitely the best blemish stickers I’ve tried!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received these really cool Peace Out Acne Day Dot blemish stickers in my #FreshFavesVoxBox complimentary in exchange for my honest opinion thanks to @peaceoutskincare and @influenster. I wasn’t sure what to expect from these cute little stickers claiming to help erase blemishes in just mere hours, but I was definitely anxious to try them out! I usually get a couple blemishes around “that time of the month” so I knew I’d put these Acne Day Dots to the test around this time. About a week and half ago I noticed a blemish appeared right in the middle of my forehead, which I knew I’d be really self-conscious about so I immediately took out my Acne Day Dots and applied one to the affected area. I really liked that the formula didn’t irritate or burn my skin. What I didn’t like is that I did attempt to cover the acne day dot with my usual everyday makeup and it didn’t work out well for me. So I wouldn’t recommend trying to wear them underneath your makeup, however, I did notice some significant changes in the affected area of my forehead. I was shocked that this tiny little blemish sticker was capable of helping heal blemishes in such a short amount of time! I also have a teenage daughter that struggles with blemishes often, and this is the perfect product for her. Since she began using these Acne Day Dots by Peaceout Skincare over a week ago, I’ve noticed some very positive changes in her confidence and self-esteem. That alone is enough to keep me coming back for more. I’m so grateful that this company released such an effective and innovative product that actually works! Thanks so much! @peaceoutskincare #spotthedot #acnedaydots #influenster #FreshFavesVoxBox"
		},
		{
			"review_title": "Acne care patch",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "The Acne patches seem to work well but I’m not sure if they help my skin heal any faster or not. They stay on well and the Salicylic acid is a nice ingredient to add. I have not tried them with makeup but they are a lighter tone. The patch does not stand out on my skin which I like."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this product for free from Influenster. I’d been wanting to try these, so I was happy when I got them. They’re decent. They work great. I like the convenience of them. I will say though, they don’t conceal well under makeup, orr at least not for me. I do recommend these though"
		},
		{
			"review_title": "So-So",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I can’t determine if these patches help, or if they keep pimples from getting worse but not disappearing. Due to this, I’m not sure if I’ll be purchasing these in the future."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I received this item free for testing purposes and I’m so glad I did. It def reduces the size of pimples after leaving a patch on overnight. It’s great for this pesky red ones that don’t pop even!"
		},
		{
			"review_title": "It's a no",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
			"review_text": "No. 1st it's supposed to be thin and unnoticed.  Not. I didnt even try to cover it with make up because I could tell it would not work. If I had a lighter complextion...maybe. 2nd it just didn't work. In fact it made mine worse and I was confused. Not sure have it got larger. And it took longer than usual for it to go away. Not for me. I received this free to test from Influenster."
		},
		{
			"review_title": "Better to use at night!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "My husband and I both love these dots. They are so helpful with getting a stubborn bump or newly forming bump to go away quickly. We can put these on right before bed and by the morning, the bump is gone. Only thing is, they aren’t truly invisible for someone of color and you can still see them if you try to put makeup on top of them."
		},
		{
			"review_title": "Didn’t work",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my honest opinion. I was not very happy with them. I don’t feel like it did anything to help diminish my acne and it was definitely not something I could wear under my makeup. I will not be buying."
		},
		{
			"review_title": "A first but I like the results",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I had never tried a pimple patch before and was a bit skeptical! The results however don’t lie! I had a pimple coming out and this product helped me get it out of sight and mind in a few days! Very convenient"
		},
		{
			"review_title": "Love these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "Love these little dots! They are seriously unnoticeable when they're on your skin, and they work great. Received this product for free in exchange for my honest review, but I'd happily pay for them as well! Great product."
		},
		{
			"review_title": "It was okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I received this to try and I was underwhelmed. Although it’s thin it’s still noticeable with makeup so I don’t see the need for it to be a daytime patch. Other than that it does the basic job of a pimple patch but nothing extraordinary."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I was excited to try this. The product is nice and thing but still slightly noticeable on the skin. Makeup does clump around the edges but with some blending you can smooth it out. This is not an instant pimple fix but it does help reduce the swelling and reduced the time the pimple was around. Decent product but I think it could be better."
		},
		{
			"review_title": "SO GOOD!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "These acne dots are one of the best that i’ve tried! My pimple was GONE the next morning! Usually i have a little bit of problems fully getting it to go away but these work so so well!"
		},
		{
			"review_title": "Find a cheaper alternative...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product for free in exchange for my honest review (Influenster)... and I'm going to be 110% real with you guys.  Don't. Just don't. These did absolutely nothing to my pimples. I have used much cheaper zit patches that actually help speed up the healing process.  Also, this is most definitely not flattering under make-up. Not even worth the hassle."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Good product, it did help with some acne but of course it’s not a miracle worker. I would recommend to my friends because it helped decrease the size of the acne and reduced redness."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Do these work? Yes. Do they work really well? Yes. But I just can’t justify the price. Good for a quick fix but not for a regular basis. You can get much cheaper versions of the same product."
		},
		{
			"review_title": "Decent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "These stay on well and are surprisingly invisible. Like most acne patches, I feel like they work to flatten an inflamed pimple and extract the bacteria. I will say, you need to pick these up with tweezers to allow them to lay perfectly flat, or else they will bunch up where you grab them."
		},
		{
			"review_title": "Easy Breakout Relief",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Peace Out’s Day Dots are a very handy little tool to help clear up a breakout.  The patches are stretchy and light.  You can hardly feel it on your face.  For me, I felt more comfortable wearing these without makeup.  It blended in well enough with my skin (fair) and when I used foundation, it seemed to stand out more.  If you’re a blending pro, you may be able to disguise it better than I could!  Overall, I didn’t see a huge difference in my targeted pimple.  It definitely helped reduce the inflammation though."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my opinion.  Overall I thought these were just fine.  They work about as well as any other pimple patch.  For me they were still noticeable under makeup, especially after a couple hours went by.  I think these are just fine, but not anything special.  I would probably not purchase again and opt for a cheaper option."
		},
		{
			"review_title": "I really like these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really like these acne patches, but I must say they are on the more expensive side. They work great though."
		},
		{
			"review_title": "a must have for acne prone skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I think this is such a great product. Whenever I get a pimple or whitehead, I just pop one of these on before bed and it’s like magic in the morning!"
		},
		{
			"review_title": "Not a bad blemish patch",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I received this product from Influenster to try out. Although I like this product, and it is better then some other brands, I find that makeup builds up around where you place the patch making it more noticeable then not wearing makeup with them. They do the job of clearing up a blemish. I was just really hoping that they would do what they claim of being able to wear with your makeup. I would recommend them thought for those that battle with blemishes because they do work to help clear up the blemish. I also find the price a little high for the claims this product makes. I will keep them on hand thought to help clear up those trouble areas. I would probably purchase them again even thought they are a little more on the pricey side just because they are thin and work well."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received these for free in exchange for my honest review. I don't know if they helped or not lol. I have only had a few zits since I received them. It seems like they might have gotten smaller faster but I'm not 100% sure"
		},
		{
			"review_title": "A last minute savior",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This becomes in one of my favorite skin products. It saves me from last minutes imperfections that appear in my face. The dots disappear the a be really fast and without marks on the skin. Also, the dots are invisible once you paste them on the skin so the people can't notice that you're using them. I'll definitely buy it again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "these were a really awesome product not only did they do the job of a pimple sticker, but they have added medication in them, including salicylic acid, which really addresses the root of the issue and creates a clean and flat surface in the morning when you remove the patch.  this has saved me a lot in the past few weeks :)"
		},
		{
			"review_title": "Just ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is an ok product. Not bad but not worth the money in my opinion. It definitely is quite undetectable if you want a patch that isn’t very noticeable. I never tried makeup over it but I have worn it to work being comfortable with it on. Honestly though doesn’t do much more than a simple hydrocolloid bandage from the drugstore."
		},
		{
			"review_title": "My go to product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love this product so amazing since I always deal with hedging ance problems and sometimes I feel very uncomfortable about it. This day dots are so amazing and help when im on the go I always keep some in purse from now on since they really do work wonders for my face."
		},
		{
			"review_title": "Pimples be gone",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product for free from Influenster and Peace Out in exchange for my honest review. My acnes are the cyts type of acnes so these patches didn’t do much for me if your skin tend to get pimples you should give it a try"
		},
		{
			"review_title": "Bye bye occasional stress",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I think it’s great product to try if you get an occasional breakout.These are thinner than other patches I’ve tried which makes them more comfortable to wear all day. I mostly prefer to wear at night, so that it dont collect dirt arount the edges and no makeup basically on bare skin. I put on for an already existing breakout. The only thing is its noticeable at day time and are little pricey. These are high quality and work well, I will definitely recommend."
		},
		{
			"review_title": "Perfect for daytime blemish fixes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Love this version so much! They hide wonderfully underneath my makeup and I can wear it all day and know that my blemish will be gone at the the end! They work just as fast to take care of redness and acne like the original version."
		},
		{
			"review_title": "Get these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I received this product complimentary from Influenster and Peace Out in exchange for my honest review. I love how well these stick on. Better than any other acne patches I have tried and works very quickly. I had used one for a couple of hours and it had pulled out the gunk in that amount of time. Doesn't irritate my skin at all. A must have for pimples for sure."
		},
		{
			"review_title": "Better than other brands!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have tried both Cos RX and Starface … these are comparable in helping get rid of stubborn acne over night but what sets these apart are that they blend in best with my skin and I don’t have to to worry about them falling off either u der makeup or overnight"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I was a little skeptical about these acne dots but babyyyy these worked WONDERS I used them 2 days before I attended a wedding and my pimple decreased in size so much. You could clearly see that the dots removed the toxins as the dots puff up a little and start to turn white. I definitely recommend you get these. First brand I actually got that works"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I love an idea of using patches with salicylic acid in treating mild acne. It is a very easy non-invasive way to make my skin look better but the price point is a little high, in my opinion."
		},
		{
			"review_title": "Must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "Love love love! First time ever using pimple patches and I’m throughly impressed! My face is pretty broke out so I used them up quite quickly. I decided to use them only on the very large and in charge pimples that I got. It does a great job of decreasing them in size overnight. It never fully got rid of them but I would say it helped shrink their lifespan vs without. I love that they blend in on my skin so they aren’t overly noticeable. Very sticky, never had an issue with one falling off during sleep. Definitely buying some more!"
		},
		{
			"review_title": "They really work!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I’ve used other patches before but really like these. They are lightweight and help reduce pimples quickly. Glad Influenster sent me these to try - I’ll be switching brands!"
		},
		{
			"review_title": "The Best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Ok, I love this product. It works great. I wear makeup everyday. This sheer patch I can wear under my makeup and not be notice."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I've been using the acne for for years. My son uses them too. They key is having over 7 hours to wear it. Pretty much works every time. I'll definitely repurchase."
		},
		{
			"review_title": "Best patches",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I rarely get pimples but when u do these are my go to because they have helped the appearance of them! Within the day they’re basically gone. I also love that the patches are thin and small enough that I can do my makeup over them and they’re not noticeable."
		},
		{
			"review_title": "Magic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Received from influenster to test, let's just say they work like magic & a person would ve a fool not to try them"
		},
		{
			"review_title": "They really work !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Excellent product.  I use it when I feel a pimple is starting.  And it helps it not develop into something bigger.  I’ve also used it on pimples that are huge and filled with gunk (ewww gross) and the next day you can literally see the pus and yellow secretion on the dot ( sorry for the visual).  But they really work!!! I highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This acne dots are good but I wouldn’t say they are my favorite. I like how they blend with the skin, so well in fact sometimes I forget I have it on. It work on some breakouts and it doesn’t on others. another brand tbh"
		},
		{
			"review_title": "Stop the breakout in its tracks!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Combination skin",
			"review_text": "Wow…I was sent The Peace Out Acne Day dots in a sample box to try out and this was perfect timing! When it arrived I had the beginnings of not one but two pimples trying to peek out. I placed it on the center of my face and it worked it’s magic and then Poof wit wa gone so quick and it even handled the one on my nostrils  it was great to know it could fit in those awkward spaces and best of all I just put makeup right on top and it was hard to spot! Loved this and thanks to Sophora and Influencers from r sending me those to try! Grab some for you own expected breakouts"
		},
		{
			"review_title": "Easy!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "Doesn’t get any easier than these dots! Super simple to use and if you use them the required length of time I find them to work."
		},
		{
			"review_title": "I was so surprised these actually worked!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "The first time I used these patches I woke up the next morning and could tell the pimple had shrunk in size a little bit. This had been such a stubborn pimple I had on my cheek for months. I used another patch on it the following night and it finally came to a white head that I was able to pop. I wish I had these months ago! These patches match my skin so well I can wear one and not even notice where the patch is when I glance in the mirror. I haven’t it yet but think it’s so cool that makeup can be applied over the patches."
		},
		{
			"review_title": "Ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I put this on before bed at night. My blemish dried up a little. I didn’t try it under makeup but it really wasn’t noticeable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This patch saved my face when I was doomed with a zit on the side of my nose! It cleared it in just two uses!"
		},
		{
			"review_title": "Fast acting, heaven sent patches",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "I have terribly dry skin, but I do get the occasional pimple during that time of the month. I’ve tried all types of patches but these were the fastest acting. They were thin so you couldn’t really tell I was wearing anything. This is a must have."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "These acne patch are the best! They work so fast and do not leave any dark spots or redness on your skin after each use. I will say they are a bit expensive but they get their job done"
		},
		{
			"review_title": "These acne dots are the TRUTH!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "These pimple dots are the truth!! I was very skeptical when I initially received this product but after trying them, I can honestly say, they are amazing!! After only wearing them half a day, I saw a drastic decrease in the size of my pimple and it no longer hurt. I will never not have these on hand from now on....I highly recommend!!"
		},
		{
			"review_title": "Good for me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "These are definitely the most sheer acne patches I've ever used. I dont get many zits but when I do they are big! These are great to cover them and make me feel better. So happy that influenster sent them to me to review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product excites me a lot to try it especially for those days of the month when inevitably a painful granite comes out I put one on and immediately I noticed the change the inflammation went down a lot and it also works to protect the real granite from makeup that is excellent"
		},
		{
			"review_title": "Forgot I had it on",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love acne patches. This one is now one of my favorite brands. It makes red and irritated pimples appear less red and smaller. I love that it blends into my skin. I forgot I was even wearing one. I took a shower, scrubed, and went about my day. I got home and saw it still on my shoulder. They stick really well!!!"
		},
		{
			"review_title": "Will continue to buy these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "These are the best acne dots I’ve tried!  They don’t stand out when you wear them, stay in place while you sleep, and help with handling hormonal acne!"
		},
		{
			"review_title": "Sticky and effective!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I had a pimple form on the side of my face, right where I have my side burns. I didn’t even think this would be an issue until it was time to remove the dot! For some reason, I wasn’t expecting it to be so STICKY! It felt like I was pulling my hair out! I had to remove it very, very slowly so it wouldn’t hurt! With that said, I think it only hurt because I placed it where hair was growing lol! The dot actually did help clear it up, I used two dots two days in a row and it’s practically gone now! I’ll continue to use this for future break outs, let’s just hope I don’t pull anymore hair out doing it haha  I did use this and wear make up over it but because it was on the side of my face, I couldn’t tell how good or bad it looked, especially given the strange location of my break out. It felt pretty flush to my skin though!"
		},
		{
			"review_title": "favs",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "i love pimple dots!! i feel like they actually do help get all the gunk out quicker and help get rid of the pimple faster. i like these ones!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this product from Influenster in exchange for my honest review. These little acne fighters go on seamlessly and you forget they’re there, working their magic. The only downside is the upside - the gunk that it pulls out of your pores."
		},
		{
			"review_title": "A pimples camouflage.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "(Incentivized from Influenster and Pace Out Skincare for my honest review.)  If you're looking to rid a pimple before work that wont happen but if you want to hide a pimple before work then this product is for you. This is perfect for disguising a pimple because you can apply makeup over it. As long as you apply translucent powder and then setting spray to the patch before doing your makeup routine it has no problem holding.  I see this being a must have for brides or anyone with a special occasion around the corner. Prevent the stress of a pimple by knowing you can cover it with these day dots. If you decide not to wear makeup over it then feel good knowing they are less noticeable on your face due to a lower shine and a thinner product."
		},
		{
			"review_title": "Will buy more once I run out!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this complimentary from Influenster for my honest review. These are great! They truly do work. I haven’t tried to wear makeup over them but once they are applied they are nearly undetectable."
		},
		{
			"review_title": "A must have!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "These are like little miracles. Thank god someone invented these. I personally pick my acne so bad and these prevent me from doing so and also help the pimple heal big time"
		},
		{
			"review_title": "Just kinda meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I am an adult, so acne SHOULD be a thing of the past! Unfortunately, that is not the case! These acne dots were just okay. I tried them and let my pre-teen try them. Even after leaving one on allllll day, he didn’t end up with a dried up zit or with the goop coming out. I’ve used better ones from other brands. They are nice and clear though, and would probably work okay with foundation over them depending on location on your face"
		},
		{
			"review_title": "Very impressive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this from Influencer to review. I had a pimple and put in on before bed and the pimple was actually gone in the morning. I was very surprised that it worked that well."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I love this salicylic acid acne day dots. It might my new favorite. It does a good job and is so thin that It won’t show up a lot when I applied my make-up. It is discreet and I think you guys will like it a lot"
		},
		{
			"review_title": "Keeps its promises",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received this product complimentary for my honest review. The Peace Out Acne Day Out healing dot delivers on its promise to reduce your pimples in 6 hours or less. I stuck the dot on a pimple I had on my cheek in the morning, and by the afternoon it was gone!  This is great if you want to look flawless the day after, because you can sleep with the dot on and look great the next day when you remove it."
		},
		{
			"review_title": "Not worth the price",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "These may be thinner but they are still noticable and because they do not have a tab, they are hard to peel off. This creates a even more noticeable edge. You have to use multiple patches for 1 pimple so to me I do not see the value. I can use a pack in a couple of days during a breakout."
		},
		{
			"review_title": "Great patches!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "I really like these acne patches! Unlike others that claim to be almost invisible, these are the closest I have found. They also have staying power and they didn’t budge, whereas my go to brand tends to at least partially come off at night. These helped reduce a couple stubborn zits. I’m converted!"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
			"review_text": "I received this from influencer in exchange for my honest review.  Actually, when i received this I had a huge zit that would not go away. I applied the dots to my face for about 4 days in a row. It then started to go away.  I truly believe this is what cured it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "Peace Out Skincare Acne Day Dots did their job well with helping to hide and heal my imperfections! It’s very thin and not very noticeable. Appreciated it!! Cute!"
		},
		{
			"review_title": "Better than big box store product.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Received complimentary from Influenster. Since I didn’t have a pimple pop up, I allowed my cousin to try the product on hers. Normally she buys the ones from a big box store, but she agreed to try these. These pimple patches are a lot better than the ones she has been using. The way they blend with the skin, look under makeup, and get rid of the problem spot. She will definitely be switching."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product from Influenster and peace out in exchange for an honest review. I enjoyed the simplicity of the acne dot, it was easy to apply to blemish. Although it definitely didn't help reduce the acne with the first dot. I kept them on longer than listed, but after 2 dots applications and 3 days there was finally a difference. The dot blended in perfectly with my skintone and it was easy to apply makeup over it. I'll continue using them in the future."
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love these I’ve been using them for a while now. Everytime i get a break out these are like magic."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "the only negative thing I could say is not enough come in the pack and I only say that because I wish I had more lol I love it it works amazingly felt like it took out all the pus of a pimple that had me stressing I would def buy and use again a million times over"
		},
		{
			"review_title": "Blurs acne",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This is pretty effective at healing and covering acne. It's thin enough to be not super noticeable but you have to be careful not to stretch it too much when peeling it off the plastic so it sticks flat to your face. I wouldn't say foundation sits well on this, it makes it more noticeable so it's better to just wear the patch alone. I received this product complimentary from influenster for testing purposes."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I love these! I leave them on over night and take it off in the morning to reveal the gunk that was in my pimple! They’re so comfortable and camouflaged on the skin sometimes I forget I have them on"
		},
		{
			"review_title": "Very helpful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I haven’t actually tried wearing these under makeup, but I wear them overnight and have found them super helpful with blemishes. The dots are easy to use and seem to help spots disappear faster than usual. No irritation or peeling."
		},
		{
			"review_title": "Must have item!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "These are so awesome and work great! They are very thin, which I love because they are less noticeable and easy to apply. They obviously aren't an overnight fix for pimples but they definitely reduce the time it takes a pimple to clear up and you can see a difference in 24 hours. Small enough to go unnoticed but powerful in their effectiveness! I would purchase these again."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I received this product for my honest review.  I love that this patch is thinner than others I have tried. I would definitely use it again."
		},
		{
			"review_title": "I love how thin it is",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love how thin it is that it’s almost nothing. Very good to wear under make up to cover those unwanted pimples! I can say that it’s effective on reducing redness and making pimple small but not that fast compared to other patches I’ve tried. But would definitely use this for daytime to cover my pimple and so that I hide it under my make up"
		},
		{
			"review_title": "Works ok",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Good pimple patches theyre very small and don't show up much under makeup but it doesn't get rid of a pimple over night especially the tough ones but it does help conceal it if u have an event or somewhere to go u gotta keep putting them on so it can get rid of the pimple"
		},
		{
			"review_title": "Love These!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love these!! I think this is one of the few brands that actually work for me. I can get some deep cystic acne and this can remove half the size overnight. They lay flat if you need to go out and about and blend in well wherever you need them to."
		},
		{
			"review_title": "Save your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Don’t get that. It’s straight up terrible, does nothing. Literally nothing. Looks terrible under makeup, like a Band-aid."
		},
		{
			"review_title": "Perfect little acne fighter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
			"review_text": "These worked great for my acne. I just applied it and overnight I noticed the redness and puffiness went down. And they stayed on all night!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I like how well the patch stays on, as long as the skin is clean and dry as directed. I didn’t think it held true to its claim that you can use made up over the top of it during the day. I tried and my foundation stood right out on it! I do think it helped, but have used other acne patches that work skitbas well or better.  I do think it reduces the acne, but doesn’t take it away."
		},
		{
			"review_title": "Fun way to spot treat.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "These are always fun to use. It’s like a convenient spot treatment. This like any spot treatment isn’t an overnight fix though-especially with any big zits. It definitely helps but if you expect a zit to be completely gone, then please remember to reapply the stickers. This was sent to your me through I-n-f-l-u-e-n-s-t-e-r for review purposes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "I put patches in overnight and it really does work. This product has become part of my skincare routine.  I would recommend it.  I got this product for free in exchange of my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I got this product in exchange for my honest review from influenster.  I’ve tried other pimple patches before, but I think this one is the best I’ve tried yet. I actually did wear it under make up one day, and nobody even noticed (because I did ask the friends that I was with if she could tell and she said not until I pointed it out). It was a very lightweight patch where I forgot I even had it on. I can definitely see myself re-buying these."
		},
		{
			"review_title": "Works!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
			"review_text": "These things are pretty awesome! I was skeptical of course but I used them as well as my teen son who battles with acne. They are super easy to apply and stay in place. They make a huge difference by morning. This has helped my teens confidence so much! I have already ordered more. I love the packaging and the price! Would highly recommend."
		},
		{
			"review_title": "MUSTTTTTT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I received this product complimentary for testing purposes and couldn’t be happier. I’ve tried a few brands who make these but haven’t found one that really does the job. MY SEARCH ENDS HERE! When peeled off in the morning it had all the gunk off my face and had reduced the size MAJORLY! Highly recommend, already purchased more!"
		},
		{
			"review_title": "Wow!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Wow these things actually work!!! How can someone so small and cute like these work this wonderful.it clears up a tough blemishes in 24 hrs"
		},
		{
			"review_title": "Could totally work for you!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "First of all, I though it was supposed to have 20 patches but it only had 10. That’s okay though since I received this product for free. When I received it, I did not have any acne on my face but roommate had. So I let her use it. Even though her acne did not grow bigger, it also did not grow smaller. It was the same size and kind of went dark, which I’m not sure if that’s supposed to happen. Also, it hurt when taking it off."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "I received this product for free for review purposes. Overall a nice pimple patch.  I liked how thin and light it was.  If you needed to wear a pimple patch in public this is the one for you due to its sheerness.  It did a nice job of reducing pimple size."
		},
		{
			"review_title": "Good product, but noticeable on skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Definitely helps to resolve blemishes and shortens the amount of time for healing, but the circles are definitely noticeable on my skin.  All in all, will continue to use for the effect, but maybe will just wear overnight to speed up healing!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I received this product for free for review purposes.  I think this product worked really well at eliminating a pimple over night and getting all the puss out, but man was the patch noticeable! I’ve used another brand of patches for years and was hoping these would be just as good or better. I would rate these higher if the patch was more transparent. Also, since the sheet the patches are on doesn’t rip in the middle to get a patch off you have to peel the patch off the plastic which causes the patch to get kind of bunched in the place you rip it off and makes it even more noticeable when it’s on your face."
		},
		{
			"review_title": "I like it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Every one has a different opinion and different preferences from any product but her it’s mine about this product. I love the claim and the idea behind it. I love it because it really helps with the breaks on my face specifically if you use it overnight I think it’s the best, but the think with no visible under the makeup isn’t exactly working for me. If you use lighter makeup it’s still see through and because it’s difficult to pick it the patch from the sheet it makes some rough edges and makes the job even more difficult."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I rarely have acne, so I gave it to my husband, he likes to use it. I bought a lot to him. This acne does work for red pimples and avoids the pain of squeezing with your fingers. I would absolutely buy it again."
		},
		{
			"review_title": "Neutral!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love the concept behind these and I know not everything works for everyone BUT I love these. I am giving 3 stars b/o the price and claim. Why I love? These patches really help me from picking at my pimples which is a bug win. Zz I thhink for the purpose I am using them I could go without them"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product for free sample! And honestly it would here and there but if you have oily skin like me I wouldn’t recommend using this! but it does help with you have a big zit this will definitely help calm down the zit! Be besides this I would recommend to someone if they have dry skin! On the photo I had a zit on my upper lip and it didn’t really get anything just the moister around it :("
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "After using this product a few different times I noticed that it actually covered and blended with my skin tone.. although it did not help reduce the bump in any way. I’m not sure if make up covers the product because I didn’t use any. It does seem like it would be very easily covered by make up though."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received these for free in exchange for my review. I love these pimple patches. I feel like after wearing overnight my pimples are gone or much smaller. These are the best brand I have found compared to other pimple patches. Would 10/10 recommend."
		},
		{
			"review_title": "Love love love!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this product free for my honest review from influencer. These worked great! I put them on my pimples at night and wake up in the morning to them being minimized. They seem to be a little hard to take off in the morning, but otherwise worked great!"
		},
		{
			"review_title": "New must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I loved the ease of this product. It blends well and I feel comfortable wearing out and about. I noticed such a difference in my acne after only one use. Highly recommend trying."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I love this! I put a few on before bed and when I wake up in the morning they have such amazing results. I would buy this over and over again. Definitely recommend"
		},
		{
			"review_title": "Great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "It's a bit tricky to peel them off, but other than that this is a great product. Especially when you have a big red pimple, this covers it perfectly. I love that it keeps my makeup off the blemish so it can heal faster. Great product!"
		},
		{
			"review_title": "Effective but needs design changes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I can attest this acne dot patch with hydrocolloid and salicylic acid is very effective! Blemishes gone in 72 hours! But the real question is can you make these dots a bit skin toned for darker skin so it doesn’t stand out like a sore thumb."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Perfect for breakouts! I haven’t tried to use makeup on top (despite it saying it’s makeup approved) because I think it would still notice but you might be able to cover it. It takes a few days to see the results."
		},
		{
			"review_title": "Really works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "They really work. I have tried several brands of pimple patches and I have failed many times. These actually work really well. I will be purchasing these and adding them to the skin care drawer."
		},
		{
			"review_title": "Must-Have for that “Time”",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Received these from Influenster and I will say, I was impressed! I’ve tried others and clearly you could tell I was wearing a patch! But these actually blended into my skin tone and barely noticeable! These will be my go-to when it comes to “that time”.  I go to karoke, i cannot be bother with blemishes or acne due to my cycle. Although it doesn’t rid them it does covers it which is good esp since I don’t wear makeup for coverage! Thanks sephora"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "It was good. It did it’s job and worked like I charm! The only reason why I’m not giving it a full 5/5 is because it was kinda hard/annoying to get them off the sheet to use. I didn’t like the fact that the patch would be doled over at one side cause it got pushed under while I was taking it off to apply"
		},
		{
			"review_title": "Convenient",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I like these patches, they’re convenient. I just have to figure out peeling them off without creating a noticeable lip on the side when I apply it"
		},
		{
			"review_title": "Great!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "They are very easy to used. It took couple days to see results, but they do work. Doesn’t dry up my skin or makes it feel rough. I received them from Influenster to review."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I loved this product!!!! Every time I have a single break out I put a patch on and within a day or two it is gone!! These work wonders!!!"
		},
		{
			"review_title": "Must have beauty item!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I received this product for free to test and review, but I had already purchased it myself in the past. I love this product! It is a gentle yet effective way to spot treat acne, and a great alternative to the drying creams and gel options. There are more affordable options, though, so if you aren't able to justify adding this to your routine there are similar, less expensive choices out there."
		},
		{
			"review_title": "Wear overnight",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this free to try from influenster and peace out in exchange for my honest review.  These are pretty good. It does claim to be able to be worn under makeup.  I dont think so..  but they are good to wear overnight.  They work.  I wore them overnight and took off the next morning..the morning after that is when I had best results"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I'm not the biggest fan of pimple patches because bod the way my skin reacts to them but this I could get on board with. I really like these as they genuinely helped reduce my breakout fast. I would recommend this to anyone who has issues getting rid of breakouts or those who touch their face a lot when they have a breakout I think it would be beneficial"
		},
		{
			"review_title": "Good pimple patch but not very makeup friendly",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Works amazingly as a pimple patch, but even though it’s super thin it makeup doesn’t cover it very well. It’s still pretty noticeable. But it only took a few hours to get rid of my blemish so that’s a plus!!"
		},
		{
			"review_title": "Great for pimples!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Normal skin",
			"review_text": "I don't breakout a lot as I age but I had a hormonal pimple show up one day. It was starting to get large so I used a patch. The next day when I removed it, the pus came out clean with a gentle pus causing no trauma.  I normally have to use a lot of pressure but these patches stopped the need. They were also clear, thin and unnoticed."
		},
		{
			"review_title": "They work",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Easy and effective. Lifesaver for unexpected pimples that pop up. Doesn’t pull skin when removing. Doesn’t leave skin feeling gross."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Very easy to use. Simply just place the patch over the pimple at bedtime and by the time you wake up you’ll see the pimple significantly smaller"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I would say that the results weren’t super visible after using twice so far. I used one for an afternoon and my blemish looked a little bit drier, but when my partner used one all day I didn’t notice a difference to that one. It does do a good job at hiding zits if that’s what your going for but you can still tell something is on your face."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I received these products for free from Influenster for my honest review. I love these little acne dots! I am blessed with few pimples but do get hormonal ones around my period and these have saved the day! Easy to use & stay on, and then dry the little sucker up."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This was my first time using pimple patches and I was pleasantly surprised. I left one one overnight and the pimple was definitely smaller the next day. I think that leaving it on for two days would really do the trick. I received them from Influenster to review."
		},
		{
			"review_title": "A must have!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I used this on a pimple on the tip of my nose that I noticed before going to bed one night! It kept the pimple from coming completely out, and I did not put makeup overtop but I forgot it was even on the next morning because it blends in so well.  These are a must have!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Perfect to bring on vacations when your skin is exposed to different routines! Easy to use for acne spots!"
		},
		{
			"review_title": "A must have for my acne spot treatments",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "After a few weeks of using it, I did notice a slight difference on my acne when it started to occur on my chin. This is a must have in your acne treatment bag. I’m not sure if this is waterproof, and I want to thank the influencers for the complimentary product and exchange from my honest review."
		}
	]
}