{
	"product_id": "234",
	"name": "Pillow Talk Iconic Lip & Cheek Secrets Set",
	"brand": "Charlotte Tilbury",
	"categories": "Makeup, Value & Gift Sets",
	"price": 80.0,
	"about": "What it is: A four-piece set of viral icons featuring a travel-sized Lip Cheat, Matte Revolution Lipstick and Beauty Light Wand plus a full-sized Big Lip Plumpgasm all in universally flattering Pillow Talk shades...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance...What Else You Need to Know: It's Charlotte's award-winning, universally flattering phenomenon! The Lip Cheat Lip Liner to resize and reshape your lips; a Matte Revolution lipstick, Charlotte's award-winning formula for buildable, long-lasting coverage; a Pillow Talk Beauty Light Wand for cheekbones that glow in every light, and a full-sized Plumpgasm Gloss, Charlotte's lip amplifying secret for a juicy, plumped up pout in seconds!..This Set Contains:- 0.18 oz/ 5.5 g Full sized Big Lip Plumpgasm Plumping Lip Gloss in Fair/Medium (pink nude).- 0.02 oz/ 0.6 g Mini sized Lip Cheat Lip Liner in Pillow Talk (cool pink nude).- 0.05 oz/ 1.5 g Mini SIzed Matte Revolution Hydrating Lipstick in Pillow Talk.- 0.17 oz/ 5 mL Mini Sized Beauty Light Wand in Pillow Talk (soft rose gold highlight)..Clinical Results: In a clinical test of 30 people using Lip Cheat in Pillow Talk:.- Lasts for at least 6 hours with no smudging..In a clinical test of 32 people using Pillow Talk Plumpgasm:.- Lips look 93% plumper instantly",
	"ingredients": "Pillow Talk Beauty Light Wand - Pillow Talk:.Aqua/Water/Eau, Hydrogenated Didecene, Isododecane, Mica, Glycerin, Propanediol, Cetyl Peg/Ppg-10/1 Dimethicone, Silica, Sodium Chloride, Hydrogenated Styrene/Isoprene Copolymer, Hydroxyacetophenone, Polyglyceryl-4 Isostearate, 1,2-Hexanediol, Caprylyl Glycol, Triethoxycaprylylsilane, Trisodium Ethylenediamine Disuccinate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Lindera Strychnifolia Root Extract, Phenoxyethanol, Ethylhexylglycerin, [+/- Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491)]. ..PILLOW Talk Lip Cheat - Pillow Talk:.Cyclopentasiloxane, Synthetic Wax, Isododecane, Polybutene, Hydrogenated Cottonseed Oil, Mica, Cera Microcristallina/Microcrystalline Wax/Cire Microcristalline, Ozokerite, Ethylhexyl Palmitate, Simmondsia Chinensis (Jojoba) Seed Oil, Tocopherol, Ascorbyl Palmitate, Silica Dimethyl Silylate, Butylene Glycol, Caprylyl Glycol, Phenoxyethanol, Sodium Hyaluronate, Hexylene Glycol, [+/- Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Red 7 Lake (Ci 15850)]. ..PILLOW Talk Big Lip Plumpgasm - Pillow Talk Fair-Medium:.Polybutene, Hydrogenated Polydecene, Caprylic/Capric Triglyceride, Hydrogenated Didecene, Diisostearyl Malate, Hydrogenated Styrene/Isoprene Copolymer, Silica Silylate, Synthetic Fluorphlogopite, Dicalcium Phosphate, Methyl Diisopropyl Propionamide, Helianthus Annuus (Sunflower) Seed Oil, Ethylhexyl Palmitate, Ethyl Vanillin, Tocopheryl Acetate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Caprylyl Glycol, 1,2-Hexanediol, Vanillyl Butyl Ether, Lupinus Albus Seed Extract, Capsicum Frutescens Resin, Silica Dimethyl Silylate, Tocopherol, Butylene Glycol, Canola Oil, Phenoxyethanol, Glyceryl Stearates, Sodium Hyaluronate, Ascorbyl Palmitate, Hexylene Glycol, [+/- Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492), Blue 1 Lake (C 42090), Red 7 Lake (Ci 15850)]. ..Pillow Talk Matte Revolution - Pillow Talk:.Neopentyl glycol dicaprylate/dicaprate, trimethylolpropane triisostearate, dimethicone, cera microcristallina/microcrystalline wax/cire microcristalline, polyethylene, polybutene, silica, dimethicone crosspolymer, mica, aluminum hydroxide, dicalcium phosphate, ethyl vanillin, caprylic/capric triglyceride, tocopherol, carthamus tinctorius (safflower) seed oil, carica papaya (papaya) fruit extract, pentaerythrityl tetra-di-t-butyl hydroxyhydrocinnamate, bixa orellana seed extract, bht, tocopheryl acetate, tin oxide, [+/- titanium dioxide (ci 77891), iron oxides (ci 77491, ci 77492, ci 77499), blue 1 lake (ci 42090), red 7 lake (ci 15850), carmine (ci 75470)].",
	"how_to_use": "Suggested Usage:.Lips:.-Apply Lip Cheat along the outer edge of the lip line to reshape and resize the appearance of lips..-Apply Matte Revolution straight from the bullet—the angled tip mimics the precision of a lip brush..-Finish with a swipe of Pillow Talk Big Lip Plumpgasm...Cheeks:.-Apply using the cushion applicator, then blend up and along the cheekbones for a beautifying Pillow Talk glow.",
	"num_reviews": 7,
	"overall_rating": 2.9,
	"product_url": "https://www.sephora.com/ca/en/product/charlotte-tilbury-pillow-talk-lip-cheek-secrets-set-P513180?skuId=2811529&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2811529-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Travel size products.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Not worth the money. Everything but the lipgloss was travel size."
		},
		{
			"review_title": "Mom loved this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "bought this for my mom for christmas, she loved it! would recommend for the special lady in your life"
		}
	]
}