{
	"product_id": "1678",
	"name": "GRO+ Advanced Balancing Shampoo and Conditioner Set for Severe Signs of Thinning",
	"brand": "Vegamour",
	"categories": "Hair, Value & Gift Sets",
	"price": 126.0,
	"about": "What it is: A dermatologist-codeveloped shampoo and conditioner set that supports thinning hair by lightly exfoliating the scalp and strengthening from the root...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Thinning.- Volumizing.- Damage, Split Ends, and Breakage..Key Benefits:.- Lightly exfoliates to remove buildup.- Gives thinning hair an instant volumizing boost.- Promotes a balanced scalp..Highlighted Ingredients:- GROActive+ Complex™: A patent-pending, AI-discovered, plant-based compound to reduce shedding..- Spanish Microalgae: A prebiotic scalp superfood that hydrates to support the skin barrier..- Niacinamide: Helps balance the scalp and protect from oxidative stress...Ingredient Callouts: These products are vegan, gluten-free, and cruelty-free...What Else You Need to Know: Codeveloped by dermatologists, this wash-day duo is designed for those with severe shedding. Both are powered by Vegamour’s patent-pending GROActive+ Complex™, a plant-based compound that addresses shedding and hair density. The skincare-inspired duo is also formulated with niacinamide and Spanish microalgae to promote a balanced scalp. Start with GRO+ Advanced Balancing Shampoo to gently exfoliate the scalp and remove buildup. Follow with GRO+ Advanced Balancing Conditioner, formulated without silicones to leave fine, thinning hair with hydration, shine, and increased manageability...Clinical Results: In a controlled hair-swatch study of GRO+ Advanced Shampoo and Conditioner with 40 participants, results showed:.- 75% reduction in breakage after 1 use..This Set Contains:- 8 oz/ 236 mL GRO+ Advanced Balancing Shampoo.- 8 oz/ 236 mL GRO+ Advanced Balancing Conditioner..Clean at Sephora",
	"ingredients": "-GROActive+ Complex™: A patent-pending, AI-discovered, plant-based compound to reduce shedding..-Spanish Microalgae: A prebiotic scalp superfood that hydrates to support the skin barrier..-Niacinamide: Helps balance the scalp and protect from oxidative stress...GRO+ Advanced Balancing Shampoo: .Water/Aqua/Eau, Decyl Glucoside, Sodium C14-16 Olefin Sulfonate, Cocamidopropyl Hydroxysultaine, Lauramidopropyl Betaine, Glycerin, Disodium Cocoyl Glutamate, Rheum Rhaponticum Root Extract, Chlorella Vulgaris Extract, Callicarpa Japonica Fruit Extract, Propanediol Caprylate, Epilobium Angustifolium Flower/Leaf/Stem Extract, Biotin, Lauryl Glucoside, Sodium Methyl 2-Sulfolaurate and Disodium 2-Sulfolaurate, Coco-Glucoside, Guar Hydroxypropyltrimonium Chloride, Sodium Lauryl Sulfoacetate, Sclerocarya Birrea Seed Oil, Polyquaternium-73, Butylene Glycol, Sodium Chloride, Panthenol, Niacinamide, Caffeine, Sodium Sulfate, C10-16 Alcohols, Hydroxypropyl Cyclodextrin, Propanediol, Tetrasodium Glutamate Diacetate, Polyquaternium-7, Sodium Starch Octenylsuccinate, Lactic Acid, Citric Acid, Sodium Hydroxide, Sodium Benzoate, Benzoic Acid, Fragrance/Parfum, Limonene, Linalool, Citral, Amyl Cinnamal...GRO+ Advanced Balancing Conditioner: .Water/Aqua/Eau, Cetearyl Alcohol, Cetyl Alcohol, Cetyl Esters, Hydrogenated Ethylhexyl Olivate, Rheum Rhaponticum Root Extract, Chlorella Vulgaris Extract, Callicarpa Japonica Fruit Extract, Biotin, Aloe Barbadensis Leaf Juice, Stearamidopropyl Dimethylamine, Glycerin, Diheptyl Succinate, Glyceryl Stearate SE, Behentrimonium Methosulfate, Behentrimonium Chloride, Lactic Acid, Polyester-11, Brassicamidopropyl Dimethylamine, Sclerocarya Birrea Seed Oil, Butyrospermum Parkii (Shea) Butter, Cetrimonium Chloride, Sodium PCA, Cocos Nucifera (Coconut) Oil, Guar Hydroxypropyltrimonium Chloride, Panthenol, Butylene Glycol, Hydroxypropyl Cyclodextrin, Propanediol, Polyquaternium-7, Sodium Lactate, Hydrogenated Olive Oil Unsaponifiables, Niacinamide, Caffeine, Tetrasodium Glutamate Diacetate, Arginine, PCA, Capryloyl Glycerin/Sebacic Acid Copolymer, Glycine, Alanine, Sodium Starch Octenylsuccinate, Serine, Valine, Threonine, Proline, Isoleucine, Phenylalanine, Histidine, Aspartic Acid, Sodium Benzoate, Fragrance/Parfum, Limonene, Linalool, Citral, Amyl Cinnamal...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.Shampoo:.- Lather a quarter-sized amount onto wet hair from scalp to ends.&nbsp;.- Leave in for 1 minute. Rinse.&nbsp;.- Follow with GRO+ Advanced Balancing Conditioner for best results....Conditioner:&nbsp;.- After using GRO+ Advanced Balancing Shampoo, apply a quarter-sized amount onto damp hair from roots to ends..- Leave in for 2 minutes. Rinse.",
	"num_reviews": 193,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/vegamour-gro-advanced-balancing-shampoo-conditioner-set-for-severe-signs-thinning-P513155?skuId=2790491&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2790491-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
	]
}