{
	"product_id": "1689",
	"name": "Velour-Xtensions™ False Lashes Kit",
	"brand": "Velour Lashes",
	"categories": "Makeup, Eye, False Eyelashes",
	"price": 51.5,
	"about": "What it is:A kit for lash extensions you can do in minutes—featuring 12 lash clusters, a mini Multi-Day Lash Bond, and mini Too Real Lash Extension Tool...Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Velour Lashes’ DIY Velour-Xtensions™ give you salon grade lash extension results for several days, in less than ten minutes. These lash clusters are customizable so you can do your lashes your way..This Set Contains:",
	"ingredients": "Multi-Day Lash Bond:.Acrylates/Ethylhexyl Acrylate Copolymer, Water/Aqua/Eau, Propylene Glycol, Phenoxyethanol, Ethylhexylglycerin.",
	"how_to_use": "Suggested Usage:.-Prepare your lashes by thoroughly cleaning to remove oils, mascara, concealer, skincare products, or makeup of any kind around the eye area..-Application starts from the outer corner of your eye. .-Start with the longest lash cluster (Long, 14 millimeters) from the bottom row of the kit...Step 1: .-Apply Multi-Day Lash Bond (A) across the top of Velour-Xtensions™ Lash Cluster..-Apply Multi-Day Lash Bond (B) to the underside of natural lashes, ensuring not to touch the skin. .-Wait until the formula is tacky, about 10 to 15 seconds. ..Pro Tip: .-Focus the bond application on the base of your natural lashes, close to the waterline on the underside of your upper lashes...Step 2: .-Once the bond has become tacky, use the Too Real Lash Extension Tool to place the Velour-Xtensions™ Lash Cluster on the tacky underside of your natural lashes, just above the waterline. ..Pro Tip: .-Lift the eyelid up with your fingertips to help the lash band reach the base of your lashes..-Use the angled tip of the Too Real Lash Extension Tool to gently press Velour-Xtension™ Lash Clusters into the root of your natural lashes.​ ..Step 3: .-Using the Too Real Lash Extension Tool, follow the curvature of your lash line to clamp down and fuse the Velour-Xtensions™ Lash Clusters and natural lashes together to secure. ..Pro Tip: .-Wipe the Too Real Lash Extension Tool in-between cluster applications to prevent lashes from sticking to the tool..-Repeat steps one through three for remaining clusters. .-Keep lashes dry for 24 hours...How to Remove:.-Apply an oil-based makeup remover on a cotton pad or directly onto your lashes. .-Gently massage the pad over your eyelids and lashes for a few seconds to loosen the bond before sliding off Velour-Xtensions™ Lash Clusters. ..Pro Tip: .-Be patient—if the lash clusters don’t immediately slide off, apply more remover, and wait several minutes. .-Do not pull.",
	"num_reviews": 156,
	"overall_rating": 3.8,
	"product_url": "https://www.sephora.com/ca/en/product/velour-xtensions-false-lashes-kit-P506069?skuId=2568913&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2568913-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Hybrid",
			"shade_descriptor": "Medium/ Full Density",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2568913-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "omg so easy to use, i love them so much. glue runs out fast tho"
		},
		{
			"review_title": "Do not buy!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I should have listened to the negative reviews. These were horrible and a waste of money. They don’t stay on at all and they leave a lot of sticky residue behind. Would not recommend at all."
		},
		{
			"review_title": "DO NOT BUY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "These were awful and for 50$ I cannot believe this. I don’t think I can return them but please do not waste your money on these. The wink clique ones are way better and you get more bang for your buck."
		},
		{
			"review_title": "love the lash Xtensions",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the lash Xtensions. Sometimes I just need a quick fill but don’t have the time for an appointment. This temporarily resolves that issue! ❤️"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Glue is white, dries quick (which I liked), however, dried tacky. If there are any particles floating around you (e.g., dust, dandelion seeds, small feathers), they will literally stick on your gluey eyelashes and make them look clumpy and dirty. I didn't get them wet for 24 hours as instructed, however, I got caught in light rain ~40 hours later and they instantly started to come off.  Was going to give this a 1-star rating but I added a star because the instructions were very clear making it easy to apply."
		},
		{
			"review_title": "White and crusty",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "The glue is easy to apply and dryers fast and keeps the lashes in place. The very downside is, the glue is white so it leaves a white crusty look on your lashes. If it came in black I’d buy it."
		},
		{
			"review_title": "WASTE OF MONEY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Trash. Literally doesn’t stick and if it does instantly falls off."
		},
		{
			"review_title": "Waste of money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Porcelain skin tone, Combination skin",
			"review_text": "Horrible. Do not waste your money. The adhesive looks ugly and white. it ruined my eye's makeup and had to re-do it all over again because I had to use oil to get that sticky thing out of my eyelashes, which did not even work well. I wasted time and money on this"
		},
		{
			"review_title": "No thanks",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The glue is so sticky and does not dry on your eyelashes. After I removed them the glue would not come off, it got clumpy and gross. I lost half of my eyelashes trying to remove the sticky adhesive. Do not buy unless you want your eyelashes sticky forever and/or removed when you try to clean them."
		},
		{
			"review_title": "Dried out, pass.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Dried out. Glue was congealed in the tube came out as rubber chunks. Disappointed given the cost. Didn’t even get a chance to try. Will return won’t try again."
		},
		{
			"review_title": "It’s a no go",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I was excited to try these but once I applied the glue - which is white and doesn’t change it got tacky but never fully dried. Every time I would try and pinch the lashes to get them to stick more they’d pull off which made the other pieces come off too."
		},
		{
			"review_title": "don’t waste your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "the adhesive doesn’t dry completely clear and it’s very difficult to get to stick to your lashes. i’ve been doing my own lashes for months and these are the worst clusters i’ve ever used and stayed on for the shortest time (less than a day)."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "These are absolutely beautiful and very natural. I love how they look and they feel weightless!"
		},
		{
			"review_title": "Not worth it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Terrible. Didn’t even last a full 24 hours. I guess they work in a pinch, but drug store would work just as well. Save yourself the money and order from WinkClique."
		},
		{
			"review_title": "Please stay away!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I have used other products without any reaction. Unfortunately, after trying this product for the first time my eyes are extremely dry, red and sticky. I cannot get the eyelash adhesive off! I will never use this product again. Please find alternative chemicals to use in product. The actual lashes were pleasing to the eye and natural looking."
		},
		{
			"review_title": "no",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I did not like this product. Expected a lot more for the price. The glue sticks together too much yet the lashes don’t actually stick to mine. Couldn’t even wear them had to throw away."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Absolutely love! I was hesitant when I saw the reviews but I’m so happy with this product."
		},
		{
			"review_title": "Bad glue",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "The glue was dried, and the lashes stayed on my eyes for 30 minutes."
		},
		{
			"review_title": "Glued my lashes together",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "They were very difficult to get on and to get them to stay. Had them on for maybe 2 hours and went to bed and woke up with my eye lashes stuck to my bottom lashes. the glue doesn’t come off and stays sticky, as well as makes your lashes look tacky. Very disappointed considering the price, i’d just use the falscara from kiss instead again."
		},
		{
			"review_title": "Horrible! Very hard to apply.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I’ve been doing my own lashes for awhile, I couldn’t even get one of these lashes on. The glue doesn’t stick at all, the lashes are also so flimsy. Very disappointed in my purchase considering the cost!"
		},
		{
			"review_title": "Pulled out Eyelashes",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Horrible… stuck for one night and all came off including my own eyelashes"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "After purchasing these lashes I found them to net awful to use, the lash glue seemed to be old and did not work, I spent far to much on a product that I literally threw in the garbage after trying 3 times to apply.  Sadly dissapointed."
		},
		{
			"review_title": "Horrible applicator",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Tan skin tone, Combination skin",
			"review_text": "The gold applicator that came with this set was very awkward to use. I had the most difficulty when it came time to fuse the lashes. The lashes look just okay due to the horrible applicator tool. I believe that with the proper tools, the outcome would be much better. PSA don't try new things on New Years Eve if you have going out plans. lol"
		},
		{
			"review_title": "Good alternative to lash extensions",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "These are really easy to wear. The glue comes with lash wand style applicator and you apply it to the strips and your natural lashes, then smash them together with the lash tweezers. I've applied them 3 times so far and they stay on for 2-3 days if you wash carefully around your eyes. The glue starts to pill the second day and can be somewhat difficult to remove it all from your natural lashes."
		},
		{
			"review_title": "6th day currently",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I absolutely love!!! Easy to use, I cleaned my lashes with a non-oil cleanser, waited for them to completely dry, combed my lashes with the glue, put glue on the clusters, keep em dry for 24 hrs."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Easy to apply, stayed on the entire night, a little too expensive for 2 nights though."
		},
		{
			"review_title": "My Real Lashes Fell Out",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "These kept coming off for me and I had to re-glue them several times; the bond also never dries and stays tacky so a lot of dust and hair gets stuck to them. After removal I lost a decent amount of my real lashes, disappointed."
		},
		{
			"review_title": "OK but not a win",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Normal skin",
			"review_text": "I found they come off easy  I adhesive was sticky but didn't hold well after about 3 days  switched to herrbeauty online and so far staying a lot better  the lashes themselves were nice length and look"
		},
		{
			"review_title": "Gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Velour has always been my go-to for falsies so I was excited to try the extension kit and I’m happy to say they are still going to be my go-to. They are beautiful! Only thing is I’d prefer a longer applicator."
		},
		{
			"review_title": "Easy to use it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Easy to use and looks very natural. I loved the tool. It helped a lot to do it quickly."
		},
		{
			"review_title": "love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Normal skin",
			"review_text": "not super hard to apply and pretty natural looking. i’m not normally a fan of falsies but there are really cute and comfortable"
		},
		{
			"review_title": "New Essential 🙌",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I’ve worn these lashes a few times now and honestly love them. I mainly got them to replace mascara instead of salon extensions so i think i’ve had a bit to a different expectation compared to other reviewers.Because of previous reviews I only figured they’d last 24-ish hours and so far I haven’t had issues with that. I mainly got them because I heard they looked more natural than traditional eyelashes. I def agree they have such a great look and are the easiest things to apply too. I’ve always been really bad with traditional lash strips and these r the first I can actually successfully put on in one try under 10 minutes."
		},
		{
			"review_title": "Not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "$40 and didn’t last 12hours, stayed tacky all night and woke up unsticking my eyelids together. Ive had $5 glued work better and longer."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Glue doesn’t hold very well, lashes are okay. Not worth the money"
		},
		{
			"review_title": "Don't Even Bother Trying These Lashes",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I was disappointed with these lashes. As soon as I washed my face the lashes came right off! They only lasted me 24 hours. The bonding clue also stays tacky so it never completely dries. I have three cats so that was an unpleasant experience!"
		},
		{
			"review_title": "Lash fan? Then this is for you…",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "If you are skilled at applying false lashes; these are pretty dang easy. Loved how they looked after the application but would not recommend for a false lash novice- definitely for the skilled lash wearer. Overall"
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "They’re pretty easy to apply and they look very nice and natural. But the glue is so sticky and doesn’t dry down so my lashes just felt super sticky even hours after applying them. Kind of a waste of money unless you use a different glue"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I love this product. I may never get lash extensions again. So good!"
		},
		{
			"review_title": "not sure why there are so many bad reviews",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "this product does exactly what it says its supposed to do. The lashes last for multiple days and look amazing, you just need to know how to apply it properly and take care of them properly. A good tip is to wait for the glue on the lash band to get tacky and almost clear before you apply them. I only took off a star because the lashes arent really reusable and once you take them off and wash them and reapply it wont really look the same."
		},
		{
			"review_title": "Don’t buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Total garbage. Easy application but didn’t last more than 8 hours. A big waste of money."
		},
		{
			"review_title": "A total let down",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The application dries out rather quickly. The lashes itself looks natural but putting the application is rather messy and difficult. For the price you pay I don’t think it’s worth it."
		},
		{
			"review_title": "Very natural!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Very easy to use and they look very natural. I still prefer the full ones for convenience but these look amazing on."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "These lashes are so cute and they look like natural extensions. They’re so easy to apply and the glue doesn’t take long to get tacky!"
		},
		{
			"review_title": "Lashes are nice, the rest is a miss",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "The lashes are great, the glue and the tool are complete duds. These are difficult to apply but do look great once you’ve gone through the application frustration."
		},
		{
			"review_title": "i am actually so obsessed with these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "i’ve had these lashes on for 5 days now and they are really sticking on my lashes. i love them sm because i can wake up feeling amazing and also it saves me so much time and is amazing quality."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Easy to apply - not long lasting. I applied pretty easily. They felt secure when I finished but after waiting for the 24 hours, I checked again and they literally slid off. I’m not sure if it was the humidity or something else"
		},
		{
			"review_title": "less is more when applying the glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
			"review_text": "quick application, love the lash style and the provided lengths. the lashes look full, fluttery, and seamless. the curl is stunning too, it looks so feminine and pretty from the side. completely invisible from most angles ! the lashes are also incredibly comfortable, weightless, and the bands don't itch like other brands I've tried selling a similar product. wasn't a big fan of the included tool and instead chose to use one I already had. mine wouldn't clamp down all the way to the tip, making the process clumsy and not practical. the full size is probably a better product, but nonetheless I'm glad velour at least included one."
		},
		{
			"review_title": "Pretty but not long lasting",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "They were really pretty once I got them on! Took me about 30 minutes. But they only lasted two days before they started falling off."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I really wanted to love these. They didn't even last me 24hours the glue just never really set, and if your eyes water the slightest, they fall off. however, i did wear them overnight, and they  still looked good in the morning."
		},
		{
			"review_title": "A sticky mess and not natural looking",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I was so excited to try these. Three majors cons. They do not look natural at all and look very cartoony. The glue never fully set, even days later it’s still dewy to the touch and everything gets stuck to them. Cat hair, fuzzies from your bedsheets, your own hairs. It’s a mess and the glue also dries with a white flaky cast that even my husband noticed. Pros; they’re a good price and they’re relatively easy to apply. They last two days without touch ups, not “several” days like the brands own tutorial suggests. Stick with regular daily strip lashes and skip these."
		},
		{
			"review_title": "Love these!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I really enjoyed these! They’re pretty easy to apply and I like that you can get different lash looks depending on how you apply the lash clusters. I was able to get a week with them which"
		},
		{
			"review_title": "cute, but not long lasting",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I have EXTREMELY sensitive eyelids and this product did not cause an allergic reaction, I think it helps that it adheres to the lashes and not the skin. The adhesive is white and dried white in a lot of spots, making it look like  I have dirty lashes most of the time. Hope they come  out with a black adhesive. Came out after 1 wash sand I kept them dry first 24 hours.have I have"
		},
		{
			"review_title": "Easy to use for a beginner!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "First time ever doing at home lashes (ive only ever managed to master the magnetic lashes)  So from a beginners standpoint…amazing! I wish the glue was a bit easier to work with. I wanted a natural look and this was it!!!"
		},
		{
			"review_title": "dont love the glue but gorgeous lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "super cute! glue dries weird and looks kinda like eyelash dandruff lol and its hard to get off even with oil. the lashes themselves are easy to remove but the glue… girl lol theyre sticky. theyre very easy to apply. took me 5 mins."
		},
		{
			"review_title": "Fluffy, Natural, and Easy!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Gorgeous, beautiful, and easy DIY lash extensions that look like you got them done at the salon!! I love how the kit comes with everything you need and 3 different lash styles for every occasion! It is as easy as gluing on regular false lashes but made even easier since you are only working with small lash clusters at a time. The glue holds the lashes in place for days and it looks more natural than strip false lashes! All Velour lashes are as natural looking as you can get, but these are a step up! The kit comes with 3 different lash lengths so you can customize your look to be more dramatic for special occasions, dates, or everyday wear! The quality of the lashes are just as amazing as all of the other velour lashes! The lash hairs are thin, fluttery, and extremely natural! The applicator is also a huge plus. I highly recommend this kit for beautiful, natural, and quick lash extensions!"
		},
		{
			"review_title": "Quick and Steady Hands Needed",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I like the concept of doing these at home and not having to go to a salon where you spend a lot more getting eyelashes put on. However, for myself as a first timer doing this on my own you need to know what you're doing and how to do it. You have to apply the bond carefully and not touch your skin. As someone who wears mascara every day it was a change for me and trying to remember that. You have to apply the lashes right when the glue gets a bit tacky and make sure you apply it correct to exactly where you want it. Which means don't apply it to your whole eyelash line, which is a bit nerve-racking. The fusing together is quite simple and straight forward. The lashes itself are soft and comfortable."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "The quality of these lashes are amazing like other velour products. They look natural, light and fluffy on my asian eyes. The glue however isn’t as good as it could be. It doesn’t hold the lashes as long as it claims to. These clusters with another glue would work nicer. The lash tweezers it came with are quite nice, the quality feels good and the shape works well for applying the lashes."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Not a fan for this kit for some reason. The lashes are beautiful and I love the applicator but the glue didn’t seem to hold at all. It was a miss, unfortunately."
		},
		{
			"review_title": "Not beginner friendly",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Love the clusters, the lashes, and the tool but not the glue application. I didn't like putting the glue all over my lashes as I would mascara and I didn't find the lashes stayed on when I did it that way. I then put the falsies on top of my real lashes with my own glue tube and it worked way better. I'm not very good at doing clusters but I love how buildable they are. The lashes looked very soft but noticeable on me."
		},
		{
			"review_title": "DIY Lash Extensions For Real and Easy!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was really nervous and bad at first when applying each set of lashes. If you use the end of the brush, it's easier to apply the glue on the lashes. The lash tool is clutch in making sure the application of the lashes is smooth. The glue can get sticky so be patient and you will get better with each application.  I love the look of the lashes. It was definitely quicker than getting individual lash extensions. I'm really happy that I got to try this kit and will definitely continue to use velour xtensions."
		},
		{
			"review_title": "Not for those w/ allergies/hypersensitive skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Overall, the product is excellent. The lash clusters are really comfy and feature a clear, soft bendable band. I generally don't like clear eyelash bands, but I wouldn't want it any other way for these extensions.  PROS: - application is SO fast. it might take some time getting used to, but if you're used to wearing falsies underneath your real lashes, this will be a breeze - the glue dries quickly (for those who are able to precisely place your lashes the first time, you're set!), but it also remains tacky for a good 3-5 mins so you can fiddle with the placement of your lash clusters, and even remove them and reapply them without applying more glue if needed. - i love the possibility of being able to use the velour glue (if i weren't allergic, cries) to cut up falsies :)  CONS: - my bottom lash line became SUPER itchy, red, and inflamed within about two hours of applying these extensions -- super bummed. seriously :( i was super excited to use these with the excess clusters from falsies that i trim.. and lashify didn't work well for me - the glue applicator is kinda weird. it's a spoolie, but coupled with the fact that the glue is also of a thick + weird clumpy consistency, it's difficult to apply the glue to the clusters. SOLUTION!! use the TIP of the applicator (lay the lash clusters on a flat, clean surface, then hold the wand perpendicular to the lashes and apply the glue using the tip)"
		},
		{
			"review_title": "Quite Interesting.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Interesting. I love the concept of doing your own extensions at your convenience and without breaking bank. This kit included the lashes, applicator and glue. The lashes were super light and fluffy. Quite natural looking actually. Getting them off the packaging was a little challenging because they looks so fragile and I didn’t wanna pull them off and break them. The applicator came in handy when it came to holding them. The glue brush is like a mascara brush. You’re suppose to glue under your lashes and the lining of the lash cluster and then wait a minute for it to get sticky and then use the applicator to place them on the underside of your lashes. It seems simple enough but if did find them challenging. I’m no beginner for falsies but I’m not a pro either. It was just challenging trying to position them with the applicator and have them stick to the base of your lashes without getting glue everywhere. I will have to try again but the results were not that lovely. I’m sure once they go on properly they look great. I just need to practice more and find the trick."
		},
		{
			"review_title": "She is what we've been waiting for!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "So I have always loved Velour lashes. Once I found them after trying so many other brands I knew this was my brand for life. I didn't think it could get better but then they made this lash Xtensions kit And it somehow got even better. With this I'm able to customize how full or how long I want my lashes. I can add more longer fuller lashes across the width of my eye or I can use more short ones if I want a softer less glam or more natural look. They also don't feel like you're wearing anything which is incredible. I did wait the 24 hours before getting them wet and that definitely helped with the longevity and wear of my lashes and making sure that I cleaned my eye area with micellar water and no oil-based cleansers so I could keep them on as long as possible. If you're looking for something that you don't have to do everyday but not with the crazy cost of extensions this is the perfect go-to item for you. They're great price It comes with everything you need and they're so easy. It took me about 10 minutes per eye to really get it perfected but I'm sure that will cut down the more and more I do it and use it. Top tier quality from Velour as usual."
		},
		{
			"review_title": "Easy to apply!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Like all the other velour lashes, these are super fluffy and pretty! I actually already cut my lashes into sections so they apply easier because I have hooded Asian eyes. So this set was absolutely perfect for me! Great value since it includes the glue and tweezers as well!"
		},
		{
			"review_title": "Extensions without the hassle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "If you love lash extensions but hate the maintenance then these are for you! They look so natural and the application is so easy. They lasted me through a wedding and were still there when I woke up! Highly recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "These take some time to figure out since I’m a newbie at this. I used the shortest clusters on my eyes for a natural fluffy look. It gives me the look of lash extensions which I love. The set is a great value."
		},
		{
			"review_title": "Great Quality, simple application!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "As mentioned, the quality of the lashes was really good, it felt very natural and not plastic-y, and I loved how the application is so easy (I myself, am not very good at applying falsies). The applicator/tweezer that was included in the kit was so useful, and honestly, I like how I can select which cluster of lashes to use to best fit my natural lashes (eg: the larger, longer lashes near the end of my eye). The application didn't take long at all, and it held up very well throughout the whole day. I personally wouldn't use it as an every-day look, because I have a more simple makeup routine, but I would definitely use it on a nice date, or a fancy event/occasion. Love the look of it (attaching pics! 1. pic with the product on one eye, and no product on the other eye; 2. pic with product on both eyes)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "These are so easy to apply and SO natural looking! Great for someone who doesn't want the false lash look but wants to pump up their natural lashes!"
		},
		{
			"review_title": "Beautiful eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "First of all these lashes are so soft and easy to put on, just be careful about the bond it is very sticky. Took a total of ten minutes to apply to both eyes after curling them. I would put the bond on the eyes in segments as you go. They dried fast and have stayed on all a few days for me and I how natural it looks and light weight."
		},
		{
			"review_title": "So soft and wispy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I've been a big fan of Velour strip lashes for several years. This new kit took a bit of getting used to applying, but I think I'll get faster with time. I used one of each size going from longest on the outer corner to smallest on the inner corner. They're very natural looking on my hooded eyes. I would like to see Velour make a lash kit for a more glam look!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Loved these as actual extensions get quite expensive and while still looking more natural than regular false lashes! It was easy to apply and buildable if you wanted a fuller or natural look with the different clusters"
		},
		{
			"review_title": "Everything you need in one kit!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love the look of lash extensions but have trouble keeping up with the maintenance. This kit is perfect and comes with everything I need for a more natural lash extension look. The clusters took some getting used to when applying since I've never tried clusters before but it was nice to have everything I needed in one kit. The tweezers/applicator helped apply the lashes precisely where I wanted them. The lashes were nice a fluttery which gave a beautiful natural glam look."
		},
		{
			"review_title": "My new go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Where do I even start. This kit might be my new fav lash kit ever and I've tired a lot. The lash band is the thinnest and most flexible I have ever had. The kit had everything I needed to to apply the lashes. I do wish it came with some type of brush or comb cause I did experience some clumping. This kit was made for us ladies who wear glasses more than contacts!!!!!!! They are so comfortable, they don't catch on the lenses and I don't feel them pushing on my glasses the way it would with strip lashes. They are comfortable to sleep in and the adhesive doesn't sting. Yes they give a natural look and fullness. I got about 2/3 days off wear before I had to reapply, I do sleep on my face so that's on me.I will definitely the be getting them again"
		},
		{
			"review_title": "Love this kit!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I was super excited to see Velour launch this lash kit!! First time using it and it was effortless. This kit has everything you need to attain at home lash extensions. The lashes were great quality & offered a beautiful natural look."
		},
		{
			"review_title": "A natural look and easy to apply!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Love these lashes. They were easy to apply and look so natural! After three days they are still going strong and look great! Will definitely be using them again!"
		},
		{
			"review_title": "Easy to customize the lash look of your dreams",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Application process was something that I had to get familiar with since these are clusters rather than an entire strip lash, but once you got the hand of it its quite easy! You can customize how you want the lashes to look like whether you want it more sparse or dense. The tool was simple and easier to use than the hands and the lash adhesive is great!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "I've seen DIY lash extension kits like this before but never tried it. This is the first one I've tried and not gonna lie, there is a learning curve. It took me while to get it down BUT once I did, I was happy with the results. I recommend this!"
		},
		{
			"review_title": "Reusable Lash Extensions - Yes Please!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I've always wanted to try lash extensions but wasn't a fan of the price and maintenance required. Now this Velour-Xtensions False Lashes Kit? Is a game changer! There is definitely a bit of a learning curve when it comes to the application but with practice it's so easy!   I LOVE that the quality of the lashes are the same amazing quality as all other Velour falsies and looks super natural as if they're my real lashes!   Another great thing about these is that they're customizable depending on the look you are going for.   Lastly, the lash bond works very well and does provide multi-day wear! I've worn the lash clusters for 2 full days without having to reapply! They're also reusable. LOVE this set!"
		},
		{
			"review_title": "Game changer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Super lightweight and easy to apply. Comfortable wear and pretty long lasting. I'm impressed!!! I was worried they'd look uneven or jab into my eyes but these definitely exceeded my expectations! Excited for more variations!"
		},
		{
			"review_title": "A must have for all Velour lash lovers !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "These were a first for me ! I have worn velour full lashes of all variety’s daily for over 8 years now and absolutely love them ! I was honestly a little skeptical about these - they seemed like not much and quite frankly alot of extra work to place each piece but boy was I wrong ! These couldn’t be easier to use and the quality of lashes is just like their full lashes ! Full and beautiful clumps and lots of volume ! I like how I can make these as full and dramatic or a simple and natural ! You don’t have to commit to an entire lash !"
		},
		{
			"review_title": "Beautiful and fluffy, glue doesn't last that long",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The lashes themselves are what I'd expect from Velour- they are gorgeous, wispy, and fluffy and appear that way on the eyes- it does give the lash extensions look. My lashes are pretty sparse and straight, so I love wearing false lashes to give them a boost. It was a learning curve putting these on the first time (took me ~30 min, but I think it'll be faster once you get a hang of it). I used a total of 3 clusters on each eye: one of the long clusters on my outer corner, one of the medium clusters in the middle, and then one of the short clusters on my inner corner. I thought it framed my eyes nicely and looked really nice. I like how you can create various looks by placing different length clusters where you want (e.g., using the longer and medium clusters for a more dramatic look, or mainly short ones for a natural look, just some on the outer corner for a natural look). However, I did notice that for my inner corner, likely because my lashes are more sparse and short there, you can visibly see the lashes' clear band (see the 2nd photo to see what I mean by the clear band being visible in the inner corner area), which is quite unsightly. Maybe not a problem for people w/ thicker or longer lashes? Thankfully, after I used black liquid eyeliner to cover the band, it was no longer very noticeable (see the third/bottom picture in my picture for how it looks after I covered the band w/ black eyeliner). Also, I expected the glue to be very strong, since this is supposed to last multiple days, but it wasn't; I'd say it can last a day but it'll come off by the end of the day. I'm going to try these with my own glue for better lasting power. I appreciate that the kit came w/ an applicator, but given it's tiny size, it can be hard to grip/maneuver, and clamp down when securing the lashes, I wish the clamp part was larger/more closer to the full size."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I appreciate how convenient this kit is. The lashes themselves are comfy and height quality, the application tool is sturdy. My only issue is with the adhesive. I found it a bit difficult to apply to the top sides of the lash clusters because it is shaped like a mascara want, so the sticky adhesive tended to find its way onto the tips of the lash cluster, making it look clumpy as you can see in the attached photo. Not entirely useful for precision application. But the formula itself is very nice, I had no problems with that."
		},
		{
			"review_title": "Excellent lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The quality is amazing and I find them easier to apply than standard lashes. The medium full density is accurate as they give a fullness without looking over the top."
		},
		{
			"review_title": "IT girl on a budget? Yes yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This set gives me Main Character Energy without the cost and struggle of lash extensions at the salon. The clusters are so luxe and in this set there’s three different types which allow you to customize the look as you like.   The application process is quite simple, I started cleaning my natural lashes to get rid of dirt and makeup. And followed the instructions. The metal applicator is kinda helpful but I think is better to have the full size one and not this mini.   Really enjoyed this kit. Best part of everything is you can reuse the clusters till they fall apart!"
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Very easy to apply and looks super natural according to my eye shape as it follows my eye unlike traditional lashes! Love it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "There’s a bit of a learning curve with these. Once you get the hang of it, it’s not that bad. They’re a good backup for lash extensions. They obviously don’t last as long but they do the job. I would recommend these to anyone who wants lash extensions but doesn’t want to pay the price for extensions. Good lash quality."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I want to start off & say I have tried SO many different lash extension brands (Lashify, Kiss, Ardell, Dark Swan…) and none of them worked out for me. Unfortunately my eye shape is not suited for individual lashes (I have monolids where the fold makes lashes flat.) I didn’t except much when I first tried on the Velour-Xtensions & I was pleasantly surprised! They were easy to use & the results were amazing! (Please see photo attached!) A few pointers (just in case anyone wants some tips:) Apply the glue to the underside of your lashes in sections, and then directly apply glue to JUST the strip of the lash clusters (we don’t want sticky lashes!) Don’t be afraid to overlap lashes as well, and play around with the order of length. I used short, medium, short for a rounded eye effect. They’re so customizable and you can get so many different options. They did seem to last after a shower (my lashes did get wet!) The only downside was when my lashes got wet, the extra glue became like goo & hard to clean. I would definitely purchase & try less glue and maybe the results will be different. Would highly recommend this product to anyone who wants a nice natural look that lasts."
		},
		{
			"review_title": "A must to boost your lash volume!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is the first time I tried a DIY lashxtension kit. The lash clusters were so feathery lightweight and did not feel heavy. It applied so easily blended with my natural lashes."
		},
		{
			"review_title": "Easy, Classy Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I want to start off by saying that I have used these type of lashes before so I have a little experience. That being said, this kit is by far the easiest application I have tried. I love that you can customize how bold you want the lashes. The kit comes with different clusters so you can create your own look. I like my lashes to look more natural so I opted to use the smaller two cluster to create a more natural look....... They look incredible! I will be buying these again!:"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "If you’re going for that eyelash extension look, this is a must try! I had people ask me if I had gotten extensions since it looks so natural."
		},
		{
			"review_title": "Great for individual lash application",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Easy one stop shop! All the products and tools you need are in this kit! If you like individual lashes I highly recommend these."
		},
		{
			"review_title": "Must Have for Salon Grade Lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Left eye is before Right eye is after! Amazing product, took me a little more then 10 minutes to put them on but they look amazing! Would definitely recommend and i would buy them 20 times more!"
		},
		{
			"review_title": "Great quality !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Love !!!!! So happy they came out with multi day clusters !! They look great but I’m looking forward to more styles as these ones were a tad long for my everyday wear . I stayed with the shorter clusters and just skipped the long ones . Please do be aware though that these types of lashes are not exactly easy to apply. It takes practice and patience - luckily I’ve used similar products before so I had no issues applying them , but if it’s your first time , I suggest you practice and don’t expect it to be perfect the first time . The quality of these however was great !!!"
		},
		{
			"review_title": "Perfect temporary lash extensions",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "After wanting to try lash extensions for years, these were the perfect alternative! Highly recommend to anyone who wants something quick, easy and low commitment!"
		},
		{
			"review_title": "So easy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "So easy to use! I personally use my finger tips instead of the tweezers and it works great These are also reusable, just make sure to use a make up remover and gently soak your eye with a cotton pad, it should come right off."
		},
		{
			"review_title": "Super soft multi length lashes",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I was super excited about this cluster style lash extension but unfortunately the glue was dried out and I was unable to true experience with the special lash glue formula. I did use a velour lash glue from a different kit and found the lashes felt super light and natural. Wish I could give a better review."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "From the moment I looked at the lashes in the box there were noticeable differences between lash clusters in the same row. Each row is supposed to be the same length but in the bottom row there was one cluster with significantly longer lashes and another with shorter ones. These clusters might end up looking weird together, but I opted to try the two that were similar length. As for application, it was fairly easy but definitely takes some practice especially since they are placed under the lashes. I wouldn't say these replace the luxury of salon lash extensions given that these don't last nearly as long and are less customizable, but they are convenient and pretty for 1 or 2 days out."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Nice little kit that includes everything you need to do it yourself! Shape is customizable and the quality of the lashes are amazing! I find it easier to apply than strip lashes because you have more control with the small little clusters. Not a big fan of the glue as it leaves residue on my lashes. Overall, love how the application lasts longer than 1 day!"
		},
		{
			"review_title": "It’s ok.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "There’s a learning curve to using these type of lash extensions kits. I’m used to strip/magnetic lashes and those lashes are legit 100% easier to use.   a little  a lot"
		},
		{
			"review_title": "My new go to lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love how versatile these lashes are & How application is very easy. The band is very stiff, yet so thin that it was easy to put in place. I have been wearing them now for four days and so far they still look great"
		},
		{
			"review_title": "Monolids? It's a No",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I couldn't wait to try out these extensions. I like that these lashes are natural. The first few lashes were challenging to apply, but after that, it gets easier. Other than that, I don't think I'll try these again in the future. The lash bond is quite sticky and would leave residue on my lashes, making them appear dirty by the end of the day. These extensions did not last for me for 24 hours; they did not even last for 12 hours. The inner corners of the extensions would already start to come out by hour 8, even though I followed the directions and avoided getting them wet.  My eyes are monoids, and the oils on my lids may have contributed to this, but this is still disappointing."
		},
		{
			"review_title": "Will always re-purchase!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love this lash kit! It was so easy to use and only took me a few minutes to apply. They looked just like beautiful, wispy lash extensions!"
		},
		{
			"review_title": "Good if you how to do",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This kit is great IF you know how to do your own lashes I’m not the great at but they were really nice and voluminous"
		},
		{
			"review_title": "Super easy!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Awesome and simple! Love this little kit. The lashes are beautiful too!"
		},
		{
			"review_title": "Beautiful Lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "These were the easiest false extensions to put on! I used other brands in the past and had so much trouble putting them on. Velour was so easy and fast! They look so natural and beautiful on the eyes. I just wish they had more lashes in them!"
		},
		{
			"review_title": "New lash favours",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Wow! Didn’t expect it to be sooo easy to use!! Highly recommend it to people who don’t have time for a salons!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "",
			"review_text": "these lashes have more of a natural look compared to false lashes and are also customizable. it was easy to apply and took about 10-20 mins for both eyes"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
			"review_text": "It took some time but the result is well worth the effort.  Gives a more natural look than the full strip as it follows closer to the contour of your eyeline."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Was so amped to see Velour come out with this kit! It’s a great and affordable alternative to salon lash extensions. The lashes are buildable, medium to full & easy to apply!"
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I was really hoping that these would work out. While I love the improvement to the application tool, trying to apply these was extremely difficult for me.The glue continued to get on my skin and my eyes just felt funny. I rather go get extensions done. I would not recommend."
		},
		{
			"review_title": "A decent starter kit for fluffy lashes :)",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was really excited to give this product a try, since I really enjoy the velour strip lashes and glue. I’ve tried it once so far, and found that it was easy to apply, the lash clusters were pretty, and the different lengths in one kit is convenient. The cons were that the tool is not very useful, too short and a bit uncomfortable to use. I was also hoping the lashes would last for a few days but it started to fall off overnight, and the glue remnants were quite sticky and hard to remove."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Love that Velour has created this product! Super customizable to whatever kind of look you want, and as always great quality. I would say it needs some practice to get the hang of it, but can't wait to keep using it and keep practicing!"
		},
		{
			"review_title": "My new fav lashes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I love love the new Velour-Xtensions! The clusters are so natural looking - no one can tell they aren’t my real lashes. Because they are applied under lash, I never have to worry about lifting!"
		},
		{
			"review_title": "So Easy to apply!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "This kit was easy to use and had everything needed to make the application process easy! I like that you can customize your final look with the different lash lengths. The glue dries quickly and is sturdy and long-lasting. The applicator tool was easy to use and worked well to place the lashes precisely."
		},
		{
			"review_title": "Great natural look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Love how soft and light the lash clusters are! Application process was and the look makes it sooo natural. Would definitely use these again! highly recommend."
		},
		{
			"review_title": "Natural soft lashes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love the option of having smaller pieces to attach and have it look more natural. The set is handy as it comes with glue and extension tool which I actually don't have. I think there's a learning curve on how to apply the lashes underneath vs on top."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Love that Velour is expanding their product line! Appreciate the buildable lengths as well. Not sure if I'm doing it wrong or my lashes weren't clean to start, but the glue didn't last as long as I'd hoped."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this no makeup, makeup look. The adhesive is a mascara want and makes it really easy to adhere to my lashes. No one will ever know that I have these on!"
		},
		{
			"review_title": "Great alternative to salon extensions!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This kit was easy to use and had everything needed to make the application process easy! I like that you can customize your final look with the different lash lengths. The glue dries quickly and is sturdy and long-lasting. The applicator tool was easy to use and worked well to place the lashes precisely."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "These lashes are very fluffy and beautiful. These would be comparable to hybrid sets at the salon. They come with different length to make the perfect lash style, I personally like cat eye. These definitely a learning curve, once you get good, these are amazing. The first set took about 30 minutes. The glue is very easy to apply and lasted about 2 days."
		},
		{
			"review_title": "nice starter kit",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is a pretty good starter kit considering the price if you compare this to other brands for at home DIY lash extensions. It includes everything you need to complete the at home DIY lash extension look. It's nice that it includes various lengths of lashes so that you don't need to buy a ton of each length if you're just testing it out. In terms of application I have lots of experience from other brands, but this does take a little bit of learning! I would recommend to watch some tutorial videos first. Once you get the hang of it - it is very smooth!"
		},
		{
			"review_title": "Easy to use!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Love how it’s a complete set! It makes everything so much easier. The lashes are easy to put on, especially with the wand. It does take a bit of a learning curve in the beginning, but once you get used to it, it’s not hard to do. The lashes are also very natural looking, so it looks like part of your real lashes!   The reason I deducted one star is due to the glue. It’s not as strong, so the lashes might come off quicker. It does last all day – maybe not multi-days as advised. However, you can wear them again!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I love the fact that it is completely customizable.  I enjoy fuller lashes, so I am able to use the longer stacks and create my own look. It is so convenient to have at home lash extensions for few days without having to worry about taking the falsies off!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Velour has done it again with quality lashes, this kit saves time, easy to use, and you have everything you need for application. The lash clusters in the kit are just enough for a natural look. The bond glue doesnt clump and the tool allows for a seamless placement of the last clusters."
		},
		{
			"review_title": "It’s alright",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I like the intention of creating lashes extensions at the comfort of your home and with less $$& time. But it’s not very easy to apply and it takes practises. The finish look is very subtle and natural, if you want a more dramatic look you’ll have to use different cluster   Leave out at least 30-60 mins at your first few tries and don’t do it for when you have a big events in case lashes fall off. The lashes fall off 1 day after ( I was just washing my face)"
		},
		{
			"review_title": "Meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The clusters are so sensitive that they lose a ton of lashes when removing them from the package. Let alone when they’re on your eyes. Slightly dangerous from an eye care point of view. Okay for maybe one day of wear. Not a fan. Colour is also too dark for anyone with blonde natural lashes."
		},
		{
			"review_title": "Excellent Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This is an excellent kit. It has everything to get you started - two sets of lashes, the glue and even the cute tool! After a short learning curve, I would say the application process is very simple and straightforward. I love the overall look of these - it really gives the extension look! I really like how lightweight these feel on my eyelids.  I really like the formula of the glue included, the formula is excellent and a little goes a long way. It was very easy to use with the Hybrid Lash Clusters."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Dry skin",
			"review_text": "Very easy to apply and stays on well. Would recommend as an alternative to strip lashes/ extensions!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "It's hard to use because I'm not used to a stronger glue and it's different from the strip lashes, but I think it'll look better with more experience!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Definitely a learning curve to putting these on. I highly suggest watching the tutorial video on more step by step application. I was super excited for these as I use to do eyelash extensions but since having a baby, time isn’t there to get them done and maintain. These are great for short term use but I’m having a hard time taking the glue off my lashes. They are quick to apply and look great."
		},
		{
			"review_title": "Cute!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I loved the idea of these! I found that they were a little hard to apply at first as they stuck to the lash tool, but they looked great when on! The only thing is that the glue felt tacky into the next day and they kinda fell off when I was sleeping. Definitely more wearable than strip lashes but I wouldn't say they are multi day wear."
		},
		{
			"review_title": "Fun!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "These are really fun! I don’t know about 10 minute application, it was certainly more like 25 while I had spotify open. The lashes are really beautiful - full, fluffy and delicate, and very light, and velour glue never fails on holding all day for me. The kit came with enough lashes for two full applications, so I can try them again. The application tool that came with my kit was super! It made everything muuuuch easier, and had a good shape to get around the lashes portions I’d already put on. I wiped the tool clean after applying each lash cluster so that the applicator wouldn’t get gluey. As for the final look and wear, it is super feminine and pretty. It does feel like I’m wear false lashes, it’s got that slight gluey application - that may subside as I wear them overnight."
		},
		{
			"review_title": "A game changer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this!! It's a game changer! It took a bit to get used to (10-15 mins) but the end product was worth it. I used the small - medium length for my mono lid. It felt light and fluttery, not too heavy. This kit had everything I needed!"
		},
		{
			"review_title": "I wanted to love these but it didn’t work for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I wanted to love these Xtensions False Lashes Kit but it didn’t work for my eyes. I was only able to fit the end strip and middle. My eyes are small, monolid and I have sparse natural lashes. Another reason why it didn’t work for me was because my natural lashes are straight and point down even though I curled them. I think these would work very nicely on someone with larger and not monolids."
		},
		{
			"review_title": "Beautiful alternative to extensions",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "The kit was very helpful. I loved the natural / fresh out of the lash studio look! I will say that it took me much longer than 10 minutes to apply, nonetheless it stayed in place and looks beautiful on. Be sure to watch the informational video with instructions to apply. With or without makeup, these lashes are so worth it!"
		},
		{
			"review_title": "The easiest and cleanest application ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "These were so easy to apply. I always try to find lash adhesives that last me multiple days and by far this was the easiest and least messy formula. The lash clusters gave me such a natural look and were extremely lightweight, almost as if i didnt have false lashes on. Application was very simple and straightforward. It took me about 10 minutes to complete both eyes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I use DIY lash extensions at home regularly so was super excited to try these. Happy that it came with everything you need in this kit. The end result was natural and fluttery but still had a bit of drama - just how I like my lashes to look day to day :)"
		},
		{
			"review_title": "A daily staple for natural looking lashes.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I wasn’t sure about the lash cluster when I first saw them. However, they are light and soft and it was actually easy to put them on. They look quite natural. I didn’t use the longest lash, I used two of the middle length and the shortest one as I thought it would have been too much for my personal liking. If you are looking for more drama these most likely are not for you. Overall, I love the outcome of them."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "These lashes are so soft and beautiful. The clusters was the perfect size for me. I found application a bit of a learning curve. Had to attempt several times and I couldn’t figure out how to use the tool properly and ended up applying with just my hands. I also found the glue left some white build up on my lashes. Today is the second day and they are still holding on strong. I think with practice, the process will be much more seamless. Definitely worth a try!"
		},
		{
			"review_title": "It is my newest must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This kit is a must-have evennif you ate a beginner! It was not difficult as I thought to apply! Make sure there is no glue in your tool applicator! Otherwise, it can be challenging! Highly recommend it! It is seemless to the lashes and also easy to remove!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The lash clusters look really nice applied. They seem to be good quality like the rest of velour’s lashes. The kit is a bit on the natural side, but it looks really good like eyelash extensions. The only thing is, I don’t feel like they last that long on me, so I don’t see the added benefit as much if they are only for the day. There is definitely a learning curve though and maybe they will last longer with more practice."
		},
		{
			"review_title": "DIY!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "The kit has everything you need. I would however, prefer more clusters in the kit for customization/more uses   The application took me longer than 10 minutes to apply. It took me a few tries to apply the clusters.  I removed the clusters from the tray and lined the lashes up before I applied the glue. I did like the look of the lashes, very natural and whispy!"
		},
		{
			"review_title": "Great at home eyelash extensions",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "They were fairly easy to put on and look really natural. Hopefully, they will last awhile. This is definitely a great alternative to professional extensions."
		},
		{
			"review_title": "Diva Eyes in 10 Minutes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Being partial to strip lashes, I looked forward to trying these lash clusters/ X-tensions instead of a complete lash set, especially on no-makeup-makeup days. The kit has medium & full volume and three lengths of lash clusters (short, medium & long), with an invisible lash band, bonding glue, and a lash application tool. Applying the lashes underneath the lash line was a learning curve (it took me 30 minutes instead of 10 to complete one eye), and the bonding glue held the lash cluster in place once applied. I wore them for the first time for about 4 hours and 16 hours the next day. The bonding glue held the clusters in place, and there was no shedding. I removed them before bedtime instead of wearing them for multiple days, and they came off quickly.   This is a handy little kit to add volume to your natural lash line (if you top up with Mascara) or plump up a segment of your applied strip lash to give it that extra volume throughout or just at the outer edges. This is your 'sassy eyes' in a box!"
		},
		{
			"review_title": "Get-away Ready!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I have always been leery about lash extensions as I have heard so much information, both good and bad and it's often hard to sift through fact vs opinion.  A draw for me about this product was the claim that it takes very little time and is done at home instead of a trek to a professional.  This kit is a very good starting point for Velour's new system and for the price, if applied per their suggestion, you would get two applications lasting however long they last.  The lash clusters are on an invisible, soft band and I was worried when pulling the, off the adhesive because I have most definitely destroyed brand new lashes by simply trying to remove them from their tray.  These however came off easily enough and no damage was done to the clusters.  They are super fluttery and exceptionally soft with a good amount of seeming flexibility to the fibres.  The mini tool included admittedly was hard for me to use as I have very large hands and not the daintiest fingers but it did the job.  The adhesive is white in the tube and when applying to the underside of my lashes, the fumes did make my eyes sting and water noticeably but not enough to ruin the application process.  Overall, I would definitely consider this option for short weekend getaways and even me, someone super clumsy was able to get a rather charming result!"
		},
		{
			"review_title": "My Experience with the new must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "As a makeup enthusiast, I was thrilled to discover Velour's new lash clusters that offer a natural look with the same high-quality as their other lashes. I love how these clusters can be used on top of or beneath lashes for a versatile lash enhancement. To apply these clusters, the gold lash extension tool, has become a game-changer for securing lashes in place. It's not only aesthetically pleasing, but also sturdy and easy to use, with a perfect size that allows for a seamless and effortless application process. I'm also impressed by the non-tacky, vegan, cruelty-free, and dermatologist-approved lash adhesive that enhances the overall lash look without appearing like glue. If you're looking to upgrade your lash game, I highly recommend trying out Velour's new lash clusters and must-have extension tool for yourself!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "very easy to apply and looks super natural! definitely looks like extensions instead of falsies."
		},
		{
			"review_title": "A must for every beauty lover!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Very easy to apply and use! Quality of the lashes is amazing and feels very soft like a good set of lash extensions without having to sit for two hours to get them done! Very impressed and easy to apply!"
		},
		{
			"review_title": "Beautiful clusters",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I loved how natural and fluffy the clusters are! Def suggest reading instructions before applying as that made the process more clear. I only used 2 clusters per each eye for that cat-eye look"
		},
		{
			"review_title": "Be patient, it's worth it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The result is lovely, the application takes some getting used to. I gave up on using the tool as once it had even a little bit of glue on it, it was causing the lashes to lift from where I'd put them. The clusters blend perfectly across the arch of my natural lash line. They're fluffy but not overly dramatic. The glue is excellent, has no smell, and is a great choice for someone who has trouble with other adhesives. I had to stop having lash extensions done years ago due to an allergic reaction to adhesive. Velour adhesives have always been a perfect substitute."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Hybrid - Medium/ Full Density",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This was something that I have been meaning to try for awhile and I was very pleasantly surprised! The clusters are lightweight and so easy to apply and gives my eyes such a natural look and doesn't look like a falsie at all!!"
		},
		{
			"review_title": "Eh, not so much",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
			"review_text": "I do not like this, the clusters are way too natural looking to pack a punch. I would not purchase. Also, the adhesive applicator is not functional. It has a brush like a brow product kinda a mascara looking applicator,"
		},
		{
			"review_title": "Great starter kit for lash extension",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Normal skin",
			"review_text": "After using this product for a few times, ive concluded that this is a great lash extension kit. The lash quality feels natural as always. I love velour lashes. The application process took a bit to get use to with the different lash length and placement but with a few more practices the process got a lot easier. Inlove the applicator tweezer than came with the kit. It was sturdy and didnt feel cheap when holding it. The lashes lasted over 12hrs, could of stayed on longer. Love the more natural look of it. Overall a great lash extension kit which i would recommend to my friends"
		},
		{
			"review_title": "BEST lash extension kit - highly recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I LOVE this kit! The clusters are super natural-looking and they blended in completely to my natural lashes (application is underneath them). I applied three to each eye, two short (10mm) and one medium (12mm) and got so many compliments!"
		},
		{
			"review_title": "A new seamless alternative to falsies!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "As an experienced user of DIY lash extensions from Lashify it was easy for me to adapt/ use this. For those who are not familiar I think may find it hard to apply at first. I will take practice to perfect. Nonetheless glad there is another brand alternative for these DIY extensions. The fact that the lashes go underneath the lashes gives it a seamless look. I give it 4/5 because the tweezer/ tool provided is too short so made it hard to apply. I had to use a tweezer that was longer to apply the lashes. Also when removing the lash glue was hard to remove completely from my real lashes."
		},
		{
			"review_title": "Must try for lash extension addicts!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have been waiting for Velour to come out with an at-home lash extensions kit! I have used multiple other brands (lilac st, lashify) and these are pretty good. The lashes they come with are fluffier than I’m used to, but they provide a natural look."
		}
	]
}