{
    "product_id": "1254",
    "name": "Hydrating Scalp Serum for Healthy, Fuller Looking Hair",
    "brand": "OUAI",
    "categories": "Hair, Hair Styling & Treatments, Hair Styling Products",
    "price": 70.5,
    "about": "What it is: This skincare-inspired serum helps balance and hydrate your scalp to create an ideal environment for you hair to thrive...Hair Type: Straight, Wavy, Curly, and Coily..Hair Texture: Fine, Medium, and Thick..Hair Concerns:.- Dryness.- Thinning.- Flaky, Dry Scalp..Key Benefits:.- Fosters a healthy, balanced scalp.- Soothes irritation from styling.- Promotes the appearance of thicker, fuller hair..Highlighted Ingredients:.- Adaptogens and Hyaluronic Acid: Promote hydration and a healthy barrier..- Red Clover Flower Extract: Reduces scalp discomfort from styling..- Peptides: Support the appearance of fuller, thicker, and healthier hair...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Helps support the appearance of thicker, healthier hair. Featuring Adaptogens like Arctic Root, Siberian Ginseng, and Chaga Mushroom combined with Hyaluronic Acid, this serum can help promote hydration and a healthy barrier. Good for all hair types...Research Results:.Clinical Study Data:.- Clinically proven to improve the look of fuller, thicker hair.- 100% of users showed improvement in the look of fuller, thicker hair*.- Clinically proven to help improve the overall health of the scalp.- 90% of users showed improvement in health of their scalp*.*Based on a 16-week expert grading study performed on 32 subjects..Consumer Study Data:.- 91% of users reported that their hair feels healthier*.- 87% of users reported a visible improvement in the appearance of their hair*.*Based on a 12 week consumer study of 115 participants..Fragrance Description: Scented with Cape Town, a calming and earthy fragrance of spearmint, ginger, basil, and green fig.",
    "ingredients": "-Adaptogens and Hyaluronic Acid: Can help promote hydration and a healthy barrier..-Red Clover Flower Extract: Helps to reduce scalp discomfort from styling..-Peptides: Support the appearance of fuller, thicker, and healthier hair. ...AQUA / WATER / EAU, POLYSORBATE 20, BUTYLENE GLYCOL, GLYCERIN, POLYQUATERNIUM-7, RHODIOLA ROSEA EXTRACT, SODIUM HYALURONATE, TOCOPHERYL ACETATE, ACETYL TETRAPEPTIDE-3, TOCOPHEROL, ROSA CENTIFOLIA FLOWER EXTRACT, DEXTRAN, TRIFOLIUM PRATENSE (CLOVER) FLOWER EXTRACT, ACANTHOPANAX SENTICOSUS (ELEUTHERO) ROOT EXTRACT, RHAPONTICUM CARTHAMOIDES ROOT EXTRACT, INONOTUS OBLIQUUS (MUSHROOM) EXTRACT, SELAGINELLA LEPIDOPHYLLA EXTRACT, ETHYLHEXYLGLYCERIN, DISODIUM EDTA, SODIUM HYDROXIDE, ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER, CITRIC ACID, SODIUM BENZOATE, PHENOXYETHANOL, PARFUM (FRAGRANCE), EUGENOL, LIMONENE, LINALOOL.",
    "how_to_use": "Suggested Usage:.- Apply daily for best results. This is a leave-in product. Do not rinse out. .- Must be applied directly to the scalp. .- Can be applied in the am or pm on wet or dry hair. .- Do not apply to open wounds and/or broken skin on the scalp. .- Start application in your natural part and along your hairline .- Press and release the bulb once to fill the glass pipette. Unscrew the cap. .- Use short, quick presses to release drops throughout the scalp. .- Massage in to help distribute and absorb into the scalp....SCALP SERUM is skin care inspired. The key is consistent use to see results and absorption. Face serums typically can take anywhere from a 1 minute to a few minutes to absorb and completely dry. Same goes for SCALP SERUM u2013 wait until the serum has completely dried and absorbed before washing hair....If applying at night you are safe to wash your hair and scalp in the morning. If you apply in the morning you will safe to wash your hair and scalp in the afternoon or evening",
    "num_reviews": 891,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/ouai-haircare-hydrating-scalp-serum-for-healthy-fuller-looking-hair-P483508?skuId=2537421&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2537421-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2 oz / 60 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2537421-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have been using this and idk if itu2019s made a difference in my hair or not but itu2019s definitely hydrating just donu2019t know if itu2019s worth the price"
        },
        {
            "review_title": "Will be rebuying this for sure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Bought this for my scalp irritation instead of growth. It feels really nice and is very soothing. The consistency feels great and it doesnu2019t make my hair look or feel oily and it smells amazing!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "So refreshing and hydrates without being oily but it leaves a bit of residue I canu2019t place and a pricy"
        },
        {
            "review_title": "So many new baby hairs!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve repurchased this serum a minimum of 10 times! It makes your hair so soft when you wash it out and has helped me so much with hair growth!!"
        },
        {
            "review_title": "best hair routine add-on ever.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "I put it on my scalp after every co-wash in the nite, my scalp feels so refreshed the next day. Recommend to anyone looking for a better healthy hair routine"
        },
        {
            "review_title": "Do not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Have used this product for about 2 weeks I have noticed a lot of hair loss was thinking it is the product but not sure I did see other reviews saying the same so thinking I will stop. It also left my hair super greasy and I do not like the scent to this."
        },
        {
            "review_title": "Got grey hairs!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This was a NO. Never had a grey hair until I used this product. I am 24 years old. and first it was a couple of grey hairs. I noticed those grey hairs were new hairs coming in. I didnu2019t think this product caused it. Started using this product every day and now I am seeing grey hair all around my head. Has anyone experienced this?"
        },
        {
            "review_title": "not worth it.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "this product did nothing for me. it was a waste of money."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Loveeee this product  It smells so good and it works !!"
        },
        {
            "review_title": "A No-No for meu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "After finishing up the whole bottle, I barely noticed any changes in my hair growth. It is a good smelling hair serum with barely noticeable bottle. Maybe we need to use more than one bottleu2026but for the price tag on it, I would not repurchase. tag attached"
        },
        {
            "review_title": "Not worth the hype",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It smells great and doesnu2019t leave your hair greasy however the hair loss that I got after using this for two weeks is not what I was expecting to. I got so scared of how much hair I lost when it never happened before, really thought it was good because of old reviews but itu2019s not the case. good because of old reviews,"
        },
        {
            "review_title": "Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I donu2019t even know how to describe how good my scalp feels when I put this on. It instantly cools it/calms it/hydrates it when I didnu2019t even know that I needed it. I have oily hair to begin with and still love it. Repurchasing for a second time"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Its pricey but bought it just the same hoping its good and effective. Just smells good. Not worth the price."
        },
        {
            "review_title": "Caused too much hair loss",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Sadly it caused a ton of hair loss. I know with hair products such as minoxidil you experience a dead shed before having new hair growth so I pushed through and went through most of the bottle but it made it so much worse. After stopping it took awhile for the extreme hair loss to stop, I guess the serum had some residual effects.   For those that it may work for, the serum smelled nice and didnu2019t leave my hair oily. Super easy to use after washing my hair."
        },
        {
            "review_title": "No worth the money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I been using this serum the last two months and I donu2019t see any difference"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Caused extreme hair fall after 3 weeks of use. Never had this amount of hair fall prior to using this serum."
        },
        {
            "review_title": "Absolutely no!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Bought this after rave reviews on tik tok and liked the thought of it not being greasy. Used it for about 2 weeks extreme hair fall out. This was the only things  I changed in my routine. Iu2019m already extremely insecure about my hair and this just made it worse."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "Iu2019ve been using this for about 10 days and I find it works alright. I havenu2019t noticed any super life changing results, however I havenu2019u2019t noticed any bad effects either.  I am someone who has a pretty sensitive scalp, I will need to wash my hair every two days or so as my scalp gets pretty itchy. I didnu2019t find this product to weigh down my hair or make my scalp itchy.   This scalp serum has a pleasant, light, and fresh scent. Itu2019s not a super heavy scent and the scent dissipates after a bit of time. I typically donu2019t like heavy scents, so this was something I enjoyed.   In terms of effectiveness, I am still using it and will update this review accordingly if I experience any adverse effects. As it stands right now, I am enjoying this serum. I like the ingredients (red clover, chana, arctic root, ginseng, and peptides). The serum is quite liquid-y and has a slip to it. It absorbed into my scalp easily and didnu2019t leave my scalp feeling sticky or heavy.   I found it to be light weight, and hydrating. I appreciate that this can be used on wet or dry hair. It was easy to incorporate into my normal hair care routine and it will be something I continue to use. I am anticipating that this will address my scalp hydration concerns without being too heavy.  Iu2019d recommend this if you are looking for a lightweight serum to help support scalp health."
        },
        {
            "review_title": "Must try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I'm absolutely loving the OUAI Scalp Serum! I was skeptical at first, but after using it for a few weeks, I can already see a huge difference in my scalp health. The serum is super easy to apply, and the scent is amazing - it's subtle but refreshing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Porcelain skin tone, Dry skin",
            "review_text": "I'm typically very skeptical of scalp serums simply because they leave my scalp feeling oily or some type of strange residue, but I really love this one and how soothing it is on my scalp. It's lightweight and watery and absorbs quickly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m a big fan of the OUAI brand. Every product has always delivered great results. This scalp serum was no different! I typically expect a new product to not show results until a few weeks of usage. However, I saw immediate results after just one use! I have a lot of baby hairs and fly aways due to my postpartum hair loss. When I used this oil, my hair was tamed and smooth after washing it which was so great to see!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "This smells absolutely incredible!!! I truly wish I could have you all sniff this through my screen. Haha itu2019s lightweight scalp serum and it sinks in beautifully. I love using it more so right after the shower as I do with most hair products that have to be on my scalp because of how naturally fast my scalp gets but this is so good!"
        },
        {
            "review_title": "Amazing oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this scalp serum! Not only does it smell amazing but it helps with hydration! I have always been one to get oily hair quickly so iu2019m not a huge fan of hair oils, but this one is great! It does not leave a greasy residue and does its job. I love it!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The OUAI Hydrating Scalp Serum is a game-changer! It has a lightweight, non-greasy texture that absorbs quickly without leaving any residue. After using it consistently for a few weeks, my hair felt stronger at the roots, and I started seeing more volume. Itu2019s done wonders for my hair! Def wonu2019t be disappointed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Confession time! Iu2019ve always thought of haircare as shampoo, conditioner, done. But this scalp serum is a whole new vibe. Itu2019s clinically proven to promote thicker, healthier hair and improve scalp healthu2014and it shows! Adaptogens like Chaga Mushroom + Arctic Root make me feel like Iu2019m pampering my scalp as much as my face. If your hairu2019s been meh, this might be the secret sauce you need."
        },
        {
            "review_title": "Amazing Hair Serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love this serum! Iu2019ve tried so many different brands and this one doesnu2019t make me feel oily. I also love the scent of this one. The texture is somewhat thick so itu2019s easy to blend in the scalp. Iu2019ve definitely seen a difference in less shedding and my hair dresser even commented that sheu2019s seeing a lot of growth! I canu2019t wait to keep using this product!"
        },
        {
            "review_title": "Love this! Such a staple!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This scalp serum has literally been a lifesaver for me. I usually have dry and irritated skin before a wash so this soothes my scalp and preps it before wash. It doesnu2019t leave any flakes or makes my hair feel too heavy."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "One of my favorite things about the OUAI Hydrating Scalp Serum is how easy it is to incorporate into my routine. The precision dropper makes application simple and mess-free, allowing me to target specific areas directly on my scalp. I like to use it on freshly washed, damp hair, but itu2019s also effective on dry hair, making it versatile and convenient. A gentle massage after application enhances the experience, ensuring the serum is evenly distributed and promoting blood circulation to the scalp. The subtle, fresh scent is another highlightu2014itu2019s light and pleasant without being overpowering, adding a touch of luxury to the process. Unlike many scalp treatments that can leave hair feeling weighed down or greasy, this serum feels completely weightless, so my hair maintains its natural volume and texture. After weeks of regular use, Iu2019ve seen lasting benefits. My scalp feels consistently hydrated and balanced, with no signs of dryness or irritation. My hair looks fuller and more vibrant, with a healthy shine that I love. Even during the colder months when my scalp tends to get dry, this serum keeps it nourished and comfortable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The number one thing i was scared about using this serum was if it would make my thin flat hair more flat, but no this serum did not. This not only smells good but i also feel like itu2019s slowly working m."
        },
        {
            "review_title": "Must have if you suffer from dry scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love OUAI hair products so much!! Theyu2019ve made the biggest difference for my scalp and my over all hair journey. I suffer from psoriasis badly and this serum helps me in between washes. Very soothing and doesnu2019t make my hair oily!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "u201cI was gifted the OAUI scalp serum, and after trying it for a few weeks, Iu2019m impressed! The lightweight formula absorbs quickly without leaving a greasy residue, and my scalp feels so much healthier and hydrated. Plus, it has a clean, subtle scent that I love. Definitely a must-have if youu2019re looking to improve scalp health and support hair growth!u201d"
        },
        {
            "review_title": "Healthy and glowing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "Ouai scalp serum is my absolute recent favorite. This makes a huge difference in my hair care routine. With just a few uses I can feel my hair is healthy . I use this before and after hair wash and leave it on . This does not give any textural difference or make it feel any greasy which is important to me"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is my favorite scalp serum to use because it actually does not feel greasy or heavy in my scalp. I can actually apply it in the daytime without that heavy residue feeling because it is so lightweight. No scent from it either. I have yet to see growth results but so far I appreciate the high quality ingredients and formula!"
        },
        {
            "review_title": "Very hydrating!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This scalp serum is so hydrating for my hair, doesnu2019t feel heavy on my scalp, and I love that a little goes a long way. It also soothes any irritation on my scalp from styling, and makes the perfect leave in treatment. Since using, Iu2019ve seen significant hair growth, and my curls are looking much healthier."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Wonderful serum for my scalp! It is true that healthy hair starts with scalp, thatu2019s why I chose OUAI for those concerns. Love a good scalp serum to calm down my irritated scalp and revive it after styling my hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been enjoying this product recently and will keep using it. It has such a fresh, minty, and clean smell. My scalp doesnu2019t feel like it has any buildup or oiliness from the product which is a plus."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This serum feels so lightweight and soothing on my scalp. My hair already feels softer and healthier after just a few uses! I also like that it doesnu2019t make my hair look or feel greasy. Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Really nice serum. Lightweight and not sticky. It has a nice light scent to it. I like to apply to my damp hair after towel drying and then letting it air dry. I haven't been using it nearly long enough to say whether or not it will help thicken or prevent hair loss, but it certainly isn't hurting my hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This scalp serum has significantly improved my scalp health. My scalp is typically on the oily side and I canu2019t go more than one day without washing; however, now I noticed my scalp is less oily and hair growth seems to be doing a lot better."
        },
        {
            "review_title": "Stronger Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "OUAI Scalp Serum is the secret weapon I didnu2019t know I needed. My scalp feels so much healthier and less dry, and my hair is growing in stronger. Itu2019s lightweight, non-greasy, and the smell is chefu2019s kiss. If youu2019re serious about your hair game, this is a must-have. 10/10."
        },
        {
            "review_title": "Lightweight none greasy serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love this scalp serum. It honestly is one of the best Iu2019ve used. Itu2019s lightweight and does not leave your hair feeling greasy or dirty like a lot of serums do. Plus it has such a nice light smell. And also has a soothing feeling to my scalp. I usually use derma roller on my scalp and then apply the serum. Canu2019t wait to see the results in the upcoming months."
        },
        {
            "review_title": "A very interesting concept!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This is the first scalp serum Iu2019ve used in my life. Such an interesting concept! I love putting it on my hair before I go to bed along with the hair serum (from another brand). My hair seems fully saturated in the good serums."
        },
        {
            "review_title": "Great serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I am really enjoying the Ouai Scalp Serum. it is like skincare for the Scalp. I have thin hair and during the winter it gets dry and so does my Scalp. I have noticed my Scalp feels less itchy and less flaking since I started using this serum. It does not leave my hair greasy either."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "She is beauty!!! She is grace!!!! She has been a game changer for my scalp health. My scalp is normally super irritated leaving me spending a lot of money trying a lot of different products. And this is one of the best!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I honestly was really nervous that this would make my hair look oily, but it doesnu2019t at all! I put it in when I have damp hair after I shower and it absorbs right into my scalp. I found this this has really helped improve the hydration of my scalp!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love this scalp serum! It makes my head feel so nice. Iu2019ve using Ouai Scalp Serum a couple of times and I love how refreshing it feels! Itu2019s lightweight, soothes my scalp, and doesnu2019t leave any greasy residue. My scalp feels healthier and more balanced overall."
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I been taking my scalp care seriously lately since Iu2019ve noticed some hair loss nea my hair line. Incorporating this serum for Ouai helped a lot with shedding and hair thinning! Iu2019m using it religiously every day in the evening and then massage it with my fingers."
        },
        {
            "review_title": "Healthy scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I had very thin hair and hair loss problem. I easily get oily scalp and I know I need scalp health attention. This scalp treatment serum works for my hair type and my scalp feel release after use it , not greasy nor oily, scalp feels more healthier than before ."
        },
        {
            "review_title": "Great serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "This serum is my go-to right after wash day! I apply it directly to my scalp, wanting to target hair growth and improve scalp health. Itu2019s been great so faru2014no tingly sensation, just a nice, soothing feel!"
        },
        {
            "review_title": "Hair looks healthy and fuller!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I heard many great things about this scalp serum, and the reviews are definitely true. You absolutely have to be consistent with this, but after applying this everyday, my scalp health has seen much improvement."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is such a great serum. I have been using it regularly on my dry hair and I like that it has really been helping keep my scalp feeling clean, refreshed and my hair looks so much fuller and my scalp has been looking less dry . I also like that my hair looks healthier than before using this serum."
        },
        {
            "review_title": "The Best Results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This new scalp serum is absolutely amazing. I love how smooth and shiny my hair has become since using it and I am addicted now and love this product. I would love to keep using this product and would recommend it"
        },
        {
            "review_title": "A must in my hair care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This is the first time I use a scalp serum in my hair care routine and it was such a nice surprise! I have been trying a lot of products to help my hair to growth healthier and stronger and this serum was so helpful! Since the first week of use I was able to notice strength and radiant looking in my hair and my scalp feels cleaner, I really like it and definitely recommended!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "This serum is super easy to apply. I use it after I shower in wet hair and I was worried it would leave a residue on my scalp or make it feel oily. However after my hair drys I donu2019t notice this if anything my scalp feels more hydrated."
        },
        {
            "review_title": "Healthier Hair Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This scalp serum from OUAI does wonders. I used this serum daily for a couple of weeks now and I'm satisfied with the results. I've noticed less breakage while combing and brushing my hair and my hair overall look healthier. I like that it absorbs fast and doesn't leave any residue."
        },
        {
            "review_title": "Amazing for Scalp Hydration!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is such a soothing and lightweight serum! I love putting this serum on before I wash my hair, letting it moisturize my scalp. In the winter I definitely struggle with a dry scalp/ hair and this has helped me see a noticeable difference! Definitely going to keep using."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "After having my son I noticed a lot of shedding. Since then Iu2019ve been trying to get it to grow back. I was recommended this product by a few friends so I wanted to try. I have so many little baby hairs growing in. Even my hairdresser noticed all my new growth! Iu2019m so excited to get my hair back."
        },
        {
            "review_title": "Hydrating Scalp Serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I use the OUAI SCALP SERUM daily as a leave-in product and it has been great at hydrating my scalp. My scalp feels soothes after applying this serum and it is a staple for having healthy hair. I would recommend for haircare lovers."
        },
        {
            "review_title": "Doesnu2019t make hair look greasy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The serum is incredibly easy to use. It comes with a dropper, allowing for precise application directly to the scalp. The formula absorbs quickly and doesn't leave any greasy residue, which is a huge plus if you plan to use it during the day. I noticed a significant reduction in dryness and itchiness on my scalp. It also gave my roots a slight lift, making my hair appear thicker. While I didn't experience dramatic changes in hair growth, my hair definitely feels stronger and healthier overall."
        },
        {
            "review_title": "Great for a new moms",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This scalp serum is a pure magic in a jar. After 9 months of pregnancy and then giving a birth, my body was pretty exhausted to be honest, and skin nails and hairs werenu2019t at their best condition. And I just wanted to look beautiful. At that time my hair was dry and pale, I started to using this product couple of weeks ago and I see a huge difference, shiny, gloving hair. Thank you OUAI for such a wonderful product."
        },
        {
            "review_title": "Great to hydrate",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "OUAI Scalp Serum comes beautifully packaged and is easy to use. The easy press pump allows for adequate drops to fall into the scalp with easy. The product itself is light and easy to massage. It doesnu2019t fell heavy and makes a major difference in my dry scalp."
        },
        {
            "review_title": "So far okay!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "A little heavy for my hair but i use it every couple of days! So far so good!!! It makes my hair smell amazing for days but it does make my hair oily a little faster than usual. Iu2019m hoping it makes my hair stronger and thicker over time."
        },
        {
            "review_title": "Keeps my scalp moisturized!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This makes my scalp feel amazing! Especially why itu2019s dry and itchy this immediately cures and hydrates  my scalp. I highly recommend during the dry fall and winter months! Not heavily fragranced either so itu2019s great if you have sensitive skin like me!"
        },
        {
            "review_title": "Happy with it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m very very pleased with this new serum from Ouai. I definitely can feel that itu2019s super moisturizing and helps my dry scalp skin to be more nourished. I hope it will help you with overtime with my hair loss because my scalp will be more hydrated than before."
        },
        {
            "review_title": "Really nice so far!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Iu2019ve been loving the scalp serum. I really enjoy using this product because itu2019s very easy to use. I apply two droppers worth all around my thinninghair line and through my scalp I massage it in and do not rinse out! So far Iu2019m loving the results. I do have a lot of new baby here coming in around my hairline, which was my problem area."
        },
        {
            "review_title": "Love this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This is such a good everyday serum. It easy to use and the formula is so lightweight that it doesnu2019t turn my hair greasy. I use this every night even when I donu2019t wash my hair and it helps with my dry scalp and helps my hair feel health."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This scalp scrub seriously amazes me every time I use it. It makes my scalp noticeably much more clean and gets all the built up product off my roots. It also makes my hair go longer in between washes because it gets the oils off. Love this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This scalp oil is amazing. itu2019s smells so nice and leave a slight tingling sensation on your scalp. so far i have no complaints. it doesnu2019t leave your scalp oily like other scalp oils do and I can style my hair the morning after i put it on."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I was so excited to try the Ouai scalp serum and it did not disappoint!!! Build up and dry skin in the winter is a problem for me and this serum was very easy to apply and I saw results after the first use. Recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This serum is really good. It has a nice texture and it smells good. It doesnu2019t make my hair greasy, and it instantly feels hydrating and soothing. It has definitely helped my itchy scalp. I look forward to seeing how it will help in a long run."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Best scalp serum on the market! Ouai always makes the best hair products and youu2019ll see results quickly. This serum did not leave my hair oily or greasy! Not only that but it always made my scalp feel way more hydrated than before!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am actually so obsessed with this product! Due to bleaching my hair, I lose so much hair. After using this scalp serum Iu2019ve definitely noticed a huge difference. I donu2019t have as much hair come off on my hairbrush and my hair is noticeably fuller. I canu2019t recommend this product enough!"
        },
        {
            "review_title": "Recommending to try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I like this scalp serum because after using it for a week I started seeing the results, my hair became more strong and healthier! Has nice pleasant scent and easy to apply this serum on scalp ! Recommending"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This serum has a soothing, non-greasy and absorbs quickly into the scalp without leaving any residue. Good for dry or sensitive scalps. The packaging is easy to use, with a dropper that allows for direct application. There is a light, clean fragrance."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Really enjoying the OUAI Scalp Serum so far! Iu2019ve been using it for a few weeks, and my scalp feels noticeably healthier and less dry. The serum is lightweight, absorbs quickly, and doesnu2019t leave any greasy residue, which is a huge plus. It has a light, fresh scent that isnu2019t overpowering. Iu2019ve noticed less flakiness and even a bit more volume at my roots, which has been a nice bonus. My only reason for giving 4 stars instead of 5 is that it took a little time to see the effects, but now that theyu2019re showing, Iu2019m very happy with it. Highly recommend for anyone looking to give their scalp some extra love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have lots of dry patches on my scalp from bleaching my hair and this serum keeps my scalp so moisturized! It has been helping me to prevent flaking and bleeding a lot. And most importantly it smells so good! It feels luxurious and keeps my scalp healthy. Ouai never goes wrong!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The OUAI Scalp Serum is a versatile, multitasking treatment that helps create a healthier, balanced scalp environment to promote the appearance of thicker, fuller hair.   The serum is formulated with a mix of powerful ingredients, such as Arctic Root, Siberian Ginseng, and Red clover extract, to hydrate, soothe, and support overall scalp wellness..  Iu2019ve only just started using this serum, and love how lightweight it feels. It absorbs quickly without leaving any greasiness. I havenu2019t seen any results yet, but Iu2019m hoping with consistent use, my hair will look fuller."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This serum is amazing and it has impacted the way my scalp feels, itu2019s so much smoother and Iu2019ve noticed some growth as well! The bottle looks super luxurious and Iu2019m in love with the results so far !"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "This stuff is a miracle if you have fine thin hair. I have been using and I feel like less hair has came off my brush. I also notice that my scalp feels so much cleaner it helps remove so much buildup for example if have dry spots on my scalp and this helps wonders. I recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "amazing scalp serum from ouai! I highly reccomend this and loved how easy it was to incorporate into my hair care routine. It leaves my scalp feeling nourished and not tacky or greasy. My hair seems a lot healthier since I started using this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The serum has a lightweight, non-greasy formula that absorbs quickly into my scalp, leaving it feeling refreshed and nourished. Iu2019ve noticed less dryness and flakiness, and my scalp feels balanced and healthy overall. It also has a subtle, pleasant scent that isnu2019t overpowering."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Dry skin",
            "review_text": "My scalp feels so much healthier and balanced with this serum! Itu2019s soothing after styling, and Iu2019ve noticed my hair looks fuller and feels stronger. Love that itu2019s packed with adaptogens and hyaluronic acidu2014my hair really feels like itu2019s thriving from the roots. Highly recommend if you want a boost for your scalp and hair!"
        },
        {
            "review_title": "Game Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Ouai products never disappoint. I was so excited to try this scalp serum. I struggle with a dry scalp, especially in the winter months. This product has been a game changer for healing my dry scalp and helping improve the overall health of my scalp."
        },
        {
            "review_title": "Healthy scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This product is truly helpful and beneficial. Iu2019ve been struggling for dry scalp ,dandruff and dusty scalp so Iu2019m always on the lookout of a better product to help me with my problem.I personally love this product because It is very effective.It has great ingredients that meets my need. I felt like my hair improved and became more healthy."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Is your scalp dry? Then you should get the ouai scalp serum! This product fits perfectly into my hair care routine as I use it at least once a week and Iu2019ve seen a noticeable difference in my scalp health."
        },
        {
            "review_title": "Very good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This serum has helped me a lot to have a healthy appearance of my scalp and in the same way I feel that my hair is stronger and grows healthy and shiny. I use it daily and I love it because it helped me eliminate flaking and itching. It is an excellent product. Just apply it twice a day and you can quickly notice the benefits."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I have a dry scalp, especially now during the cold weather in Ohio it gets so itchy. I been using the scalp serum for about almost two weeks now, and I can totally see the difference in hydration in my scalp."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Really surprised about this scalp serum. I have the tendency to have a lot of scalp issues during the colder months and my scalp tends to get more dry and flaky so I really didnu2019t know how this would perform. First thing is this has a really nice fresh smell to it and it has definitely help hydrate my scalp, but I wouldnu2019t say it made it look fuller. And I really do love the packaging and how easily you can use this. ud83dudc4f"
        },
        {
            "review_title": "Works well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This Ouai scalp serum is wonderful love that it has helped refresh my scalp and help with scalp flakiness. This has been great for my hair routine to use when I get out of the shower. This is a very thin serum and doesnu2019t leave my hair oily."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve bought this product before and itu2019s one of those that works really well and you keep buying it. I apply it after a shower and my hair soaks it right up it smells amazing and itu2019s so great with hair growth."
        },
        {
            "review_title": "Loving this for my thin, fragile hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The serum's cooling sensation on my scalp is incredibly refreshing and invigorating. I appreciate its lightweight formula that doesn't leave my hair or scalp feeling oily. I'm excited that I'm starting to see an improvement in my hair's health with continued use!"
        },
        {
            "review_title": "Effective and amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It has a pleasant and faint peppermint/spearmint scent, though it doesn't have a cooling effect. The texture is light, and the viscosity is just right. The dropper dispenses enough for a full application, and the serum itself doesn't feel sticky or weigh down my hair. Honestly, it doesn't feel like I've applied anything to my scalp, but in a good way! It's a relief for me since I have fine hair, and most products tend to weigh it down. Another plus is that it doesn't make my hair greasy throughout the day. So far, I'm really liking this serum and have noticed an improvement in my hair's volume."
        },
        {
            "review_title": "Scalp Care is the new Hair Care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "The lightweight formula is packed with powerful ingredients like hyaluronic acid and adaptogens, which bring hydration and balance to the scalp without any greasiness or residue. After using it for a few weeks, I noticed that my scalp felt significantly less dry, and there was a reduction in flakiness and itchiness. One of the standout aspects of this serum is how easy it is to apply with its precise dropper u2013 you can target problem areas directly. Plus, it has a subtle, pleasant scent thatu2019s refreshing but not overpowering. Another bonus is that it absorbs quickly and can be applied on wet or dry hair. This serum leaves my scalp feeling refreshed, hydrated, and comfortable. Itu2019s a must-try for anyone looking to improve scalp health with a product thatu2019s clean, cruelty-free, and effective."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "My scalp feels healthier, less itchy, and the flakiness has decreased. The serum isnu2019t greasy and absorbs well. A little goes a long way, making it worth the price. Definitely recommend if you're into scalp health."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I finally got my hand on the serum. I was curious about it for a very long time First of all the packaging is very luxurious Very easy to use Instruction is very easy and clear It did not weigh my hair down being so oily I saw the result and I love it and I will re-purchase for sure"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The OUAI Scalp Serum is a lightweight, nourishing treatment that helps promote scalp health and boost hair strength. Formulated with hydrating hyaluronic acid, adaptogens, and peptides, it soothes dryness and balances the scalp without leaving any residue."
        },
        {
            "review_title": "Happy healthy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This scalp serum is awesome! It makes my scalp feel healthy and hydrated without weighing my hair down or making it appear greasy! As someone who is always using product and heat styling, I love having this to ensure my hairu2019s optimal growth and healthiness!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This changed my life. now the results arenu2019t gonna happen overnight so youu2019re going to have to be patient as a girl who was struggling with hair loss, Iu2019m starting to feel confident again because itu2019s slowly growing back here in the places, I was slightly balding."
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is amazing. First it smells so fresh and clean i loved the smell. Secondly it gives the hair a much fuller look after application. Although I used it for 10 days now I wouldnu2019t say that Iu2019ve seen hair growth yet. But after applying it my hair shedding became a bit less."
        },
        {
            "review_title": "Must have scalp serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Amazing scalp serum! My scalp has never felt so clean before! I have a very dry scalp and this has left my scalp more moisturized and hydrated without flakes than ever before! It also removes all my build up from products!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I tried the Ouai scalp serum. This has been on my wishlist for quite some time, so I was super excited to get my hands on it. The product is in a nice glass bottle with a botton like seringe for the product. I added a few drops and massaged it into my hair after a shower, it felt great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "Scalp care is essential to the health and growth of your hair. Iu2019m so happy I found this serum. I have wavy hair, dry ends and a dry scalp. This serum definitely helps hydrate and nourish my scalp. I massage this serum into my scalp and it dries fast which is great. The dropper also makes it super easy to use and mess free. After a few uses my scalp already looks cleaner and Iu2019m hopeful to see growth."
        },
        {
            "review_title": "Work with results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this scalp serum by Ouai in exchange of my honest review. It really work with promising results, this nice serum not only gives my hair healthy and nourishing look, but I can see my little Toney hair regrow. Love the way I see growth of my hair."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have a straight hair, which damaged and falling out and very oily, this serum definitely helped my oily scalp it is super easy to use just a quick massage into my scalp, and I like most about this serum no rinsing needed also it dries fast. My hair less oily and greasy then before."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "As someone with a super dry scalp and limp hair, this serum is exactly what my haircare routine needed. I've been using it for a week now, and I can already feel the difference - my scalp feels calmer and my hair looks fuller. The serum's hydrating properties are tackling my dryness, and I'm hoping it'll promote some serious growth over time. Plus, the scent is amazing!"
        },
        {
            "review_title": "Helps with shedding",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Ouai sent me their Scalp Serum in exchange for my honest review. The older I get, the more I notice my hair thinning out more and this serum is great for helping achieve thicker, fuller hair.  It helps to promote less shedding, which is exactly what I struggle with. I love how it is essential skincare for your hair!"
        },
        {
            "review_title": "If you have Braids or a Sewin! A Must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "This scalp serum is very soothing and it works! Itu2019s going to promote a healthy scalp which then promotes hair growth! Iu2019d highly recommend this product. It has a pleasant smell that isnu2019t extremely strong and itu2019s highly effective."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I use this serum after I wash my hair which is every other day.  I have not used it on a dry scalp yet so I have not been applying daily.  It feels good on your scalp and it smells absolutely amazing.  It does not make my hair greasy. I do feel like it adds a bit of fullness.  The doppler is a little hard for me to press because I have arthritis in my hands but Iu2019m managing.  I love OAUI products and Iu2019m looking forward to seeing results with this serum."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "First, I was not sure if this would work for me or not, but after trying it for two weeks, I see that my hair is really soft. I can also feel that my scalp is more clean. I have very greasy scalp and so there is a lot of buildup, but I have seen that this clears the built-up to a lot extent."
        },
        {
            "review_title": "Must have hair serum!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "The Ouai, never misses. This scalp serum is a nice addition to my hair care routine. I am a women that suffers from oily scalp and thin hair. Although I barely started using this serum, I have high hopes that it will help with the thickness of my hair and promote my hairu2019s growth. Iu2019ve also got to mention how incredibly wonderful it smells. Definitely check this year out. ASAP!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This scalp serum does a great job of nourishing my scalp. The weather has been dry and a lot colder lately. As a result, my scalp has been flakey and irritated. This does a great job and has been leaving my scalp feeling fresh."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This sculpture is actually really good. It keeps my hair really hydrated because I have really dry hair and I really enjoy using this. I highly recommend it to anyone looking for a new serum. Itu2019s really"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The Ouai Scalp Serum is amazing! Itu2019s lightweight, non-greasy, and has reduced dryness on my scalp. I have been using it once a week and see a huge difference. My roots feel healthier, and the amazing scent is a nice bonus."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this scalp serum from ouai! My scalp feels so clean and refreshed after every use, it helps get rid of any product build up and smells amazing. Iu2019d recommend to anyone, even my boyfriend loves it"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have yet to find a scalp serum that doesnu2019t make my hair greasy. Usually I wash my hair every other day, but with this I have to wash everyday. I apply on clean, dry hair and massage in til dry. It makes my hair smells great but I havenu2019t noticed a difference in thicker hair appearance. I have very fine, thin hair."
        },
        {
            "review_title": "Excited to use this more! u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this scalp serum! I have been using it for the past week, so obviously need more time to see results but I do feel a bit more fuller on the top sections of my hair. The smell is nice too, I love the applicator, and despite it being $52 it comes with a good amount of product so I totally think this is worth it! Also my friends rave about this so excited to see even more results soon u2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This serum has been working great for my oily scalp. It absorbs quickly without leaving a greasy feel, which is perfect for my hair type. Plus, it smells amazing. Iu2019m really excited to see the long-term results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This scalp serum absorbs nicely into my scalp/hair and it doesnu2019t leave my roots looking or feeling greasy when I wake up in the morning. I honestly cannot speak to results as Iu2019ve only used this for about 1 week. However, I will continue to use this daily and Iu2019m hopeful for the results since so many people rave about this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "OUAI Hydrating Scalp Serum is a game-changer for those seeking healthier, fuller-looking hair. This lightweight, non-greasy serum deeply hydrates and soothes the scalp, reducing dryness and flakiness. Infused with skincare-grade ingredients like hyaluronic acid and adaptogens, it nourishes roots for visibly improved hair density over time. It absorbs quickly without residue, making it ideal for all hair types. Consistent use leaves the scalp balanced, and hair appears thicker and more vibrant."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love this one. Iu2019ve been using it for a while now. My hair has been thinning out and Iu2019ve been using this after I wash my hair to help make my scalp healthier. It helps balance my scalp so that way my hair can start growing it better and in a better environment. I really like using this!"
        },
        {
            "review_title": "Truly a game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "The OUAI Scalp Serum has been a game-changer in my hair care routine! After using it consistently, I've noticed my scalp feels much more balanced and less prone to dryness. The serum itself is lightweight and absorbs quickly without leaving any greasy residue. I love that itu2019s packed with ingredients to support scalp health and hair growth, and the subtle scent is refreshing without being overpowering. Itu2019s especially great if youu2019re dealing with any itchiness or flakiness, as it provides instant soothing relief. Overall, this scalp serum has become a staple for maintaining a healthy scalp and stronger, shinier hair!"
        },
        {
            "review_title": "So nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This Scalp serum from act and acre is great for helping with my dandruff! I love that it soothes and hydrates my dry scalp and reduces the flakes I see. It doesn't make my hair feel greasy either which I love"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The best hair serum iu2019ve used! The Ouai Scalp Serum is so lightweight, easy to apply and smells amazing! It grows your hair super fast I was so shocked. My thinning edges are finally full and iu2019m so happy with the results."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love how it makes my scalp feel! I love the clean and refreshing feeling it gives my scalp. I have tried different scalp serums but so far Iu2019m loving this one! I will forsure purchase onces im done with this one! My fav!"
        },
        {
            "review_title": "A must to get fuller hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This serum is perfect for those looking to help volumize and thicken their hair. I like that this serum smells so nice and comes with a nice dropper applicator. The serum gets absorbed by the scalp easily and I noticed less hairfall. My strands seem to get thicker with constant use."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
            "review_text": "i really needed a good scalp serum and iu2019m so glad i got this! it adds a lot of hydration to my hair without make it greasy. i like to add it to my hair after i wash it, i am excited to see what long term results are like!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "My hair itself seems seems to grow out healthier. I like this brand as well, tried this recently and really liked it. I am loving this skincare-inspired serum.i highly recommend. I love the smell and everything"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "The Ouai Scalp Serum is a refreshing and lightweight solution designed to improve scalp health and support fuller hair growth. Itu2019s easy to apply with a non-greasy formula that absorbs quickly, leaving no residue. Infused with ingredients like hyaluronic acid and adaptogens, it helps soothe dryness and irritation while delivering moisture to the scalp. Users report a noticeable improvement in scalp comfort and hair softness over time. While itu2019s a bit of an investment, itu2019s a great addition to any routine for those looking to boost scalp health and support stronger, healthier hair."
        },
        {
            "review_title": "Very good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is my first time using this serum and so so good! It leaves a slight fresh feeling on the scalp I love it! And it does not make your hair oily I usually just use 1 full dropper. And massage it into my scalp!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Probably the best smelling hair serum Iu2019ve ever tried, but I shouldnu2019t be surprised considering everything OUAI makes smells divine! Iu2019ve only been using it for a little while, but Iu2019m excited to see the results after longer use. My scalp already feels healthier, with less dryness and itching. Love the little dropper which makes it super easy to dispense the product along my scalp."
        },
        {
            "review_title": "Perfect for scalp massages",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I like using this as part of my nighttime routine and doing a full scalp massage, but I do like that I can also use it during the day on dry hair. It absorbs almost fully, thereu2019s no greasy or oily residue, the light u201cresidueu201d it does leave behind just makes your hair look silky and feel soft."
        },
        {
            "review_title": "So lux",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First of all, Iu2019m absolutely blown away by the packaging of this product. Everything about it feels so luxurious and high-end. Now onto why I truly love this scalp serum and why I recommended it to my mom. We both have dry scalps, and Iu2019m on my hair growth journey. Everyone knows that the hair growth journey starts at the scalp, so I was so excited to try this product and already I feel that my scalp is less dry and flaky, itu2019s more moisturized almost like a skin care serum. I absolutely love this Scalp serum"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Love that this has really good ingredients in it. My scalp overall feels better, cleaner. My hair itself seems seems to grow out healthier. I like this brand as well, tried this recently and really liked it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I absolutely love this scalp serum!! Itu2019s really helped hydrated my scalp and even reduce dandruff from the dry winter air. Only issue is sometimes it can kind of leave your hair crusty if you donu2019t massage it in enough but thatu2019s a fixable problem!"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Healthy hair starts with the scalp. I am loving this skincare-inspired serum.  It is helping to balance and hydrate my scalp.  My hair is thriving and smells great too. I love this scalp serum and you will too!"
        },
        {
            "review_title": "Seeing improvement!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Iu2019ve been using the OUAI Scalp Serum for a few days now, and I can already tell a difference. My scalp feels so much more balanced and refreshed, and Iu2019ve noticed a slight reduction in flakiness. The serum absorbs quickly without leaving any greasy residue, which is a big plus for me. Iu2019ve been massaging it in at night, and itu2019s become such a calming part of my routine. Definitely seeing improvements in overall scalp health!"
        },
        {
            "review_title": "Try this serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I'm thoroughly impressed with Ouai's Scalp Serum! As someone with a dry, flaky scalp and sensitive skin, I've found this serum to be a game-changer. It gently soothes and calms irritation, effectively reducing flakiness and leaving my scalp feeling balanced and refreshed. The lightweight, non-greasy formula absorbs beautifully, making it perfect for daily use. I've even noticed healthier-looking locks since incorporating it into my routine! Highly recommend for sensitive scalps prone to dryness and flakiness u2013 Ouai's Scalp Serum delivers!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "I really have enjoyed using this scalp serum so far! I feel like itu2019s helping my typically dry and flaky scalp. I think it feels less dull and bleh and therefore makes my hair look and feel healthier too!"
        },
        {
            "review_title": "Great scalp serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Really enjoy this scalp serum! I've had irritation and itchiness on my scalp for a while now because it's been dried out. Luckily, this scalp serum cam to the rescue! My scalp feels healthier and even my hair looks better."
        },
        {
            "review_title": "Healthy & Happy Scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Ouai has honestly the best hair care products. I absolutely love this scalp serum. I use it on my hair wash days. I gently massage my scalp. Itu2019s a very refreshing and hydrating serum. Iu2019ve thin hair and Iu2019m starting to see my scalp feeling healthy. I am also seeing less shedding. Iu2019d recommend this to anyone who wants a refreshing serum thatu2019s promotes a healthy scalp."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "*I received this product in exchange for an honest review. Love how easy it is to apply with the dropper, it smells amazing and doesnu2019t irritate my scalp. Currently I feel like my hair has been falling out more and with this I feel like less has been falling, but it is also too soon to tell. So far so good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve been using this scalp serum for three weeks now and I see great results! I have a really oily scalp and usually have to wash my hair everyday, but I noticed this serum really helped keep my oiliness at bay. I would highly recommend this!"
        },
        {
            "review_title": "Best hair serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This makes my scalp feel so hydrated and smells So beautiful with a slight floral scent. I felt like this help the way my hair over all felt and made my hair feel stronger. Overall a very easy way to add moisture to my scalp."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been trying to grow my thin hair and this scalp serum has all the ingredients to help me achieve just that. The formula doesnu2019t irritate my scalp and it doesnu2019t leave visible residue which is very important to me! I love it"
        },
        {
            "review_title": "Smells incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This scalp serum has really made a difference! My hair feels healthier and fuller, and my scalp feels much more balanced and comfortable. I love that it hydrates without making my hair greasy. Itu2019s like skincare for my scalp, and I can already tell itu2019s helping my hair look thicker. Definitely worth adding to my routine!"
        },
        {
            "review_title": "Literally my favorite serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this stuff. This is my second bottle and it honestly makes my scalp feel so amazing. I am so happy with how it helps with my dandruff and it makes my hair grow so fast! Definitely a great thing to add to your routine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This scalp serum from Ouai is a lightweight treatment for my scalp designed to hydrate and soothe.  This serum is easy to apply and there is no need to rinse out as it is a leave-in product.  I have been using it as part of my AM hair routine.  My scalp feels so nice!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I always take good care of my scalp. I know there is so much residue and built up products that stay in it even after washing it as you regularly do every day but instead go the extra mile. I love this brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Iu2019ve been using the Ouai Scalp Serum for the past month, and itu2019s made a noticeable difference in my hairu2019s health and appearance. The serum feels incredibly lightweight and absorbs quickly without leaving any greasy residue. My scalp used to be quite dry and occasionally itchy, but since incorporating this into my routine, those issues have significantly reduced. I also love the subtle, fresh scentu2014it makes the application feel like a mini spa experience. While itu2019s a bit of an investment, the improvement Iu2019ve seen in both my scalp comfort and hair fullness has made it totally worth it for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This scalp serum was a game changer! Made my scalp feel less irritated and more refreshed. Helped promote some new hair growth too! Easy to use and incorporate into my hair care routine! I highly recommend!"
        },
        {
            "review_title": "Must-have product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "I absolutely love this product! It leaves my hair feeling so soft and luxurious, and doesnu2019t leave any oily residue. I enjoy using this after my shower on damp hair after using the Ouai leave in conditioner!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The OUAI scalp serum is seriously a game changer. I love anything OUAI so I knew this scalp serum was going to work so good. It makes my hair so healthy and voluminous which was exactly what I needed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This Scalp Serum is a refreshing, lightweight treatment designed to nourish and soothe the scalp. i found it easy to apply with its dropper, and it doesnu2019t feel greasy or weigh my hair down. i feel like my scalp is much more calm and less dry!"
        },
        {
            "review_title": "Soothing and hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I was a Little worried that this would make my hair feel greasy as a leave in scalp treatment but it doesnu2019t at all! Itu2019s hydrating and adds so much volume to my hair base somehow. My roots tend to get oily fast but they havenu2019t been since I started using this, probably because of the boost of hydration! I really recommend trying it out"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love using this scalp serum to help promote healthy hair and keeping my hair healthy and shiny. I have dry brittle hair and I feel like this really helps it be more soft and healthy looking. It isnu2019t overly oily either"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "OUAIu2019s scalp serum is a serum Iu2019ve heard nothing but amazing stuff about. When I tried it myself, I knew why there was so much hype around it. Firstly, it soothes my scalp & really adds moisture to it. I think with 3 months of continuous usage, youu2019ll see significant results in your hair. I personally use it every time I get out of the shower as my initial step in my haircare routine. I find that it helped with letting my hair appear thicker. Itu2019s overall a great serum that I was very excited to try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "my favorite scalp serum ever. i struggle with dry scalp and dry hair, and this has helped so much. iu2019ve been using it every day for a week and my hair already feels thicker, fuller, and more hydrated."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love to apply this scalp serum to dry hair. I have a very dry scalp and notice the hydration right after i apply it. A small amount goes a long way especially to prevent oilness. My scalp hasnu2019t looked this good in a while!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "i love this Ouai scalp serum! i love how the bottle feels so luxurious and nice. i love the scent and how it feels on the scalp. i use it everyday before going to bed. i can see a difference after a month of using it"
        },
        {
            "review_title": "Refreshed balanced hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I've been using Ouai Scalp Serum and it's a fantastic addition to my haircare routine. The serum, with its blend of hyaluronic acid and adaptogens, hydrates and soothes my dry, flaky scalp, making it feel refreshed and balanced. It's easy to apply and absorbs quickly without any greasy residue. My hair looks fuller and shinier, and the subtle earthy scent is refreshing. Overall, it fits seamlessly into my routine and addresses my scalp concerns perfectly."
        },
        {
            "review_title": "Smart use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m so impressed with the OUAI Scalp Serum! It has a light, pleasant scent thatu2019s not overpowering, and it feels incredibly refreshing on my scalp. After using it for a while, Iu2019ve noticed my scalp feels much more balanced, and my hair looks healthier overall. This serum has definitely become a must-have in my hair care routine. Highly recommend it!u201d"
        },
        {
            "review_title": "Help with the Thickness of my Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "The OUAI head Serum has really improved how I take care of my scalp. This serum is based on skincare products and is meant to balance and moisturize the scalp, making it the perfect place for hair to grow. Adaptogens like Arctic Root, Siberian Ginseng, and Chaga Mushroom, along with hyaluronic acid, which moisturizes, help keep the scalp healthy and make hair look thicker and fuller. I've noticed that after a few weeks of use, my skin feels more balanced and styling my hair doesn't bother it as much. I saw an increase in the thickness of my hair, and saw a change in the health of my scalp."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been using this scalp serum daily, and Iu2019m really impressed! First off, it feels super refreshing on my scalp and absorbs nicelyu2014no sticky residue, which is a huge plus. I love that itu2019s packed with adaptogens like Arctic Root and Chaga Mushroom along with hyaluronic acid, so it feels like true skincare for my scalp. My scalp has been less irritated from styling, and my hair is starting to look fuller and healthier. I havenu2019t used it for the full 16 weeks yet, but Iu2019m already noticing positive changes. Itu2019s definitely becoming a new staple!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I absolutely love this scalp serum from Ouai. My scalp can get oily and itchy while my hair is dry and many products will dry my hair out. This one does not.  It leaves my hair looking fuller and my scalp soothed."
        },
        {
            "review_title": "Smells so good!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Absolutely in love with the scent of this product!!! It smells heavenly and I would wear this as a perfume it smells so good! I like that the bottle is glass, it feels expensive. I have only used it a few times so am not sure if it works yet but I am excited to see how it goes."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I have very fine hair and have recently noticed quite a bit of thinning as well as shedding. This serum is absolutely perfect for my hair type! This has a very thin consistency that does not leave an oily residue nor does it weigh my hair down. Iu2019ve been using this daily and have noticed an improvement with my shedding, and it makes my hair appear much thicker and healthier overall. Also I really appreciate the design of the bottle, it makes it so much easier to dispense the product and thereu2019s no mess. Highly recommend!"
        },
        {
            "review_title": "Itu2019s smells amazing and works the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This has helped my hair in so many ways that Iu2019m super impressed. After consistent use Iu2019ve notice that my hair density has improved and thereu2019s less shedding. The best thing about this serum is that itu2019s gentle yet effective and doesnu2019t make my hair oily. Also itu2019s smells heavenly."
        },
        {
            "review_title": "Like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This scalp serum i have use everyday to keep growing and healthy hair. The smell is gentle light mint very comfortable. The texture is not make hair too greasy and oily when massage on. I can feel less falling hair when washing and my hair is stronger. Recommended."
        },
        {
            "review_title": "Smells Great and great serum absorption",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been using this Scalp Serum for a few days now, and Iu2019m impressed by how well it works with my routine. The serum has a lightweight, liquid consistency that absorbs quickly into the scalp. I appreciate that it doesn't leave any heavy or oily residue, which makes it great for all hair types, including my slightly oily scalp. The glass pipette design is super easy to use, and I love how you can apply it directly to the scalp without any mess. The instructions are clearu2014just part your hair and apply the serum along your hairline or wherever needed. I also love that it's a leave-in treatment, meaning I donu2019t have to worry about rinsing it out."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I like how the oil feels on my scalp. It does not feel heavy or greasy or weight my hair down. It has a very luxurious texture. I can't speak for the benefits of hair growth though because that will take a lot of time to be visible."
        },
        {
            "review_title": "Smells great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Iu2019ve been dying to try this out and so glad I did! I love this hair serum. I used it after the shower on wet hair and it dried down great. It didnu2019t weight my hair down or leave it greasy. I canu2019t wait to keep using it and seeing the hair growth. I have a feeling itu2019s going to be great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "my scalp feels much more comfortable, After using it for a week, my hair has started looking healthier, The serum absorbs quickly doesnu2019t leave any greasy residue, and has a subtle, fresh scent!! I love that itu2019s formulated with clean ingredients! Highly recommend"
        },
        {
            "review_title": "New favorite hair serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This scalp serum from Ouai really delivers on what it says it does! My scalp feels seriously hydrated but not greasy at all which I really appreciate since it means I donu2019t need to wash my hair all the time just because Iu2019m using a hair serum! It really helps calm my dandruff and allows my hair to thrive!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I really Ike this scalp serum by OUAI! It smells AMAZING (seriously, can we get a perfume of this?) and I really like the dispenser. Itu2019s a very unique pipette where you press down on the top instead of squeezing - very helpful for applying on your scalp!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The OUAI Hydrating Scalp Serum ensures my scalp stays healthy and well-balanced. This leave-in product is easy to use and absorbs rapidly, leaving no oily feeling behind. I also love its soothing and fresh scent."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Some scalp serums can leave your scalp feeling greasy, even if they say they donu2019t but this one really doesnu2019t it just soaks into my scalp and overtime. I noticed how itu2019s actually made my hair feel stronger. Iu2019ve had less shedding!"
        },
        {
            "review_title": "good so far",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "using for a bald spot i got from a hair style and so far my scalp does seem a tad better but i will be using it for a little longer to see if theres any change in growth good if you dont like oils too much like keep in mind its a serum and not an oil"
        },
        {
            "review_title": "My choice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been so impressed with OUAIu2019s scalp serum! It feels light but delivers serious hydration, making my scalp feel comfortable and balanced. Since I started using it, my hair looks thicker and healthier, with a noticeable shine. I love that itu2019s packed with adaptogens like Arctic Root and Siberian Ginseng, plus Hyaluronic Acid for added moisture. Itu2019s perfect for all hair types, and honestly, itu2019s like giving my scalp the same attention Iu2019d give my skin. OUAI has really raised the bar with this one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I use it where I need it, so far itu2019s seems to be working"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product is very cool. My scalp was pretty irritated from not using a hat in Texas heat. I used this scalp serum and it helped smooth my scalp. It makes your hair feel thicker and itu2019s to promote a healthier scalp. The only thing I found odd is the design. The pushing the top to get product out is interesting. You can use this as the first step of your hair routine or last step if you like. You can apply it on a wet scalp or dry. Itu2019s a cool scalp serum to try."
        },
        {
            "review_title": "Recommend ud83eudef6",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "OUAIu2019s scalp serum has become a must-have in my routine! I never knew how much my hair could benefit from focusing on scalp health. This lightweight, skincare-inspired formula keeps my scalp balanced and hydrated, creating the perfect environment for healthier, fuller-looking hair. With adaptogens like Arctic Root and Ginseng and a boost of Hyaluronic Acid, it feels refreshing and nourishing. I can already see a difference in my hairu2019s thickness and overall health. OUAI nailed it with this one u2013 itu2019s perfect for any hair type!"
        },
        {
            "review_title": "Wonderfully hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this OUAI - SCALP SERUM from OUAI to sample for my honest opinion. I was absolutely thrilled to receive this product, I have got to try other products from OUAI but never this one. The serum worked incredible I felt it worked after just one use. I felt it made my hair look less frizzy and dry. My hair and roots had a nice healthy hydrated look to it without an oily effect. I loved adding this to my nightly routine and massaging it into my scalp. Iu2019ve been left with wonderful results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I had  heard so many amazing things about thi scalp oil becuase I had heard that it helped my friend who struggles with thin hair and she said it worked wonders on her so of course I had to try it out as well. I had been experiencing shedding so I was so happy to add this to my hair care routine. I apply this before my hair wash day and I noticed my hair feels stronger."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This Ouai Scalp Serum is one of my new favorite hair products! It smells absolutely amazing and feels great on the scalp. It has a floral yet citrusy scent. It can be used on wet or dry hair and doesnu2019t need to be washed out immediately, you run it in until absorbed and style as you usually would!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This scalp serum is really fantastic! Itu2019s lightweight, non-sticky, and deeply hydrates my scalp. My hair feels fresher, and looks healthier. Plus, the bottle is beautiful. I highly recommend!"
        },
        {
            "review_title": "Love this lightweight serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This is a great serum for improved hair health and density. I like that this serum is lightweight and does not leave my scalp feeling oily or greasy, instead it absorbs easily into my scalp leaving it feeling refreshed and hydrated, I also really like the packaging, as the bottle is aesthetic and looks really nice beside my other hair care products."
        },
        {
            "review_title": "Healthy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve recently added the OUAI Scalp Serum to my haircare routine, and Iu2019m genuinely impressed with the results. This serum promises to support thicker, fuller hair, and it absolutely lives up to it! The formula feels lightweight, and applying it directly to my scalp is easy without leaving any greasy residue. After just a few weeks of use, my hair feels healthier, and Iu2019m noticing more volume at the roots. Plus, I love that it absorbs quickly, so I can apply it even on busy mornings without disrupting my styling routine. For anyone looking to boost scalp health and hair fullness, this serum is a game-changer!"
        },
        {
            "review_title": "scalp relief",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Ouai scalp serum feels refreshing on my dry scalp! Usually I have a dry itchy scalp but this serum has helped tremendously! I love the scent it has and it doesnu2019t feel sticky at all. My hair doesnu2019t harden either so itu2019s easy to style afterwards!"
        },
        {
            "review_title": "healthy hair starts at the scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "i recently added this scalp serum to my haircare routine, and itu2019s honestly a game changer. healthy hair starts at the scalp, and this product really helps create the perfect environment for my hair to thrive. the serum targets my main concernsu2014especially hydration and scalp balance. with ingredients like Arctic Root and Siberian Ginseng, it nourishes my scalp while helping to reduce irritation from styling. since using it, my scalp feels calmer, and my hair looks noticeably fuller and thicker, which is a huge win for me! the hyaluronic acid in it is fantastic for keeping everything hydrated. i apply it directly to my scalp, either in the morning or at night, and it feels super refreshing. i love how easy it is to use; just a few drops, a little massage, and iu2019m good to go. itu2019s a leave-in product, so thereu2019s no rinsing, and it absorbs quickly, which is great for my busy schedule. iu2019ve noticed that my hair looks so much healthier overall, and my scalp is feeling way better too. if youu2019re looking to boost your hair health from the roots up, this serum is definitely worth trying!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love this product! I have really struggled with psoriasis and dandruff all my life and this leaves my scalp feeling great! I have a hard time creating a clean hair feel and this does that for me. Added into my routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Wonderful scalp serum that feels wonderful on the hair. Itu2019s not sticky or too heavy o. The hair so it truly just feels like a serum that moisturizes you hair. The bottle is beautiful too. Would recommend overall"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wonderful serum a hair growth. It works perfectly. I use it and I can see a difference. My hair grows faster. It is healthy looking, fresh and hydrated. I would highly recommend this serum to everyone!"
        },
        {
            "review_title": "Love this one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is one of the best scalp serums I have ever used . I love how it made my hair feel. The container is very unique and is easy to use. It looks so nice on my vanity next to my other hair care products"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I am obsessed with this new scalp serum! It helps clear out my scalp by deeply exfoliating it! It leaves my scalp feeling so clean and I know this will help with my hair growth journey! It doesnu2019t really have much of a scent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The OUAI Scalp Serum has been amazing for my scalp health! Itu2019s super lightweight and doesnu2019t leave any greasy residue, yet it provides deep hydration and keeps my scalp balanced. After using it consistently, Iu2019ve noticed my scalp feels less dry and much healthier overall. Plus, my hair seems to be growing in stronger and fuller. Love it!"
        },
        {
            "review_title": "I love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "SCALP SERUM is skin care inspired. The key is consistent use to see results and absorption. Face serums typically can take anywhere from a 1 minute to a few minutes to absorb and completely dry. Same goes for SCALP SERUM u2013 wait until the serum has completely dried and absorbed before washing hair"
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "As Someone who suffers with constant shedding of hair I am always looking for the best product to fix my issue. After I started using the serum, Iu2019ve noticed less hair falling out and my overall hair density getting thicker. I am so impressed with this brand. This has been a game changer for my hair and my confidence."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "Iu2019ve been using the Ouai Scalp Serum, and itu2019s been a lifesaver for my scalp! Itu2019s lightweight and absorbs quickly, so it doesnu2019t leave any greasy feel. I noticed my scalp feels much healthier and more balanced, with less dryness and irritation."
        },
        {
            "review_title": "Amazing Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I love this amazing new hair scale oil serum for my hair! I love using this brand and can't wait to keep buying more products from this brand! The texture is great too and the packaging is soo nice and I love it!"
        },
        {
            "review_title": "Love this scalp serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m so impressed! My scalp feels healthier and less dry, and Iu2019ve noticed less flakiness too. The serum is lightweight and absorbs quickly without leaving any greasy residue, which I love. Plus, it has a refreshing scent that makes my haircare routine feel a little more luxurious. If youu2019re looking for a scalp treatment that actually works and feels great, this is definitely worth trying!"
        },
        {
            "review_title": "Excellent for oily hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This scalp serum works great for my oily sensitive scalp. It doesnu2019t make my roots greasy. It absorbs well into my scalp. It has a lovely floral scent but that doesnu2019t irritate me. Iu2019ve noticed my scalp isnu2019t itchy or flaky when I use this."
        },
        {
            "review_title": "Did not make my scalp greasy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "I love the packaging and dropper applicator. It feels so fancy and the applicator dispenses product easily. I have very oily roots so I was worried this would make my hair feel greasy but it didnu2019t! It just feels like my scalp is more balanced."
        },
        {
            "review_title": "best scalp oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Ouai is my favorite brand !! this scalp oil has helped so much with my dryness and dry patches and will be part of my hair care routine from here on out, definitely would recommend to curly hair girlies."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I tried the ouai scalp serum and really like it!  It has a nice and cooling sensation on my scalp.  I like that it helps calm my scalp and also soothe it.  I also feel thereu2019s less fall out of my hair after using it.  I like to use it after my shower"
        },
        {
            "review_title": "my review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "Helps support the appearance of thicker, healthier hair. Featuring Adaptogens like Arctic Root, Siberian Ginseng, and Chaga Mushroom combined with Hyaluronic Acid, this serum can help promote hydration and a healthy barrier. Good for all hair types."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is such an amazing serum after using it. My hair felt amazing. My hair feels fuller. My scalp feels nourished. I love the way it makes my hair feel. I like to apply to at night as a scalp serum to moisturize my scalp and help my hair growth."
        },
        {
            "review_title": "Healthier and cleaner hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I have curly hair with semi oily roots and dry ends. This scalp serum helps make my hair look and feel less oily. I am a daily gym goer and my hair always looks so greasy, this serum clarified my scalp and made my hair healthier!"
        },
        {
            "review_title": "Luxurious serum for healthier hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Quai Hydrating hair serum really works! After having my baby my hair looked so much thinner and my middle part appeared a lot wider. After starting using Quai serum I started noticing my hair growing back. As a busy mom I donu2019t have much time for a beauty routine, but this serum only takes a few minutes once a day. It smells really good and has a lightweight pleasant texture. I just apply it to my scalp, gently massage it in and style as usual. My hair looks fuller than before and the middle part doesnu2019t look as wide as it used to. Iu2019m very impressed with the results."
        },
        {
            "review_title": "Great serum for healthy scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I really enjoyed this scalp serum. I have some issues with my scalp being dry and flakey, so this product was on my list to try. It helps to soothe irritated scalp and it makes it more healthy. It provided hydration and relief."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "An ideal serum for restoring full hair volume and adding thickness. If you want to increase the volume and restore the lost amount, then this serum is definitely for you. Very easy to use, take a small amount from a jar using a pipette and distribute it onto the scalp, within a few days you will see a fine fluff that will make you smile again. A really working product."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I am absolutely thrilled with this product! Itu2019s incredibly lightweight, which means it doesnu2019t feel heavy in my hair, and I love that itu2019s neither oily nor greasyu2014something I really appreciate. The scent is delightful and refreshing, adding to the overall experience of using it. I've been incorporating this into my daily routine, applying it just once a day for the past two weeks. The results have been remarkable! I can visibly see a difference in my hair's texture and volume. Specifically, it feels much thicker around my temples, where I had been experiencing some thinning. It honestly seems like my hair is growing back, and I couldn't be happier. I absolutely love this product and can't recommend it enough!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love anything by this brand, but I have really been loving this scalp serum! It helps relieve my dry and flakey scalp u2014 especially during the colder months. I cannot wait to see my results in a few months!"
        },
        {
            "review_title": "Definite must have for growth in hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I feel like after using this my hair is thicker and it feels more full! After postpartum and having my baby I lost allot of hair so I looked for something good to help make my scalp healthier and ouai did exactly that!"
        },
        {
            "review_title": "Perfect for dry scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "The Ouai scalp serum is the step to my hair treatment that I never knew that I needed. I occasionally get dry scalp, and with the serum I haven't noticed any flakes in my hair. I also immediately noticed that my scalp feels super refreshed immediately after applying I love the bottle design it fills the syringe with the product super quickly, and it's so easy to apply directly to the scalp without getting it all over your hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I kid you all not, I love every single product that Ouai releases! This scalp serum is no different. I have fine, thin hair that grows pretty slowly at times. This scalp serum has my scalp feeling healthy and well nourished. Iu2019ve been loving it so far!"
        },
        {
            "review_title": "BEWARE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I NEVER write reviews, this product burnt my scalp like crazy please listen to the other people when I say skip this if you have sensitive skin !! im so upset iv been eyeing this forever and now im writing this in pain."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I just received this and it smells nice. Pretty minty and fresh in my opinion. Hoping it makes my hair and scalp feel great! Iu2019ve only used it once for now but will continue for weeks to come! Love it"
        },
        {
            "review_title": "Best hair serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am so happy that I got my hands on this magic serum. I have been having a hair fall for the last couple of months and I was searching for a hair serum that works. Let me say that this product works like a wonder. I use it every day in the night before bedtime and the bottle is about to be finished now, my hair fall has stopped almost completely."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this scalp serum it has made such a difference for my hair. Itu2019s great that itu2019s not oily so you can put it in your hair everyday and not worry about looking greasy. My bald patches are already filing in!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this product free of cost in exchange for my honest review. this scalp serum smells so good and refreshing! I use it the morning before I take a shower and it leaves my scalp feeling so healthy."
        },
        {
            "review_title": "PERFECT SERUM FOR OILY HAIR",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I love trying new hair serums! Especially if it lightweight and penetrates my scalp quickly, without leaving it oily and sticky. This serum truly is so lightweight that takes seconds to seep into my scalp!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This serum is so good. Its very lightweight but is still effective. This is my 3rd bottle! It is very fresh smelling and a bit minty as well which is also another plus. It doesnt make your hair greasy"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was having some issues with my scalp being dry and at first I thought it was dandruff but turns out it was just dry. This serum really hydrated my scalp and now my hair and scalp feels amazing. Would recommend."
        },
        {
            "review_title": "Need",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Thereu2019s serum is great and nourishes your hair and it gives it a really nice shine. This serum is great for hair growth. I havenu2019t seen a difference, but Iu2019m sure I will in a bit. It has natural ingredients also."
        },
        {
            "review_title": "v disappointed, caused rash + irritation on scalp",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really wanted to love this product, it smells great, but there is something in this that causes severe  irritation. My scalp broke out in inflamed red bumps only on the areas I would apply this serum. I had only seen 2 other reviews talk about it, but its very concerning. It took me about 2 months to realize that it was serum causing the issues because I wasnt using it everyday. I even tested out stopping using the product for ~3 weeks, to get the inflammation down and make sure i have no scalp issues, and tried again to see if it really was just this product, and it really sucks that it is this serum. I used no other products in my hair or scalp (besides shampoo/conditioner) to narrow it down. It disappointing since this bottle is more than $50 and just going to get thrown away since the return policy window has closed. I just think its crazy that I cant get my money back on a product that caused rash and pain, products shouldnt do that. Glad this product works for others, but to anyone that unsure about getting this, be aware you might not be apart of the lucky group that doesnt have a painful reaction."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love it but wish they made a bigger bottle to last at least a month or two."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love the smell of this serum! It not only smells amazing but helps my hair feel fuller and grow more. Iu2019ve used just about my whole first bottle and it is definitely helping the spots that are thinner on the top of my head which is so hard to hide/grow out. I use it once a day in the mornings or in the evenings after my shower while hair is damp. Feels light almost like water and then a gentle massage into my scalp."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador. After using this full bottle, I can truly say this product is an amazing scalp serum. I have tried many, and this one stands out as a favourite. The scent is clean and refreshing. It doesn't leave your scalp feeling oily after washing. I like to apply this before a workout or while doing chores to let it soak in. I also massage it into my scalp. It is like having a little spa treatment at home. I will definitely purchase this!!"
        },
        {
            "review_title": "Ouai has changed my life!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I have used this product with the shampoo,  and conditioner for multiple years now. I have new hair growth all over, and my hair has literally thickened since I started using it. I recommend using the whole system for best results. I wash my hair every other day, sometimes daily."
        },
        {
            "review_title": "It's alright, nothing lifechanging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I like the smell and the consistency of the serum, but I've been applying it to my scalp every day for about 2 months now and haven't seen any results. I had hoped to combat my itchy and dry scalp with this product, but it didn't make my scalp any better or worse. I'll go through the entire bottle and see if I witness any results."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "After approx 3 months of consistent use, having finished the bottle completely and used as directed, I canu2019t say Iu2019ve noticed much of a change in my hair. The bottle and packaging are nice and I was able to easily distribute it through my hair, however itu2019s too expensive for me to continue to purchase without actually seeing any results. Iu2019m sure there are other/better alternatives out there."
        },
        {
            "review_title": "I believe it helps",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I use this brand to care for my thinning hair. I am on anti-rejection meds and this product along with the shampoo and conditioner has been making me feel so much better about losing gobs of hair."
        },
        {
            "review_title": "Could live without it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I've been using this product for months and I have noticed a significant change in hair growth and fullness. The only downside is that every time I use it my hair gets greasy extremely easily! Also, it made my dry scalp SO much worse. I have even bigger and even more of a dry scalp than before. Overall, this definitely helps with growth and smells good but I would not repurchase."
        },
        {
            "review_title": "Actually works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I apply it to wet hair and let it dry along with my hair, placing it on dry hair will clump your hair together so I wouldnu2019t recommend that. Itu2019s created tons of new growth!"
        },
        {
            "review_title": "Must Try - it works ud83dude2d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "1.5 month check in (April 22 - June 6). I have had thinning hair since high school 2012 and it just gradually grew worse each year. Its been really mentally depressing and I started to get desperate on how to not make it worse and I decided to give this a shot and I am so excited to say its working for me. My hair is still thin and I am still using it but for those that are struggling please give this a shot. I hope it helps you as it has helped me so far ud83dude2d"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I noticed that every after I use this product I feel woozy and nauseous. Let me know if you have the same side effects from this product."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this product! Ive been using it routinely every morning & im almost out. The thin hair edges I have are noticeably thicker"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This actually works and I am asian so it works for thiccc hair. Definitely worth the price, you dont need a lot and after hair wash day is just fine. I still have half a bottle and I got it over three months ago."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This changed my hair!! I tried oiling, scalp massages etc and although those did help this seemed to help my hair growth the most!! Would definitely recommend x1000"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I felt it just sits on the scalp and dry out, when you comb your hair it looks like dandruff. I am not liking it. I gave it 3-4 tries but ud83dude15ud83dude41ud83dude42u200du2194ufe0f"
        },
        {
            "review_title": "Make the dropper longer to reach the bottom",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this product, Iu2019ve repurchased it a couple time and I absolutely love the way it makes my scalp feel. However, the dropper doesnu2019t reach the bottom of the bottle, so when Iu2019m done I have to pour out the remaining product into my hands and then distribute which is an absolute mess. The packaging is why I took away a star. The product itself is great though which is why I continue to buy it but I really wish they would make the dropper longer! I like the design of the push button cap and the glass bottle, it just needs to be long enough to reach the bottom of the bottle."
        },
        {
            "review_title": "SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "So good. It doesnu2019t make your hair oily and absorbs into my scalp which I love. Also smells so good and I feel my hair getting fuller!"
        },
        {
            "review_title": "Helped my hair loss.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Love this product. For reference I work night shift and when I started, I shed probably about 50% of my hair and it became noticeably thinner. When I started using this serum, the shedding significantly decreased to very few strands compared to the actual clumps I used to pull out in the shower. Itu2019s been about two months of using this serum and Iu2019m very happy with it. Iu2019ve noticed a ton of small new baby hairs where my hair line is, but only time will tell how much this will fill out my hair. Highly, highly recommend. The dropper takes some getting used to and itu2019s definitely not the most ideal, but it works. The smell is clean and herbal, not bad. Only complaint is that I wash my hair every two days and if I use this multiple days in a row my hair starts feeling heavy and greasy. Other than that, this has been a holy grail for me. Iu2019ll finish the bottle and see if my hair will restore itself to its former fullness."
        },
        {
            "review_title": "Itu2019s okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I used the entire bottle, and my scalp is definitely healthier feeling and looking. Hair growth looks the same to me though. Also, the dropper doesnu2019t reach the bottom on the bottle so itu2019s a struggle when youu2019re close to the end of use"
        },
        {
            "review_title": "Save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "Not worth the money. Literally only lasted 2 weeks. The first week it worked so good for my dry scalp, then the 2nd week it just made everything worse. Smells amazing and I really wanted it to work, but just not for me."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Didnu2019t really notice a difference. Broke me out around the hairline."
        },
        {
            "review_title": "CHANGE THE DROPPER!!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love this product and have purchased multiple times, but this time was the last time. Sadly, this photo is a week worth of usage after opening. The dropper needs to be changed completely to be more user-friendly. The syringe does not allow for you to drop product throughout the hair, but instead drops all of the product from the syringe at once. The tip of the Dropper is also on the pointier side and scrapes against the scalp. It is almost as if itu2019s made of a cheap plastic. Lastly, the top of the dropper is not user-friendly because to press on it. You have to press the middle down and it is not good for people with longer nails ufffc"
        },
        {
            "review_title": "MY HAIR FELL OUT",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I literally never write reviews but i listened to tik tok and bought this hoping itu2019d make my hairline come backu2026 IT MADE MY HAIR FALL OUT. i have NEVER lost hair like this the way i have since i started using this oil. i am devestated. please"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I was using this product every other day after showering in hopes of stopping hair loss. Although I didnu2019t see any noticeable hair growth, I did feel like my hair stopped shedding as much as it used to. I have very greasy hair (like next day greasy), but this product didnu2019t make my hair greasy whatsoever. I would get random little breakouts on my scalp, but nothing crazy. Make my hair feel smooth, and did appear fuller. Took me about a month and a half to finish the bottle."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Not enough to actually see any results considering itu2019s cost. Did nothing for me so I returned it. Might hydrate your scalp instantly but not long lasting at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Highly recommended. Helps to improve the dandruff. My scalp looks fresh and healthy"
        },
        {
            "review_title": "My absolute favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I used this serum for four months and noticed very good results but since I really wanted to try other brands I stop using it after using two other brands I back to it again and purchased 5 of them in the saving event. I already tried serums from five different brands and I can tell this one actually works and I wonu2019t go for others it actually helps you to get thicker hair and made your hair look fuller"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "I ordered this due to all the raving reviews on TikTok and I REALLY wanted to like it, but I plan to return it because of its extreme strong fragrance smell. It smells like a headache in a bottle :( so sad because I wanted to love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Magic in a bottle, amazing.u2728 I would definitely recommend to friends and family and will be purchasing again."
        },
        {
            "review_title": "So worth it! Must have item",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I loved the results that this scalp serum offered me. Best part is the smell u2764ufe0f"
        },
        {
            "review_title": "A must-have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "MUST HAVE!! Smells absolutely divine and has helped with my hair growth substantially! Worth the splurge 100%"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "it smells really good and has pretty quick results"
        },
        {
            "review_title": "holy grail ud83dudc4fud83cudffcud83dudc4fud83cudffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "i have never written a review before until now!! itu2019d seriously the best hair serum ever! in three weeks my thin, damaged hair is growing and i have always struggled with growing my hair for years."
        },
        {
            "review_title": "a must in my night time routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Honestly, 10/10. After 10 days the resultsu2026. as a Hairdresser/stylist in training , 100% recommend for ****thin/fine hair peoples**** Dry or wet hair, zero greasy effect!"
        },
        {
            "review_title": "I want u to save ur money and spend it elsewhere!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone",
            "review_text": "its great at first but if you stop using the product, your hair literally falls off in clumps in the shower and when you brush your hair........ thee worst. do not recommend at all, please save your money."
        },
        {
            "review_title": "the best product Iu2019ve ever used. Seriously",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "GUYS.. ive tried literally everything you could possibly think of to try and get rid of my dandruff. For years!! This stuff worked even better than what my dermatologist was giving me. My hair is growing & I have less fall out!! LOVE"
        },
        {
            "review_title": "Sadly No",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Bought this for my boyfriend to use with the hope of hair growing. ufffcIt smells great, helps with dry scalp but thatu2019s it. Hair did not grow any fuller.  For the price, im not getting another one :("
        },
        {
            "review_title": "wonderful serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i have only used this for a few days now, but i cant remember the last time my hair felt this clean! itu2019s lasting me days without my roots getting oily or greasy, which was my biggest issue, and it smells good too"
        },
        {
            "review_title": "Love This!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I have only had this serum for 3 days so I canu2019t speak on hair growth but so far, Iu2019m obsessed and look forward to applying it. I was extremely impressed with the packaging of this serum, it comes in a glass bottle and the dropper works flawlessly a Next is the scent, I would buy the serum alone as a hair perfume only con so far is the price. I will be using this serum every other day instead of everyday per the instructions. Also very lightweight on my scalp and feels very refreshing."
        },
        {
            "review_title": "Quick absorbing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I canu2019t speak for hair growth because I just started using it, but I love the scent and that it does not make my hair look greasy or wet. It absorbs so quickly. Excited to keep using!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I've been trying that and i loveee the smell and how my hair feels.  That's amazing, I highly recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Idk what kinda magical elixir the OUAI team put into this but let me tell yall that my baby hairs have been growing  noticeably since I bought this is September."
        },
        {
            "review_title": "Must have for a healthy scale - Works on type 4",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "my scalp has felt amazing since using this product. i canu2019t tell you the last time it has felt this balanced. i also love the applicator. nothing drips out unless you intentionally squeeze which saves on product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really love this hair serum! My hair is fine and since I live in Florida- itu2019s a bit damaged. This hair serum has helped me so much with new growth- especially around the front hairline area."
        },
        {
            "review_title": "Postpartum mommy must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have long hair that is actually growing & fast! Mind you I have a two month old baby. I lost a lot of hair with my first child. I have kept and grown my hair this time around!  w my arou"
        },
        {
            "review_title": "SO WORH IT!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "If your looking to get any scalp serums GET THIS ONE. My hair is growing in so much thicker and faster, I was missing hair in my hairline and has grown back so much, I will definitely repurchase"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Decent results, and this product smells amazing. Doesnu2019t leave hair looking greasy even if applied on dry hair (and Iu2019m blonde!)"
        },
        {
            "review_title": "Wowowowow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I will never go without this again! Smells amazing, super hydrating and doesn't make my hair too greasy. I use it every other day down the center of my scalp and in 2 other spots. See pics for 30 day results"
        },
        {
            "review_title": "Trash",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I noticed it dries up on the scalp into flakes on your hair and was just really disappointing for the price. Smells great, but just feels like a huge waste."
        },
        {
            "review_title": "Does grow hair but expensive and made hair greasy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "After three months of use on my fine hair I can say I have a lot less shedding and some regrowth around my hairline. Iu2019m guessing you need to continue in order to see and keep results. Itu2019s pretty expensive and does make my hair greasy"
        },
        {
            "review_title": "Donu2019t know how to feel",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Oily skin",
            "review_text": "Iu2019ve been using this for months and I honestly donu2019t really notice a difference.. I wanted it for hair growth because I have fine hair and I only have annoying baby hairs that wonu2019t grow."
        },
        {
            "review_title": "Pretty good but might need to use it forever ?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I noticed a difference in the amount of shedding in my hair - did not notice the LARGEST different in my hair looking fuller. One bottle lasted me a little less than 3 months which is rough considering the price of this product. When I stopped using it for around 3 weeks I noticed A LOT more shedding than usual. So I ended up repurchasing."
        },
        {
            "review_title": "Great addition to my hair care routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After a few months of using Ouai Scalp Serum, I'm thrilled with the results. The inviting floral scent adds a pleasant touch, and the packaging exudes simple elegance on my bathroom stand. The serum's thin consistency makes it easy to apply u2013 not water-thin, but wonderfully weightless on the scalp. It blends well and leaves a very light feel, making it a delightful addition to my hair care routine."
        },
        {
            "review_title": "SKIP THIS - Ouai miss",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product made my scalp SUPER DRY. Insane amount of dandruff and damage. Problem was it happened with extended use!!! Will cause this damage overtime- Iu2019m still trying to recover."
        },
        {
            "review_title": "Hydrated, healthy scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I prefer this over the Vegamour scalp serum. It smells amazing and leaves my scalp hydrated with no dandruff. The price is my only complaint - too expensive!"
        },
        {
            "review_title": "Smells AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I use this every morning after my shower and it has such an incredible smell I need this smell in every hair product!"
        },
        {
            "review_title": "New fav in my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Love the smell of this! My scalp does seem less dehydrated and dry."
        },
        {
            "review_title": "Hair serum",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Donu2019t buy, made my scalp inch, burn, and peel. I really wanted to love this product since the serum doesnu2019t make your hair greasy or oily."
        },
        {
            "review_title": "awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I'm IN LOVE with this product. it has really helped slow down my thinning. and does not leave my hair greasy what so ever."
        },
        {
            "review_title": "Used once, will update!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I used this product for the first time day and I love that itu2019s water based. This doesnu2019t leave my hair greasy AT ALL unlike all other serums. Iu2019m super excited to see where this takes my hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "After using this product for a few weeks, I already saw a huge difference. It's a must-have."
        },
        {
            "review_title": "Great for PCOS hair loss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I began experiencing hair thinning because of mismanaged PCOS (high cortisol, poor sleep, eating high carbs etc). This hair serum helped my recover the thinning, slowed down hair loss and hydrated my scalp (I also used to get bad dandruff)."
        },
        {
            "review_title": "ACTUALLY WORKS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I first saw this product on Tiktok and was extremely skeptical. I have very noticeable thin spots when I put my hair up, but after using this for about 2 weeks consistently I can see a visible improvement. Itu2019s pretty expensive not so worth it!"
        },
        {
            "review_title": "Sped hair growth and aided dry scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "My hair grew almost 2 inches in just almost 4 weeksu2026very impressed and will continue to keep this in my routine :) I have a dry scalp and it seemed to help that. My hair typically grows 1/2 inch per month"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love how the product feels on my scalp. It helps me when my scalp feels itchy. Having said that, I hate the packaging and wish they'd change it. I feel like it's so hard getting product out once you start getting past a certain point."
        },
        {
            "review_title": "Worth your money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Was skeptical at first but Iu2019m almost done my bottle and can notice more fuller hair where I d been applying, I will absolutely be repurchasing. Looks a little greasy when you apply it but it drys down and looks fine in the morning"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this serum it smells sooo good. It reminds me of a spa. I think itu2019s a good size as well. It feels nice on the scalp and has made my dry scalp go away."
        },
        {
            "review_title": "Hate the applicator",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I havenu2019t given this product a chance because I hate the applicator. Will keep using and will hopefully update the review once I have fully used the product enough to decide if I like it or not."
        },
        {
            "review_title": "Must try for fuller hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have been using this for 3 weeks now. Love it doesnu2019t leave my scalp itchy. My baby hair around my hairline looks a bit fuller. Canu2019t wait to use for 3 months to see the full results."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I find this to be quite similar in results and texture to The Ordinary's Multi peptide serum, and actually prefer that to this product.  Pros: Calms my scalp down, especially irritation and dandruff. Some good ingredients for the scalp and hair such as Rose, Mushroom and Clover. Smells lovely.  Cons: Although I have seen a difference in my scalp, I still haven't seen any changes in my hair, and I'm almost at the end of the bottle. Also far too pricey compared to similar products that give almost identical results.    ~ My Sephora Top 7 must-have list ~  (My top 7 must-have beauty products of all time, focusing mainly on my purchases at Sephora)  1. Hair Loss Treatment: u2018Divine Herbalu2019 - Hair Oil  2. Shampoo: 'Sephora Collection' - Deep Cleaning Shampoo 3. Face Mask: u2018Peter Thomas Rothu2019 u2013 Pumpkin Enzyme Mask  4. Pigmentation + Anti-Aging Serum: u2018Divine Herbalu2019 - Facial Treatment Serum 5. Face Scrub: u2018Sisley' - Botanical Gentle Buffing Cream 6. Lip Balm: u2018Nuxeu2019 u2013 Reve De Miel Lip Balm 7. Lip Liner: u2018Sephora Collection' - Rouge Gel Lip Liner"
        },
        {
            "review_title": "I wanted to love it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I wanted to love it. It smells good and does not leave your hair greasy. It dried nicely overnight, but when I woke up in the morning I had an allergic reaction to it. It was the only u201cnew productu201d I added to my routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Love! Dramatically reduced my dandruff and fall out"
        },
        {
            "review_title": "A must-have in my after shower routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "I got this a few weeks ago and i love it! I use it mostly when i get out of the shower. I also use it on my dry hair as well. It doesnu2019t leave my hair greasy since itu2019s water based. I really love it so far!!ud83dudc97"
        },
        {
            "review_title": "Give it a chance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Itu2019s more than a month until have been using. Wasnu2019t too consistent et the beginning but since 2/3 weeks I am using 4-5 times in a week.  I feel some differences but itu2019s too early to say. I will update"
        },
        {
            "review_title": "Such a great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Light and non-greasy and a great root volumizer! Smells really good and subtle. Great scalp moisturizer!"
        },
        {
            "review_title": "its so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "its so good! I have less dandruff since i started using this. I live in super cold weather and this helped a lot!! doesnt leave the scalp oily/ or a residue."
        },
        {
            "review_title": "Love! Love! LOVE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Hair is much denser after few weeks of use. Product sinks in right away. Doesnu2019t leave a residue on my fine hair. Not greasy at all. Smells absolutely divine would wear this as a perfume!"
        },
        {
            "review_title": "First Impression",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "After a week of use I like this product. I was surprised that it actually didnu2019t leave my scalp greasy at all; after massaging in with a scalp massager it actually felt less greasy than before and left me with some added volume but I worked it in for about 10 minutes. The smell is nice, very fresh but I donu2019t notice it in my hair even an hour later. Hair products like this take 2-3 months to see if they do what they say so I canu2019t speak to any regrowth, but it hasnu2019t had any bad effects like flakes or extra hair fall since using.   Only thing I would change it the dropper, itu2019s almost like pushing a button instead of squeezing together like usual droppers. Can be annoying when trying to apply to awkward areas of your head"
        },
        {
            "review_title": "Fantastic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m thrilled with this! The best part is that you can apply it and in a few moments your hair looks exactly as it did, not one trace of oily residue in your hair. My scalp was extraordinarily sensitive, especially after hair color. It was also sometimes flaking. This solved everything and it smells great too. Perfect."
        },
        {
            "review_title": "Extremely impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "It has taken some time, but I am truly impressed with this serum. I started using this serum about six months ago. I noticed some results three months in, and after using this for sixth months, I am in love with this. The smell isnu2019t overbearing and it is not runny like other hair serums in the maker."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been consistently using this for a few weeks now and I really like it so far. It has grown some of my baby hairs annoying flyaways that are always sticking out. Iu2019m hoping to use this consistently for a few more weeks to see some overall length growth."
        },
        {
            "review_title": "Nothing yet",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After using this for the past few weeks, I have not noticed a difference yet. It smells amazing and goes on easily. I am hoping to see some results in the next two months."
        },
        {
            "review_title": "Wanted to Love It, but had a terrible reacton.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I'm so sad to report my scalp had a terrible reaction to this product.  I had high hopes but within a day I was experiencing a very itchy scalp that became red and angry and took more than a week to calm down.  I had hoped to check the bottle for ingredients to figure out what I had a bad reaction to but the ingredients aren't listed on the bottle itself."
        },
        {
            "review_title": "WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I'm honestly shocked at how fast my hair has grown! Smells amazing and doesn't leave any weird residue. Honestly can't live without this stuff, highly recommend!"
        },
        {
            "review_title": "Great for scalp health",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I bought this serum for dandruff and itchy scalp plus the added benefits of making hair fuller and longer. It has helped with my scalp health a ton. No more dandruff, no more itch, and itu2019s keeps my hair great between washes. less greasy between washes."
        },
        {
            "review_title": "Didnu2019t work for me (wish it did)",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Honestly, did not nothing for my hair. My scalp is still itchy and dry so I need to try another product"
        },
        {
            "review_title": "now an absolute must have!! iu2019m forever changed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "iu2019ve been looking for so long for a product that will help me soothe my scalp, dandruff and general dryness. i workout and run nearly every day so i wash my hair every day because otherwise itu2019s pretty gross iu2019ve tried to not but honestly it bothers me when i donu2019t. i have tried so many products, scrubs, anti dandruff shampoo and detoxes and oils and cleansers but nothing has worked for me EXCEPT this serum. i have only been using it for three days after i shower at night and itu2019s been an absolute game changer for me. i always look at reviews and hope that they help me so hopefully this helps someone out too. iu2019ve struggled for YEARS with such an itchy head that had just chunks of dandruff that would come off during the day that was so embarrassing but the dandruff has been reduced to nothing after only a couple of uses. iu2019m forever a fan of this serum and will continue to use it because itu2019s already made such a difference on my hair and scalp."
        },
        {
            "review_title": "Hair is glowing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Hair definitely feels hydrated after using this product. Excited to see how it helps my hair growth later on after constant use! Expensive though, I bought it hall off and it was still very pricey!"
        },
        {
            "review_title": "Causes skin rash & dandruff",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, mediumTan skin tone, Combination skin",
            "review_text": "Honestly, I never write reviews but this is so bad.  Iu2019ve used this product consistently and then not at all just to test my hypothesis. When I use it consistently, I get dandruff and an extremely bad rash all over"
        },
        {
            "review_title": "Great thing to have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Sooo good doesnu2019t make hair greasy at all and is easy to apply"
        },
        {
            "review_title": "Does not work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product consistently for months and have 0 hair growth, if anything my hair got thinner, donu2019t recommend at all the only reason there is hype on this is because itu2019s ouai and pretty, doesnu2019t work."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "good serum, but it doesnu2019t come with much product. i wouldnu2019t repurchase it because of the price"
        },
        {
            "review_title": "You need this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have thin hair and over the years I feel like it was thinning even more. My problem was the top scalp area and I feel like this helped so much! I have oily hair and this doesnu2019t make it oily at all and smells great!"
        },
        {
            "review_title": "Awful!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I used it for almost 2 months and it gave me a terrible dandruff which now I tried to get rid of. It didnu2019t change anything in my scalp or hair in positive way. My scalp was normal to dry sometime now itu2019s very dry and a lot of dandruff. The worst hair product ever. I wasted my money on it."
        },
        {
            "review_title": "My scalp loves it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This serum makes my hair look healthier. It smells so good, but i would recommend you to smell it before buying u2026in case you donu2019t like the fragrance. The fragrance disappears once you shampoo your hair"
        },
        {
            "review_title": "DO NOT BUY THIS",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I used this maybe 4 times and got a horrible rash on my scalp. I have patches of skin flaking off my head and sores along my part line where I applied the serum."
        },
        {
            "review_title": "Itu2019s ok but too expensive for what it is",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I havenu2019t noticed any extra hair growth however it has helped me manage my oiliness, I can go longer between washes as it keeps my scalp hydrated. Scent is fresh and it feels soothing when applied but you have to use at least 2-3 dropper-fulls and the product is just too expensive for what it is and how little you get."
        },
        {
            "review_title": "Lovely product, but beware!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wanted to love this SO much since this is one of my favorite hair care brands! Nothing wrong with the formula, but more along the lines of my scalp just not liking the serum. I have super sensitive skin, and this serum caused large painful bumps on my scalp. Super sad :("
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This serum is amazing for scalp moisture and hair growth. The only downside is that the quantity is small so you go through it quickly. I also would not use it when leaving the house as it  can leave a sheen on the root."
        },
        {
            "review_title": "Disappointing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have a very sensitive scalp and have run into some issues recently. I was desperate to try anything to soothe my scalp! This stuff did not help at all, it smells nice but I noticed no difference at all."
        },
        {
            "review_title": "Best for scalp irritation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this serum, I use this for dry itchy scalp irritation. Works like a charm. Highly recommended. Lightweight formula so you can apply anytime anywhere!"
        },
        {
            "review_title": "Scalp Psoriasis or just flakey scalp? A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "After using this product after every hair wash for the last 2 months - it has completely cleared up the 3 spots of psoriasis on my scalp. I have almost NO flakes anymore! I also have so much new hair growth. Highly reccomend!!"
        },
        {
            "review_title": "Worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Itu2019s been less than a month of using this serum and I can already tell it was worth the price tag. Purchased due to hair loss and density issues due to postpartum and I would highly recommend. Will be part of my ritual from now on!"
        },
        {
            "review_title": "YOU NEED THIS!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "New must have. You will notice a difference in the feel of your hair in days!! Softens your hair, increases shine and bounce, etc. Smells amazing and doesnu2019t make hair greasy. Product lasts. Will be repurchasing."
        },
        {
            "review_title": "Must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this. Makes my hair a little oily (maybe Iu2019m just putting too much) but I see a difference in hair growth and how my scalp feels !"
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The best hair serum i have used so far. If you are having hair fall issues or hair thinning then this is a must have in your hair care routine. It has helped with my hair fall and also helped in hair regrowth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I LOVE this stuff, iu2019m on my second bottle. Itu2019s helped with hair growth so much, even my baby hair are growing lol, def recommend!!"
        },
        {
            "review_title": "I wanted to love it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I wanted to love this but I just donu2019t. Iu2019m giving it two stars because it at least smells lovely. It makes my scalp so unbelievably itchy and within a few days I have extremely painful bumps all over my head, specifically along my hairline. They were so painful I could hardly brush my hair. They went away once I stopped using this. Onto the next productu2026"
        },
        {
            "review_title": "It you want soft hair - GET IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "LOVE! Ive been using this for only one week & already notice such a difference. My hair looks so soft & healthy."
        },
        {
            "review_title": "use it every day please!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m not gonna lie, if you stop using this product your hair might go back to normal in my experience. I was using this product consistently for 3 months and my hair never looked or felt thicker!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Bought this for my dry and flaky scalp and it works. I have mild eczema and developed patches on my scalp, and this has helped immensely with the redness, irritation and flakiness. I tried the scalp serum from Nu00e9cessaire prior and it doesnu2019t compare to Ouai."
        },
        {
            "review_title": "It really is great!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "After using this product in my hair it has helped me keep my oil under control and helps me extend my hair day cycle. At the beginning I could only go two days but now I can go four without washing my hair!! It also really helps with detangling during brushing and my hair has been growing faster then normal. I usually cant tell but for this proudct I can actually feel and see the difference."
        },
        {
            "review_title": "MY HAIR HAS NEVER BEEN LONGER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I LOVE this stuff! My hair has never been so long & full before. I struggle with annoying baby hairs and since using this they are the longest theyu2019ve ever been. My hair is 3x more full, I notice a lot of growth length wise. Will use this for the rest of my life!! Canu2019t recommend enough!"
        },
        {
            "review_title": "Gives you breakouts around hairline!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Good product. Smells great. But the breakouts my skin has been experiencing around my hairline is insane!! I donu2019t have acne prone skin whatsoever and this product sure makes it look like I do."
        },
        {
            "review_title": "Amazing for dry scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "Iu2019m on Accutane and itu2019s been making my scalp super dry and flaky, so I bought this serum in hopes of managing some of the dryness. It has definitely helped! Itu2019s super hydrating and refreshing, instant relief for dry scalp! Itu2019s less flaky and itchy too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Definitely noticing tons of baby hair growth along my hairline where Iu2019ve been using it. Took about a bottle to see results for hair growth but I felt quite quickly balanced my scalp and helped with dandruff."
        },
        {
            "review_title": "A new holy grail in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This stuff is magic! My scalp gets pretty irritated from styling and product build up and since using this I have pretty much zero irritation any more. I also started having issues with my scalp getting super oily recently which is NOT normal for me and since using this my scalp seems to be back to normal. This stuff makes my scalp feel super hydrated and clean and SO much volume once the hair is dry. I have used this on both wet and dry hair and get the same results. Been using for almost a month now, couple times a week at least and I will definitely be repurchasing!"
        },
        {
            "review_title": "Irritated scalp godsend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have not been regular with itu2019s use so I can not comment on its hair growth properties. However I have a very itchy scalp (dandruff, dermatographia, reactive to certain ingredients) and it provides instant relief. I put it at just one spot. That spot stopped itching while the rest of my scalp was on fire. Iu2019d recommend it. For some with a sensitive scalp"
        },
        {
            "review_title": "My hair litteraly grew back !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "You guys !!! Not only that the serum as the best smell ever, it DID GROW BACK HAIR ON MY HAIRLINE ! I see small hairs growing back and definitely see a difference in terms of overall density. Worth ever penny. It took about a bottle to see results."
        },
        {
            "review_title": "A Miracle serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I always struggled with keeping up my scalp healthy. Few years ago my doctor prescribed me a special shampoo (very high in sulfates unfortunately) and a serum to fight with eczema but whenever I stoped using that shampoo my eczema always came back. and here, just 2 months ago I discovered this serum. I use it everyday! since that time I haven't used my prescribed shampoo, but only this serum at the end of every day or during my morning routine. As a result, the redness on my scalp has gone and I feel my hair healthier.  The only thing I don't like is, that the size of the bottle is very small for the price that we buy it for. This is already my 2nd bottle and it is coming to an end unfortunately."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone",
            "review_text": "Made my hair smell delicious and my dry scalp is no longer dry"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I see results even after 1 use. My scalp is less dry and itchy. My hair feels a lot shiny and smoother. Love it."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I bought this out of desperation to try and soothe my dry, itchy scalp and I am so glad I tried this. This has been the first product that has successfully given me relief from my flaky scalp. I also have noticed significant hair growth, along with more volume in my hair. It smells incredible, and it has worked wonders for my hair. I've recommended this to literally everyone I know, you need this!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love the scent, not sure if I see regrowth but my scalp is definitely hydrated which is nice and not as itchy."
        },
        {
            "review_title": "Healed my scalp so well my dandruff came back.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I have always had fine straight hair but a lot of it. However a few years ago I went through some very stressful events and a lot of it fell out, folicles were damaged and lots of it at my hair line and part now grow in grey, slow and curly. I took to plucking them out of frustration. However under a different stressful situation more hair started to fall out. I decided it was time to stop plucking. I saw a before and after picture with this product that after 4 months a woman with similar flyaway baby hairs at her part and hairline like mine had results I wanted. I am now about to start my 3rd bottle in 3 months and this stuff works! all those grey flyaways at my hairline are long enough to tuck behind my ears instead of just sticking straight out. I've also always had scalp issues and this helps it. It's help healed my scalp so much my Seborrheic dermatitis at my hair line has returned."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I've been using this for a week and I already feel a difference. I have a really dry and irritated scalp. I also have extensions which don't help with that problem. Since I have started using this product my scalp is not as itchy and dry. It also smells amazing. I recommend."
        },
        {
            "review_title": "YES TRY THIS OUT",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The feeling of this on the scalp is heaven. I look forward to putting this on! My husband also enjoyed the smell so much he decided he wanted some as well! I cant say much on a noticeable difference. But my scalp does feel healthier and it works well with oily hair! Not sure if it grew spots or new hair but sure feels good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
            "review_text": "Smells amazing, hydrates my scalp, and after a few months of use I am starting to notice the baby hairs coming in all over my head! My hair looks and feels thicker. I use it 3 times a week on clean, wet hair & massage in with a shampoo brush."
        },
        {
            "review_title": "I love how my scalp feels after applying the serum",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love how my scalp feels after applying the serum u2014 it feels soothing and it hydrates my scalp well. Iu2019ve noticed some hair growth from it, Iu2019m just not as consistent. Also, I do wish the after smell smelt nicer. If it had clean ingredients, Iu2019d give it a 5/5 but since Jen Atkin is a big influencer in the industry, I decided to give it a try. Wouldnu2019t buy again if I found something similar with clean ingredients."
        },
        {
            "review_title": "Skip not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Honestly for the price I say not worth it I used it at least 6 times and I was already less than half the bottomu2026 I put this All over my roots on the front of the head so I donu2019t see why it didnu2019t last me at least a months worth worthjahansa there are b"
        },
        {
            "review_title": "irritation",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "my scalp has never ever been so irritated, itchy and honestly painful. i even started getting dandruff. I have used many other serums and i havenu2019t had a reaction like this! just be cautious guys!!"
        },
        {
            "review_title": "Didnu2019t work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019ve been using this product for two weeks and it make my scalp every drier. It smells very good though. I really wish it wouldu2019ve worked out"
        },
        {
            "review_title": "Caution if prone to acne",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really wanted to love this. I love the smell and how light it on on the hair but this gave me numerous pimples on my scalp. Be weary if you break out easily"
        },
        {
            "review_title": "A must have hair routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "The first time I bought this product was October of 2022. I started using it and then forgot about it. I restarted using this product Jan. 2023 and my hair has grown pretty quick. I have a hairpulling disorder and my hair is really short. I had gone to a hair salon and cut my hair so it was even (boy short). So now my hair is growing thicker, shinier, healthier and fast growth. I love Ouai Scalp Serum. I also love the fact that you can use in wet or dry hair."
        },
        {
            "review_title": "Hydrating and Soothing Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Initially used this serum to try to regrow some baby hairs that fell out due to stress and this ended up helping hydrate my scalp a lot. It's something that I plan to use most of the year and it doesn't impact my hair negatively. I use it when my hair is still a little damp from showering and before blow-drying"
        },
        {
            "review_title": "Very soothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really love this scalp serum. I have very sensitive, irritated and sensitive scalp and this product really helps me to calm it down. I use it every day and it doesnu2019t make my hair greasy. It feels very lightweight.I like fresh clean scent and watery texture. Boyle lasted me about two months."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Love this product! It smells great, leaves my hair feeling hydrated"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So happy with my results so far! My acne meds have really dried out my scalp (which already had a manageable tendency to be dry) so this has been a lifesaver."
        },
        {
            "review_title": "Moisturizing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador. I received this product as a gift from Sephora. The bottle lasted two months. It has a fresh/clean smell that is gone after an hour after application. The texture of the serum is watery so is very easy to apply with the dropper all over my scalp. Honestly, after using and entire bottle I did not notice any difference in my hair density/shedding. My scalps does feel moisturized after every application, nice feeling for winter moths.  But that would be the only benefit I see from using one while bottle."
        },
        {
            "review_title": "Great Scalp Serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This helped clear up some flaking I had. The smell is also amazing!"
        },
        {
            "review_title": "not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Not worth the money. Doesn't do anything for my hair."
        },
        {
            "review_title": "My new holy grail",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Okay so Iu2019m already on my second bottle and Iu2019ve seen amazing results with this product I have very thin fine hair and itu2019s completely filled in my bald spots. I took a star off because itu2019s very expensive for every day use I have to stock up often wish it came in a jumbo size"
        },
        {
            "review_title": "smells good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great smell, im using multiple products right now in hopes of hair growth. This is one of many. I obviously cant pin point what is making my hair grow, id like to think everything is helping/working!"
        },
        {
            "review_title": "Hydrating!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This serum has honestly been a game changer for me. My water at home is very harsh and my scalp always feels dry and itchy after I shower. I also feel like Iu2019ve been losing hair lately. My fist bottle I noticed a big difference, definitely waaay less dandruff and my hair feels thicker at the roots. Nothing miraculous, my scalp just feels hydrated and my hair feels more healthy as a result. I stopped using it when I ran out of my first bottle (expensive) and tried to find cheaper alternatives. I ended up buying another bottle when my dandruff come back full force. It confirmed how well this serum works for me! Not sponsored, not an influencer, genuinely happy abt this product."
        },
        {
            "review_title": "did not help dry scalp",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It wasn't for me. I have dry scalp issues so I was really hoping this was going to help my dry scalp. I used it on a clean scalp and I woke up the next day and my scalp felt itchy and dry, which does not happen the day after I wash it usually. I tried it again to be sure and the same thing happened. I will be returning."
        },
        {
            "review_title": "My dry scalp loves it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have never taken proper care of my hair because I am too lazy for it, so being able to pamper it with this product has been an amazing experience. For reference, I have very dry, thinning, curly, dyed hair. I have been applying this product every night for over a month and I love the results. I am expecting even better results after the 90 day mark. PROS: - Great ingredient list: it has hyaluronic acid and peptides, together with many other amazing ingredients. It is pure skincare for the scalp. - Very hydrating: it gets absorbed by my scalp immediately leaving it feeling so hydrated. - Not greasy at all: it has a light jelly like consistency, not oily, so it doesnu2019t leave the hair feeling dirty or heavy. - It contributes to an immediate volumizing effect from the roots. - It smells amazing! - It comes in an elegant glass bottle. - It has a thin dropper that allows for a precise application directly on the scalp and preventing products waste.  CONS: - The price: it is a pricey product. I am only using it on those parts of my scalp with more sparse hair and not over the entire scalp so the bottle will last me for about  - Being glass, it is not very travel friendly (heavy and risk to break) - I donu2019t like the applicator handle because it gets slippery and makes difficult to push the top, but I can deal with it. Thank you @TeamBIC for sending this product my way to test and share my thoughts about it. I am sharing my honest and authentic opinion as a Sephora Beauty Insider Community Ambassador."
        },
        {
            "review_title": "Dry scalp must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have tried so so so many scalp serums to help with my extremely dry scalp (donu2019t confuse with dandruff) and this one is by FAR the best!! If you have a dry scalp this is a game changer especially since its not greasy! And ++ it helps with hair growth and make my hair really nice"
        },
        {
            "review_title": "Helped me with dry itchy scalp",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Dry skin",
            "review_text": "I used one dropper of this daily (a drop at my temples and the rest on my part and gently massaged it through my scalp) I prefer to do it at night and let the serum absorb while I sleep (you do not have to wash it off in the morning) I started to notice my dry itchy scalp was less bothersome and my hair wasn't shedding as much when I used it every single day. It smells nice, lightly floral but it didn't stick around long after applying. It's a thin serum and it does take time to massage it into your entire scalp.  I used it for a month straight and really like how healthy my scalp has been since I started using this daily. I will continue using it and hope it helps my hair survive this winter weather :)"
        },
        {
            "review_title": "it is ok",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "it feels nice on the scalp; I have not noticed any fuller-looking hair but i have noticed that my hair feels softer and it does feel nice when applying it to the scalp; it feels refreshing to the scalp."
        },
        {
            "review_title": "Not for me and my fine hair and oily scalp",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Unfortunately, after trying a sample of this product I have concluded that it is not for me.  Because I only used it 4 times, I cannot comment on what benefits this serum might provide if used long term.  The reason I did not like it is that you need to leave it on for a long time and during that time it made my hair look flat and feel sticky.  I tried applying it at night, washing my hair in the morning, and applying it in the morning, washing in the evening,  I suppose if you do not mind staining your pillowcase, the overnight option is okay.  I could not go out in public with it on during the day as my hair looked awful with it on.  I was careful to use the recommended amount, part my hair, message it in, etc.  My hair is very fine and my scalp is oily so the overall result was not good.  The serum gets two stars because I had no reaction to it (my scalp is sensitive and has reacted to other serums but not this one) and the scent was fairly strong but not unpleasant.  Again, I only used a sample but I certainly would not recommend this serum for fine hair and oily scalps."
        },
        {
            "review_title": "Lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the scent and it soothes my scalp during the harsh winter. Definitely will buy again!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "It does seem to calm my scalp pretty well, and I like the scent. Iu2019m not sure that my hair necessarily looks fuller yet, but Iu2019m hoping that it will with continued use. I think it is a nice product for winter hair care, as it seems to hydrate my scalp due to the addition of Hyaluronic Acid."
        },
        {
            "review_title": "Must try!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Hi, I am a Sephora Beauty Insider Community Ambassador!  I love this scalp serum. It is way different than any other scalp serum I have tried before. If youu2019ve tried a different brand and it made your hair super oily and you can only use it before wash days try this one out. It will change your mind. I havenu2019t used it enough to notice any extra growth but I can say I donu2019t see any shedding like I have had in the past."
        },
        {
            "review_title": "Lovely scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received this gratis from Sephora for my honest review. I really like this serum. In the winter my scalp can get dry and sometimes itchy. This has helped so much! I absolutely love the scent. It doesnu2019t weigh down my hair. The only thing I donu2019t like is the dropper. I would definitely purchase this on my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "In the winter, my scalp often gets very very dry and this has been helping with that a lot. I have been using this daily and I have noticed a lot less itchiness and overall my scalp feels much calmer. I have also noticed less flakes. I don't think it does anything for existing flakes, but it helps with reducing more from occurring.   This is quite scented, I find it pleasant but if you are sensitive to scent this might not be the product for you.   I do like that this does not leave my scalp greasy. I can use it daily without build up on my scalp or it looking like I haven't washed my hair.   I am a Sephora beauty insider community ambassador and this is my honest and authentic review"
        },
        {
            "review_title": "Happy, Moisturized Scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am a longtime fan of Ouai, but actually hadn't tried this before! I am really impressed! My scalp tends to get dry but can go from dry to oily in like 5 seconds lol. I used this serum after washing my hair at night when I knew I could just put my hair up the next day and it made a big difference in how moisturized my scalp felt the next day. I haven't yet tried it before styling my hair, so I'll have to give it a go soon. Also, it smells amazing!"
        },
        {
            "review_title": "No more winter itchy scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for about a week and it has kept the winter itch y scalp at bay and does not weigh my fine hair down. Iu2019m talking blow dry still looks good the next day. Plus it smells absolutely amazing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I am a Sephora beauty insider community ambassador and this is my honest and authentic review, as far as the hydrating claims, yes! This serum does an excellent job at hydrating the scalp and the dropper is perfect to apply the product. It's a nice cool feeling on the scalp when it is being applied. I have not experienced any fuller looking hair, but my hair is thick and does not need to rely on this product for that claim"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador.  The product has a nice perfume like scent to it. I applied one pump into my scalp and massaged the product in with my fingers. I was shocked with the lift and volume it created at the crown of my head. I normally use a texturizing spray but will definitely be using this as well to create volume in my hair."
        },
        {
            "review_title": "Amazing for Fine Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "So far so good, love that it doesnu2019t feel oily and has a very cool feeling. Love the smell too. I apply at night and donu2019t wake up with greasy hair with my fine hair type. Using to replenish hair loss I had with severe anemia fseveral years"
        },
        {
            "review_title": "Beat the winter dry scalp itchies with this magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Winter blues got your scalp feeling itchy? This stuff took that dry itch right away! As soon as this came in the mail, I ripped the box open and droppers it all over my scalp. Itch gone! I wash my hair once-ish a week and have been using this the first few days of a fresh wash. Dropper it all over my scalp, and massage in (oh no, an excuse to give yourself a scalp massage). I'm not sure if I will use this in the summer or not, but it's now a winter staple."
        },
        {
            "review_title": "Still on the fence about this one..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m still debating on how much I like this or not. It doesnu2019t make my hair greasy, and I love the idea of scalp serums. I love other OUAI products but Iu2019m still not sure about this one. I havenu2019t really seen results yet but Iu2019ve only had it for a little while. Iu2019ve seen minimal improvement in my scalp health, so Iu2019ll give it awhile longer to see if itu2019s worth it for the price."
        },
        {
            "review_title": "A miracle for my thinning hairline",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This started to fill in my thinning hairline with noticeable color from baby hairs within a couple of weeks. I was shocked! I use it once a day at bedtime, but I also wash my hair every day because itu2019s a sebum factory. I had a hard time with the price but am so glad I made the investment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I used this product on a dry scalp. It had me feeling relief from past issues. It did not help me enough though. :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Been using this for a month now and it works great, was losing my hair due to kidney failure and stress and I put this on my scalp on hair wash days and can definitely notice a difference in my bald spots. Wish I took before and after phots!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "Do not risk purchasing if you have fine, thin hair. I was hoping for a fuller look, and after using for a month, started noticing how much hair I lost around my hairline. With how slow my hair grows, this is a nightmare."
        },
        {
            "review_title": "Not a fan. Left a film.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Meh -It wasnu2019t what I was expecting. I didnu2019t like the way the serum felt on my scalp and immediately wanted to wash it out. Not worth the money and returned."
        },
        {
            "review_title": "Buy it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I give it a four star because it cost a lot of money and I believe that it should be more product inside of the bottle. But overall this product is amazing  it helps grow my hair"
        },
        {
            "review_title": "so far so good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Pricey. Not sure if it works yet.  Too soon. But no rages no itching and NOT greasy on my baby fine hair"
        },
        {
            "review_title": "expensive, but worth it, w/consistency",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s pricey, but I definitely noticed a difference. With this crazy east coast humidity, I had a weird little itchy spot on the back on my head for like 3 wks straight. My hair is super oily, I wash it everyday, so it looks pretty dull. Consistency is key! It looks fuller and healthier! I tried using other serums and oils (natural ones too) before bed, and they irritated my scalp & made me itch. This one is very gentle and just soaks in. You donu2019t even feel anything. I honestly love all Ouai products. I use their shampoos and conditioners and treatments. Itu2019s all done wonders for my fine, wavy hair, oily scalp hair"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "i would say that this is good for fuller looking hair but it kind of burned my scalp"
        },
        {
            "review_title": "So far so good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Been using for a month now and can say it took some time to work, but it does! Itu2019s not too oily but Iu2019ve only been using it every other night instead of everyday like recommended to make it last longer. I had some thinning spots along my hairline from wearing my hair up a lot, and I can see itu2019s starting to thicken and grow back in so excited to keep using it!"
        },
        {
            "review_title": "Not sure how to feel about this product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Used up half the bottle so far and it hasnu2019t done anything for my dry scalp.  I also followed the recommended instructions and tried to use it daily and it just made my hair look super greasy. However, the one thing I noticed since using this is that my flyaways have been less crazy when I put my hair up. But overall would not recommend wasting money on this."
        },
        {
            "review_title": "Worth the splurge!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve only been using this product for a few days, but Iu2019m already in love! This serum is so lightweight - I was worried it would be more oily and leave my hair greasy, but itu2019s so lightweight that you can apply quite a bit and you canu2019t even tell! It also gives your hair a nice lift, making it look more voluminous. I have dry, flakey scalp and I think this helps soothe and hydrate it. Iu2019m excited to see the hair growth results! I know this is a pricier item, but I think itu2019s worth the splurge."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "1 month in and will give this product 5 stars so far. I plan on giving monthly updates until I reach the 6 month mark. I have been using it everyday in conjunction with the ouai oral supplement and I have noticed some changes in my hair line. My main problem is hair thinning especially noticeable on my hair line. I take one ouai oral capsule in the AM and apply the ouai serum across my hairline in the PM. A little background for reference Iu2019m 32 with no kids. My hair line thinning is mostly due to genetics, me pulling my hair back tight all through middle/high school, and stress from doctorate/residency training. The BIGGEST thing that I absolutely LOVE about this serum is that itu2019s more water than oil based. For my gals that have Semi-oily to oily scalps this serum is heaven sent and will not require you to wash your hair everyday due to it looking too oily. This was extremely tough for me to find with other brands that were on the market. I massage this serum to my hairline for about 1 minute each night until the product is completely absorbed. It works great no matter how Iu2019m styling my hair. I hope this helps. The photos I included are exactly 1 month apart. Not sponsored :)"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "iu2019ve used this twice so i canu2019t speak for long term results, however, it does give a nice lift to my roots making it look fuller and without leaving my hair feeling oily."
        },
        {
            "review_title": "1 of my top 3 products from the brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "ok so I expected this product to leave a slight residue or oiliness at the scalp. NOPE! this sinks into skin like a facial serum. no oily feel no weighing hair down. it is perfect for my dry scalp due to hard water and eczema.  I apply in rows throughout scalp with dropper and rub into skin. it's so hydrating and smells divine! I will be continuing to purchase this forever. of all the ouai products I've tried,  this is in the top 3 from the brand! I love the brand!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After a couple of uses this really did help heal any dry patches on my scalp"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So far so good. Didnu2019t make my hair oily the next morning. Feels good and smells good. The ONLY con is plz plzzzzz change the top. It is not user friendly at all and actually kinda hurts holding it. Just make it a regular serum dropper! I literally NEVER write reviews but this dropper upset me lol"
        },
        {
            "review_title": "A head above!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Iu2019ve been using this daily for about 3 weeks so I canu2019t say anything about scalp condition and more hair.  BUT I will say I LOVE the way it makes my hair feel!  Iu2019m 65 and getting some gray hair thatu2019s coarser than my brown and tends to look a bit frizzy without products.  With this serum I find Iu2019m wearing my hair down a lot more (shoulder blade length) and it looks so much more healthy.  It doesnu2019t build up even after 3 days of not washing.  Iu2019m VERY happy!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "DANDRUFF BE GONE!!! Obsessed with this product! Did wonders for my scalp and can be applied on clean and dirty hair with a quick blow dry it looks perfect!"
        },
        {
            "review_title": "Real results",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "the older I get the thinner me hair gets but this serum from ouai gave me real  results that even my friends and family noticed. once daily at night and after 3 weeks my hair didn't just look fuller, it actually is! after 8 weeks I was so happy with my results that I got a second bottle. this will be a part of my routine for the foreseeable future."
        },
        {
            "review_title": "just essential oils ??",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Ok Iu2019m really hopeful based on reviews but Iu2019m not sure if this is a scam or not yet. Comes in a glass jar.. Smells like some type of mint leaf essential oil. Unclear as to weather I could have just grown some mint myself for a dollaru2026 BUT it feels sort of spa like when I put it on my head so maybe itu2019s luxurious and hoping it will make me shed less. To be continued."
        },
        {
            "review_title": "absolutely works, wonu2019t regret.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not incentivized. I bought this when it first came out, trying it in hopes of it helping a thinning spot and my scalp psoriasis. I started skeptical thinking, it wonu2019t work. It proved me wrong. My spots arenu2019t inflamed, itchy or flaking and my thinning spot, has shown drastic improvement from being a permanent hair part to now I can brush back and see new baby hairs in place."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I received this product for free from Influenster in exchange for my honest review.  Things I did enjoy: the smell, the consistency, the slight improvement to hair. Things I did not enjoy: the product was greasier than I anticipated. Itu2019s supposed to be a leave in scalp treatment but after the first few times of trying it, I couldnu2019t bear to keep it on my scalp any more than about an hour. It made my hair feel greasy and didnu2019t fully dry down.  I did use it as a pre-shower treatment after that and would put it on my scalp about an hour before showering. I felt that it had decent results, but the rating is for the product as itu2019s intended use and that is for a leave in."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I'm not sure if it's really working yet since i've only used it consistently for 2 weeks. My scalp does feel more nourished and healthy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I really love this product! My scalp usually gets really dry in the summer and this has helped a lot. After using it my roots just feel really healthy. I received this complimentary from Influenster"
        },
        {
            "review_title": "Quai serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved this hair serum. There isn't a very strong smell. It is not oily at all. It is very refreshing feeling on the scalp. It really helps id you have a dry scalp. I will definitely get more wgen i run out. A little goes a long way!"
        },
        {
            "review_title": "Made my hair greasy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Received this product complimentary from influenster and Ouai for testing and review purposes. I can say that it did make my hat feel greasy when I used it. I want to go e it more time as I did loose a lot of hair postpartum."
        },
        {
            "review_title": "Keeps the oil away!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Anyone else love @theouai products?! I already swear by their leave-in conditioner and their chill pills and Iu2019m obsessed with their signature scents.   I was intrigued when I received this because itu2019s different from anything I use, but Iu2019m all about healthy hair so Iu2019ve been using it for a couple months now.   The tool is a dropper and I love that.  It took me a couple times to not feel weird putting this on dry hair but I really feel like it has all but eliminated flakiness in my scalp.  I was really surprised.  I havenu2019t noticed an increase in the fullness of my hair yet, but Iu2019ll keep using it to see!  It smells amazing.  I received this product for free shipping from Influenster and Ouai in exchange for my honest review.  #OUAIScalpSerum"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This product is amazing. I really like the scent of this product. It made my hair smell so good and helps create healthy scalp."
        },
        {
            "review_title": "Healthy Hair Food!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product in exchange for my honest review from Ouai and Influencer. I absolutely love this scalp serum!! It has definitely helped my scalp health! It worked wonders on my dry spot on my scalp and now my hair is even feeling healthier. I would definitely recommend and personally will be ordering another bottle for my everyday hair health!"
        },
        {
            "review_title": "Expensive but goodie!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Received this product complimentary from influenster and Ouai for testing and review purposes. I can say that this was like a ring to my finger! Received it on time to be use during pregnancy and postpartum. I have super long, thick, and lots of hair and I must say that I suffer from time to time of dryness on my scalp which results with flakes. We all know we loose hair postpartum and this serum has been great to me. It has help with the dryness on my scalp and my hair is not as flaky. It smells good and it doesn't feel too greasy  when applied. Second pregnancy and this time my hair is not falling so much!"
        },
        {
            "review_title": "Refreshing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product is extremely refreshing after a shower! I haven't tried it on dry hair yet. Might try before a shower Incase it makes my roots gross lol. I have noticed less dry scalp but it does say 3-4 months. Mu bottle is more then half way gone. I do enjoy this product the price is a  bit much."
        },
        {
            "review_title": "Loved this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Thank you to @influenster and @theouai for sending me this #complimentary product to try for #free as part of their fun incentivized campaign ! I loved this scalp serum! It has a soft scent and it kept my scalp hydrated. I suffer from dry scalp so thatu2019s a plus! You can also use this on wet or dry hair. It looks great on either one. However, itu2019s not budget friendly. Costs $52 on their website."
        },
        {
            "review_title": "Need more time",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I received this product complimentary from Influenster and Ouai in exchange for my honest review.  Here it is.... I need more time with it lol. I love the packaging of the scalp serum. It looks and feels like a quality product. However, I can't just go based off that. Normally, I would never have thought to purchase this product because of the price and thinking I wouldn't need it, but you usually get what you pay for. Right now, I've been using it for a little over a month so I know I need more time. Based on the description, it takes about 3-4 months to see any results, and for me, it's too early to tell. So far I'm liking it and not having any issues. It does help my scalp feel less dry or itchy, but I hope in a little while, I get to see some hair growth in the areas I've noticed some loss."
        },
        {
            "review_title": "Buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have stick straight hair and this helps add some well needed volume to my hair! It also helps my scalp to feel calm and moisturized! I love it"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I received this complimentary from ouai and Influenster for an honest review. This product works great. It doesnu2019t leave any kind of residue on your scalp or hair and leaves everything feeling fresh. Itu2019s also helped with the psoriasis I get on my scalp"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really like this product. Itu2019s super hydrating for the scalp! I normally have a dry scalp that makes my hair a little flaky but I havenu2019t noticed any flakes in my hair since Iu2019ve started using this, I love it soooo much. It also has a really nice scent."
        },
        {
            "review_title": "Not what I expected",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product from Influenster for my honest review.  I wish I were able to see the results of others prior to testing, because it didn't do what I expected. I must say that it wasn't greasy and it was easy to style after application. The faint refreshing odor is quite pleasant and the only reason it got any stars. It didn't work for me and actually made my hair worse after 8 weeks."
        },
        {
            "review_title": "bye bye oily scalp",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product has been a huge help in keeping my scalp clean and definitely controls the oil! I can go longer between hair washes now and itu2019s been a life saver. It has helped with regrowth however is a slow process."
        },
        {
            "review_title": "amazing product for your hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "this product is so good for my scalp.  It left it soft and its smell is incredible.  I love it.  I think it works better with long use and it's a bit expensive.  but i think its worth it.  I received these products for free from Influenster and OUAI in exchange for my honest review."
        },
        {
            "review_title": "OUAI scalp serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received the OUAI scalp serum from Influenster & OUAI for my honest thoughts and opinions. I have been using the serum for almost 2 months and Iu2019ve definitely noticed a difference in my scalp and hair. I usually have dry and sensitive scalp issues, especially this time of the year but after a couple of weeks using the scalp serum my scalp feels better plus it is not as itchy or irritated. I prefer to apply it right after my shower when my hair is damp and let it soak in. I also have very long thin hair and Iu2019ve notice it seems to be shinier with a bit more fullness and volume. The bottle it comes in feels luxurious. It is a heavy frosted glass bottle with a push button dropper for easy application. It also doesnu2019t have an overwhelming scent. Im not I love with the scent but it smells clean with slightly minty after notes. I will continue to keep using as past of my regular routine because of the results Iu2019ve seen with my scalp. The extra bit of shininess and volume are just bonuses from everyday use."
        },
        {
            "review_title": "Soothing and relaxing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received a complimentary sample of this before itu2019s release to try. It helped soothe my spring/summertime psoriasis on my scalp. Smells great, packaging is great. Good amount for price point."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This made my scalp less dry and itchy. My hairline felt more full too!  It didnu2019t make my scalp feel oily"
        },
        {
            "review_title": "Consistency",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received this product for free from influenster in exchange for my honest review: The Ouai hydrating scalp serum is lightweight and does not make hair greasy. I have an oily scalp and was very scared at first adding extra product to it. This serum is so lightweight that it sinks to the scalp easily and has an earthy smell that is perfect not to overpowering. I usually put it on after I wash my hair and leave it for the following day. Consistency is key when using a serum just like using a new skincare serum you are not getting results in the first day. After a month of using the serum I notice my hair being more full and thicker. It is a nice product if you want to splurge on a nice serum for your hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Very light. Great smelling. Made my hair feel very healthy, smooth and full. It does work better on wet hair."
        },
        {
            "review_title": "Keep going, itu2019s worth itu2019",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I am thrilled with the results of this product.  It took about two months for my to notice that some serious volume has returned to my hair and styling.  I am in my 40s and my hair has been thinning and lifeless for quite some time.  This product has definitely brought some life back into it and my new growth is super soft."
        },
        {
            "review_title": "Results in photou2019s!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this free for my honest review. This really worked well for me. I will keep using it. I am posting photos, you can see my baby hairs growing in. I have an oily scalp and Iu2019m in my forties, so my bang area is now thinning, sadly. This brought results!  I used it 2-3 times a week for over two months. I have results from one month and two month photos also. This smells so good and it feels cooling to the scalp once applied. The glass packaging is gorgeous and it has a glass dropper for easily sectioning and applying to scalp. I mainly used it in the front of my hair because thatu2019s where Iu2019m thinning. I love my results and I will continue use and keep updating."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "So, for starters this smells great. Like, really good. But sadly thatu2019s about all. I didnu2019t see any improvement in the fullness of my hair. I also didnu2019t really like using this on dry hair, but felt like it was useless using before shampooing. I felt the best was to apply it to day 2 or 3 hair. I think for $52 this product doesnu2019t perform well enough to repurchase. Thankfully I received this complimentary in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This hair serum is great! It has an amazing scent and nice texture. I was able to try this product in the perfect time. I had just took out some braids and my edges were thining. I was able to easily apply the serum to my edges with the provided dropper. I am so happy that my edges are thickening! To add to the benefit of my hair thickening the serum gave it a nice luster."
        },
        {
            "review_title": "OUAI Hydrating Scalp Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I use this product daily and love it. I am almost finished with it and will definitely buy a new one."
        },
        {
            "review_title": "Fine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got this Ouai free scalp serum to try from Influenster in exchange for my opinion. It wasnu2019t greasy and didnu2019t bother my sensitive scalp. 5/10, didnu2019t notice any changes in my hair but my scalp looks a little healthier."
        },
        {
            "review_title": "Loveeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I definitely enjoyed using this product. I have a really thick full hair but real thinning edges due to a lot of Wig wearing, so I focused using this product more so on the perimeter of my hair and when I tell you that it has made such a difference, consistency is definitely key and so I made sure to use it every day since I received it to get a fair reading, I love it and youu2019re almost able to get every single drop out of the bottle before itu2019s empty."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "While I did notice some areas filling in that were sparse due to pp hair loss, I didnu2019t use it consistently enough to see major results. I wouldnu2019t recommend using on dry styled hair unless just going to bed which is why I didnu2019t use it more often."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the scent of this product and how hydrating it is! Iu2019m not sure if I see u201cfulleru201d hair just yet however it does help me with my dry scalp."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I hate that it made my hair so greasy and looks like I have dried up product and product buildup in my hair. I understand using less, and I have, but still have this problem. Also, it says it can be used on dry hair as well but thatu2019s a big no. Do not do it! Iu2019ve used it for over 8 weeks and have not seen any difference in my hair. I also didnu2019t love the smell. Wish it smelled better. Overall not satisfied. But I like the bottle packaging and the dropper is nice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love how lightweight the scalp serum is. It is not too watery that it gets/spills everywhere and does not weigh down my hair. The scent is amazing, which OUAI is amazing at incorporating in their products. Also the packaging is just beautiful!"
        },
        {
            "review_title": "Best serum yet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This serum is one of the best Iu2019ve used so far. The smell is amazing and application is easy. After about half the bottle I noticed my hair to be healthier, fuller, and shinier. I highly recommend!"
        },
        {
            "review_title": "Improves my scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I suffer from dandruff every now and then (i think it's either the water or the weather here in colorado) so I was really excited to try this serum when I got it. First the subtle scent is good, making the regular application enjoyable.  The packaging is so nice (even the quality of the box, and especially the bottle). What i noticed so far is my scalp feels healthier and less dry the more i continuously apply the product. I have long,limp, and dry hair so I'm looking forward to the fullness and healthier hair when i used this more. But so far, just getting my scalp to a better condition is already great for me!"
        },
        {
            "review_title": "So far so good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "So I haven't been using this as much as I should but in the short amount of time I have used it makes me want to use it more often. My hair already looks and feels fuller! It does have a peppermint smell to it but it's very mild so it's doable. I am definitely excited to use it every day to see the results!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Absolutely love this product. Leaves my scalp feeling amazing. Smells good and I love the dropper make it easy to apply to scalp"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This has helped my hair look so much nicer. It feels more hydrated and not so thin in areas. I battle alopecia areata. So anything to help my hair is a God send. It doesn't take a lot to use this just a few drops."
        },
        {
            "review_title": "Itu2019s okay.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So far itu2019s okay. I didnu2019t see any result yet, but hope to see any improvement and hair grows soon. Smell is good, but the thing I donu2019t really like it make my scalp oily faster than usual."
        },
        {
            "review_title": "Great Serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Definitely works, I have a dry scalp so using this over the course of several weeks Iu2019ve definitely noticed a difference that my scalp is a lot more moisturized and feels a lot more healthier and lighter."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I have really curly hair and I use so many products that dry out my hair and leave a lot of build up over time. This scalp serum really helped hydrate and nourish my scalp while also not making it feel oily or leaving any kind of residue. I really like the dispenser on the top of the cap! Overall this is a good option for anyone whou2019s scalp needs some extra attention."
        },
        {
            "review_title": "Something to soothe my scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "I got this from Influenster and I have always had a dry scalp. I also like this brand in general. This feels great on your scalp and it helps. I personally likes this because my scalp feels great. My scalp doesnu2019t feel as dry anymore. I do tend to use this everyday. So far I feel like this is helping my scalp."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This product is AMAZING! I have 4c hair, and one of my biggest concerns is dry scalp. Within the first couple of minutes after using this product I noticed a soothing feeling on my scalp. After eight weeks using this product I noticed a significant difference. My hair grew faster and well as shined more than ever! My scalp is moist and less itchy after a day of working. I definitely 10/10 recommend this scalp serum, and plan on purchasing again!"
        },
        {
            "review_title": "Highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product! Leaves a fresh minty clean feeling on your scalp! It makes your hair fuller. At least it did for me after having my baby! Love the fresh smell it has and also doesnu2019t leave your hair greasy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I got this for free to try from Influenster but Iu2019ve been blatantly honest and would definitely buy this product with my own money. My scalp was pretty dry and flaky this winter and spring plus pregnancy made my skin overall sensitive. I just needed to use this serum 1-2 times in a row to see an improvement in my scalp! Very thin in texture but I still didnu2019t like to use it daily since I have fine hair. Thereu2019s a very strong scent which I didnu2019t love but it wasnu2019t irritating to my scalp so I just used it at night. Definitely would recommend for those who need help with dry and/or flaky scalp!"
        },
        {
            "review_title": "New staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I loved this product! I have such thick hair and my scalp often gets itchy and oily if I leave my hair wet for long periods of time. This product not only smells fantastic but it helps my scalp feel fresh and healthier than ever."
        },
        {
            "review_title": "I liked it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I enjoyed using this hair serum. I wash my hair about once a week because I rock my natural hair. While using this product I felt like my scalp felt better. The instructions say to use one vial, however I do have a lot of hair. In order to follow direction I would part my hair use the one vial, then the next day part my hair differently to target various spots on my scalp. Eventually I started specifically targeting the serum on my hairline because that is my problem area I would like to have more hair. Doing this I saw improvement and was pleased. I was especially pleased at my scalp feeling better with my natural hair."
        },
        {
            "review_title": "Love the scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this for free from Influenster in exchange for my honest review. I like the scent and that itu2019s lightweight. Iu2019m not sure if i makes my hair fuller, but it doesnu2019t hurt. I will keep using it to determine its effectiveness."
        },
        {
            "review_title": "hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This review is incentivized as part of a campaign for Ouai Hydrating scalp serum. I really love the packaging of this product and the cute dropper. The smell is pleasant and not strong or over powering. The dropper helps make sure you reach back out scalp. I used the product when my hair was damp and it doesnu2019t feel heavy or make your hair greasy which I really liked. I did notice a difference in my scalp and that it did feel pretty hydrated after using for a few weeks. I would recommend giving this a try and I would purchase in the future after this bottle is finished!"
        },
        {
            "review_title": "Your Scalps New BFF",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I suffer from a dry scalp so I am no stranger to serums to soothe my scalp. This product not only helped with my dry scalp but also improved my hair overall. I am so very happy with this product! It is the key to a healthy scalp and beautiful hair. I plan on keeping this in the rotation."
        },
        {
            "review_title": "Dry Scalp or Dandruff? Give it a try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I was a little leery trying a scalp serum because I thought it wouldnu2019t help any of my issues. I am 5 months postpartum and started losing my hair and I have always had a dry, itchy scalp. Iu2019ve tried a couple oils and serums made for the scalp, but it always made my hair look greasy, so that was a no. First impression, the scent is clean, but light. Now the first time I used this serum I used too much (less is more) and my hair almost looked greasy. So I have it another shot and used less and it absorbed right away and you couldnu2019t see any in my hair. Now that Iu2019ve consistently been using it, my scalp isnu2019t dry or itchy. And I believe my hair isnu2019t falling out nearly as much as it was. I recommend anyone with any of the issues Iu2019ve had try this."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I have very long thick hair, and my scalp gets extremely flaky and dry. Iu2019ve been using a scalp scrub, wich helps, but after adding this it has dramatically improved. I love that I can use this on my dry hair and donu2019t have to wash it out. It doesnu2019t leave any residue or make my hair oily! I really do recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I love the way the bottle looks and it smells very nice and clean. However, it didnu2019t do anything thing for my hair. I used it every night after washing my hair. My hair got greasier faster but that may be due to massaging the product into my scalp. I like the concept but itu2019s not doing what it says it is going to do. The first photo is the before."
        },
        {
            "review_title": "Major growth in only a month",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "This serum worked really well for me. It smells amazing and is packaged like high end skincare. It feels light on the scalp, and doesn't tingle which can be irritating. After about 5 weeks of daily use, my family and coworkers began to comment on my hair's improved length and thickness. I actually had a bald spot from parting my hair down the middle and this serum grew the hair back. I saw overall growth of about an inch, which is much faster than my hair grows on its own."
        },
        {
            "review_title": "Not impressed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this from influenster in exchange for my honest review. I started using this with the hopes of thicker, healthier hair, but that wasn't the case. The serum is pretty thin so it's so easy to spread and it has a really nice scent. This product was easy to apply but it went fairly quickly. After the first few days my hair felt nice, but then shortly after my scalp started getting itchy right in the front and top of my head. My hair got extremely frizzy and stringy and started falling out more than usual. My hair is super thin to begin with and this product did me no favors. I do not recommend this at all."
        }
    ]
}