{
	"product_id": "481",
	"name": "Honey Vanilla Clean Meltaway Cleansing Balm",
	"brand": "Farmacy",
	"categories": "Skincare, Cleansers, Makeup Removers",
	"price": 49.0,
	"about": "What it is:A limited-edition cleansing balm that melts away makeup, SPF, and visible impurities..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Uneven Texture.Highlighted Ingredients:- Sunflower and Ginger Root Oils: Melt away stubborn, long-wearing makeup without stripping or drying skin..Ingredient Callouts:This product is cruelty-free..What Else You Need to Know:This cleansing balm is formulated with buckwheat honey and upcycled vanilla to melts away waterproof makeup, SPF, and excess oil with zero residue, stripping, or visible breakouts..Clinical Results:Based on average result in clinical testing on 33 subjects after 1 use:.Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
	"ingredients": "-Sunflower and Ginger Root Oils: Melt away stubborn, long-wearing makeup without stripping or drying skin..-Turmeric and Moringa Extract: Remove visible impurities, dirt, SPF, and excess oil without leaving residue..-Papaya Enzymes: Naturally exfoliate pores...Cetyl Ethylhexanoate, Helianthus Annuus (Sunflower) Seed Oil, Polyglyceryl-6 Dicaprate, Helianthus Annuus (Sunflower) Seed Wax, Polyglyceryl-10 Dioleate, Flavor/Aroma*, C10-18 Triglycerides, Stearyl Behenate, Polyhydroxystearic Acid, Moringa Oleifera Seed Oil, Carica Papaya (Papaya) Fruit Extract, Honey Extract/ Mel/ Extrait De Miel, Propolis Extract, Royal Jelly Extract, Vanilla Planifolia Fruit Extract, Glycerin,Glyceryl Laurate, Alkanna Tinctoria Root Extract, Ubiquinone, Tocopherol, Lecithin, Sorbitan Sesquioleate, Vanillin, Limonene (*Natural Flavor/Arôme Naturel)...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Scoop out product with included spatula..-Gently massage onto dry skin..-For eye-makeup removal, apply to closed eyes..-Rinse with warm water or wipe off with a damp washcloth...Recycling Instructions:.-Rinse out any remaining product..-Recycle jar, inner lid, and outer packaging..-Send cap and spatula to Farmacy to be recycled via TerraCycle®. .-Email recycle@farmacybeauty.com for a free prepaid shipping label.",
	"num_reviews": 8,
	"overall_rating": 5.0,
	"product_url": "https://www.sephora.com/ca/en/product/farmacy-honey-vanilla-clean-meltaway-cleansing-balm-P513896?skuId=2820314&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2820314-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "3.4 oz / 100 ml",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2820314-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}