{
	"product_id": "639",
	"name": "Dewyplump Collagen Lip Gel",
	"brand": "GXVE BY GWEN STEFANI",
	"categories": "Makeup, Lip, Lip Plumper",
	"price": 32.5,
	"about": "What it is:A collagen supporting, non-sticky, tinted lip gel for soft hydrated lips..Formulation Type:Lip Gloss, Liquid Lipstick, Lip Oil.Benefits:Hydrating and Long-wearing.Highlighted Ingredients:- Sepilift: Supports collagen to minimize the appearance of fine lines..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan and cruelty-free..What Else You Need to Know:Infuse your lips with this collagen supporting lip gel. The gel-to-gloss formula gives you tinted color and shimmer in one quick swipe. It contours the lips with a three-dimensional effect with visible color and hydration while ultra-filling spheres smooth and hydrate lips.",
	"ingredients": "- Sepilift: Supports collagen to minimize the appearance of fine lines. .- Ultra-Filling Spheres: Smooth and hydrate. ..Polybutene, Octyldodecanol, Caprylic/Capric Triglyceride, Dipalmitoyl Hydroxyproline, Silica Dimethyl Silylate, Ethylhexyl Palmitate, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Trihydroxystearin, Sorbitan Oleate, Sodium Hyaluronate, Glucomannan, Fragrance (Parfum), May Contain (+/-): Titanium Dioxide (CI 77891), Iron Oxide (CI 77491, CI 77492, CI 77499), Manganese Violet (CI 77742), Red 7 Lake (CI 15850), Red 21 Lake (CI 45380), Red 28 Lake (CI 45410), Yellow 5 Lake (CI 19140)...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Swipe over bare lips, adding layers for more saturated color. .-Can be worn with or without your favorite lipstick for extra shine.",
	"num_reviews": 233,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/gxve-by-gwen-stefani-dewy-plump-collagen-lip-gel-P511109?skuId=2774610&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2774610-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Nightshade",
			"shade_descriptor": "berry",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2774610-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "a little sticky",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "a little sticky but such a pretty color and texture"
		},
		{
			"review_title": "BRING IT BACK!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Absolutely LOVE this lip product in every color. Really sad to see it being phased out. I hope they simply rebrand and bring it back. Peony is my favorite shade."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Nightshade - berry",
			"review_buyer_description": "",
			"review_text": "Was so excited for this lip gloss but had to throw it away from how bad it smells"
		},
		{
			"review_title": "I wish it wasn't so sticky!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this colour on my lips! I love that is is clean. However the consistency is very sticky and goopy. Thhe overall look is beautiful."
		},
		{
			"review_title": "Luxxxe",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is the nicest lip gloss I’ve tried in a long time. Cushiony, smells delicious, highly recommend"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": ""
		},
		{
			"review_title": "Super luxe!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is the most luxe-feeling lip product I’ve ever tried, and believe me, I’ve tried hundreds. There will always be people complaining about how thick a lip gloss is, but in the same breath whine about a thinner formula not lasting. Lip gloss has to be thick or it’ll wear off quickly. Just a scientific fact."
		},
		{
			"review_title": "A must have for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "These have become my #1 signature gloss (or lip gel…). I feel like it lasts longer than any other glossy products and the color is just perfect for me, though I wish there was also a completely clear version. I’m a Sephora employee and every time I’m wearing this specific gloss I get asked about it or my overall lip combo, I have made it sell out in my store multiple times by now. You guys need to give it a try if you find it in stock, they haven’t been stocking it as often anymore so I’m a little scared it might be going away."
		},
		{
			"review_title": "Not for me.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I hated this immediately. The color, the texture, the way it looked and felt on my lips - everything. I kept trying to maybe put on less to see if it wouldn’t feel as gross/make my lips stick together, but to no avail. Dave your money."
		},
		{
			"review_title": "Sneaks up on you the more you use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "So, at first, I was not liking this. I really didn't care for how thick and good it was. However, when I decided I'd use it up just at home when I wasn't doing much, I began to really enjoy the feel of it and how it looked on the lips.😍 It dose seem to condition the lips and keep them hydrated. It looks stunning on the lips. I've practically used up the bottle, and I'm about to run out. I'd love to repurchase. Is there going to be a restock? I'd love to try the magnolia color. I'll be heartbroken if there is no restock.💔"
		},
		{
			"review_title": "Gorgeous color",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "this product was a gorgeous and beautiful color, but was a little sticky ￼"
		},
		{
			"review_title": "Juicy and luxurious",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Light skin tone, Oily skin",
			"review_text": "I really enjoyed this product. I don’t understand the low reviews because I genuinely found this product to be so good. From the applicator to the formula, ￼it is thick and it even lasts in the swimming pool.!  highly recommend this formula to make up experts an"
		},
		{
			"review_title": "ahhhh I love this lipgloss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Combination skin",
			"review_text": "SOOOO CUTE AND SOOOO PIGMENTED! BUY THIS RIGHT RIGHR NOW"
		},
		{
			"review_title": "Always In My Purse",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I love this product! It kept my lips hydrated for hours. It has a super thick formula which felt amazing!"
		},
		{
			"review_title": "Please restock!! Favorite gloss ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is by far my favorite gloss ever!!! Thick gloss = staying power!!! Duh! I want my gloss to stay on! I bought every shade and I have been trying to buy back ups but it looks like the brand is going out of business!!! Please restock!!!!"
		},
		{
			"review_title": "Good gloss for everyday look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Amazing gloss doesn’t wear off fast and looks lovely with a dark lipliner"
		},
		{
			"review_title": "Good but gross smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I do love the consistency I’m a 90’s baby so I love thick sticky lip gloss only con is the smell it smells like vanilla popcorn kinda hoping the smell goes away quickly it’s very off putting"
		},
		{
			"review_title": "Worst lip gloss I have ever used",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Immediately returning. This is by far the worst lip gloss I have ever used. I never write reviews but if you see this please avoid this product. It’s thick, hard to spread, super sticky, and just gross."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "It’s thick, it is sticky. That being said, it stayed put for hours of talking. Didn’t leave that white line people normally get from wearing lip gloss for a couple hours. Fills in the lip lines, and after several hours of drinking and talking it looked just as it did when I originally put it on, the trick is to apply sparingly.    Also the mauve color is beautiful. A your lips but better type of color.   Personally, I don’t agree w the negative reviews one bit. Underrated product imo."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m immediately returning this product. The color and texture are both okay. Definitely not the most comfortable or pigmented. But the real issue is the scent. It is nearly unbearable and I’m not sensitive to scents at all. It’s like sickly sweet melted plastic."
		},
		{
			"review_title": "Can't believe I waited, I truly enjoy.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "Second color, and this is now living in my purse!  It is thick, but it doesn't seem to stick to too much or leave a residue.  The pigment isn't too much either to allow for a quick mirror less application."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "♥️ameeeeeee el color me encanta lo recomiendo mil veces"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Love the consistency and color! It lasts long and has a slight cooling/menthol feel."
		},
		{
			"review_title": "A shine and texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This lip gloss has a shine and texture. I’ve never experienced before. Not sticky, but fills in any creases to give a seamless look."
		},
		{
			"review_title": "Y’all we are sleeping on GXVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Love love love this gloss!! Please restock the other colors!!! Hibiscus is the second shade I have purchased and I absolutely love the colors and the formula of this lip gloss! It’s plumping, hydrating and your lips feel nourished even after wiping this off. Love love love!!!"
		},
		{
			"review_title": "I’m gonna have to pass and stick with Fenty",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "Is a nice thick smooth texture but smells funny and wears off quick"
		},
		{
			"review_title": "Amazing Gloss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "AMAZING! This is by far my favorite lip gloss. It is thicker than most and lasts longer. My lips are so soft and I love the color!"
		},
		{
			"review_title": "Don’t sleep on this!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Pleasantly surprised! This lip oil not only has incredible staying power. It actually feels more lik a gloss. After it wears off my lips were incredibly soft. It’s sort of thicker than  most and definitely shinier. The only negative is that it does bleed a little over my lip line. drawback was it bled a little over my lip line. I hope she"
		},
		{
			"review_title": "My favorite color lip gloss EVER!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been looking for a lilac colored lip product for months, especially after seeing how beautiful the Dior blush in a similar shade. This is gorgeous and exactly what I was looking for and I don’t even like glosses  as they never seem to have enough pigment. This slays though! Is it sticky? Yes but I truly don’t mind since I feel like it truly adheres to my lips. Also, it is buildable for more pigmentation. I cannot wait to try Bouquet!!"
		},
		{
			"review_title": "My top favorite gloss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am a lipgloss addict and I think this might be my favorite. There’s nothing about it that I don’t like. I almost every shade. I make my friends buy it. 100% worth it."
		},
		{
			"review_title": "Love.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "Alright, I'm loving this thick nourishing formula.  I don't love the sweet smell, but it dissipates rather quickly.  Also, I've not found it too sticky either.  My hair hasn't gotten stuck in it, and it hasn't left a gross ring on my straws.  It has left a little residue, but nothing gross."
		},
		{
			"review_title": "I love these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Went back and got the rest of the shades I don't already own once on sale! Reminds me of Mac lipglass. Thick and smells good"
		},
		{
			"review_title": "They smell strange",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "These have a strange smell.  The ones I had were not old, but both had a strong plastic type sweet scent.  The applicators are messy, too.  The colors are pretty but that's about it."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Rich skin tone",
			"review_text": "I like the color and the texture on my lips but this lipgloss gets on everything!!!! Even when it’s just standing up. I have to keep it in a bag just so it doesn’t get on my other makeup. I wouldn’t buy this product again."
		},
		{
			"review_title": "My lips have never looked better.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is the best lip product I own. The texture, consistency, shine and color are perfection. Hope GXVE keeps making it forever."
		},
		{
			"review_title": "Love Love Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I love these lip gels. It’s a thicker formula that adheres to your lips and stays in place. It’s almost like a lip oil/gloss combo. I prefer the lip gels over the glosses in her collection because the glosses become goopy on my lips"
		},
		{
			"review_title": "I’m torn!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I love the color, plumping appearance, and the size of the applicator. It’s also a lot of product which is awesome. It isn’t sticky for me at first but after a while I guess my lips absorb the moisture and it winds up a bit sticky"
		},
		{
			"review_title": "Great gloss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "Ok I love this lip Gel one of my favorite now. Also, it’s not sticky at all and you do need to remember it’s gloss. So, yes when you eat it will disappear but it’s really a great gloss"
		},
		{
			"review_title": "Nice & Plump",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Fills the lips making them appear more plump. No burn. Thick consistency. Love it!"
		},
		{
			"review_title": "Hydrating and full coverage",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "I love how thick and moisturizing this gloss is. Not super strong on the plumping, but cause it covers so well gives really good moisture and lips looks great. Love this vibrant color - kind of a raspberry shade. Tried on others in store and they all had great coverage and color"
		},
		{
			"review_title": "Best Lip Gloss EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is one of the best lip glosses I have ever used. It’s thicker than normal lip gloss but not sticky. It spreads evenly and stays on a long time. The color is the same in the bottle and doesn’t spread thin and get lighter like other glosses."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Normal skin",
			"review_text": "I love this gloss. It feels like it fills in the lines on your lip, but doesn’t feel heavy. I am super picky about the feeling of lip products on my lips 👄. This one is my current favorite."
		},
		{
			"review_title": "Received with a defective wand",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Formula is very sticky. Beautiful shine. However I received mine with the fuzzy stuff coming off the applicator wand so bits of fuzzy stuff is now in my tube."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I would have purchased again, because I love the formula, and shine is like no other gloss that I have ever used. I also loved the color Bouquet. HOWEVER, I've only owned the gloss for less than a month, and it's already empty!!! I do not wear it everyday, nor do I apply constantly. The doe foot is gigantic, and wastes the product. It's all over the inside cap. It's too bad."
		},
		{
			"review_title": "High shine factor!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "For some reason I don't find this as sticky as everyone else seems to.  It's not the least sticky gloss I've ever worn, but it's still comfortable and the SHINE really lasts which I love.  I apply it and then everytime I catch myself in the mirror for the next couple hours (unless I eat a meal) my lips are still super glossy and plump looking!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Beautiful color, but formula is sticky, and clumps/pills on your lips after a while. Lady Gaga Lip oil is so much better!"
		},
		{
			"review_title": "It leaks! Packaging needs to be fixed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely LOVE this gloss. But the packaging is terrible! It leaks so bad & tons of product is wasted.  I’ve bought 2 of the same color because I go through it too fast. Because of the leaking! It was all over my purse yesterday. I’m done buying this until they figure out new packaging."
		},
		{
			"review_title": "So Cushy!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love the shine and how well this blurs/fills my lip wrinkles; they're practically gone after just one swipe. Not as sticky as you would expect from a formula this thick. I'd say the downside is that it is pretty heavy-feeling on the lips and you'll be pretty conscious that it's there, but it lasts quite a while."
		},
		{
			"review_title": "Too gooey + bad bottle format",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "I prefer the Bubble pop electric gloss. These are too sticky. If upside-down in your purse, it will slime up the applicator, then the gloss comes out everywhere. Lost a lot of gloss because of the bottle format. It still smells great, though."
		},
		{
			"review_title": "Nothing special to me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I just realized I reviewed a blush under this product. This is accurate, though. I purchased 2 shades, berry and purple iris. This product wears off quickly, is thin and sticky. It does no't feel moisterizing. The more I test lip oils, glosses, etc, the more I realize I prefer thicker and shinier formula. This is not that."
		},
		{
			"review_title": "underwhelmed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I was so excited to try this product. I have this shade bouquet and purple iris. Purple iris didn't suit my skin tone too well, although not terrible. Bouquet is prettier for me. However, I was just underwhelmed. It is a very sheer product, which is fine, but it wears off quickly, too.   I have a lot of blushes, so I do think that contributed to my disenchantment. The product didn't stand out"
		},
		{
			"review_title": "This product feels like glue",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "This stuff feels like glue on the lips. I don't remember the last time I was this disappointed in a product. Just awful all around. So drying on the lips."
		},
		{
			"review_title": "Must have especially for mature skin/lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Love this. Mid 40s and loss of lip volume is a target issue for me. This is incredibly moisturizing & gives a youthful plumping look because of the reflective shine and collagen smoothing the lines."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Nightshade is a beautiful color. It sheers out upon application. This is definitely a thicker gloss formula but I prefer that personally. It does also make my lips look more plump and lasts for quite a while. I’d recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I love how glossy my lips look after I use this. I think this is my new favorite lip gloss."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love this color! Its not super pigmented but does give a little color to the lip. Thick formula at first but sinks into the lips making them nice and hydrated. Does not have a tingling feeling but still leaves the lips looking nice and plump."
		},
		{
			"review_title": "Destroyed my lips",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Loved it for the first few days, but it completely destroyed my lips."
		},
		{
			"review_title": "Beautiful soft purple iris shade",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Absolutely love the shade and the formula. It’s lightweight and not at all sticky. I’ve been wearing it almost daily since I received it and my lips are softer and healthier. Unfortunately I don’t see or feel much of a difference in my pout!"
		},
		{
			"review_title": "Very sticky",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Oily skin",
			"review_text": "I tried it right after bought it.  It’s so sticky and when you try to open your mouth it’s stringy I don’t care for it and will return. I usually love Gwen’s line but this is a no for me."
		},
		{
			"review_title": "High Shine - Minimal Color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Surprisingly unsticky for how thick and shiny it is on the lips. Doesn't bleed or move around once applied. I bought the darkest shade hoping for the biggest color payoff but I'd say it is tinted at best. I haven't tried other shades yet, so maybe it's just how it reacts with the natural color of my lips, but I was a little disappointed in the color payoff. But as an everyday, natural gloss it's great. Makes my lips look very hydrated and plump without a lot of reapplication throughout the day."
		},
		{
			"review_title": "Sticky Goopy Strings",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Everyone has their preferences, but for me this is a huge NO.  I cannot stand sticky lip gloss that creates those string things when you part or open your lips and this one does exactly that.  Marketed as not sticky?  Lip Gel?  Wrong.  This is a very thick, highly pigmented, gloopy gloss.  Not for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone",
			"review_text": ""
		},
		{
			"review_title": "unique colour, feels amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "really beautiful colour just what I wanted, a slight mauve that is bright not dull, and it feels really nice. Not super sticky, and stays put. Very very comfy to wear on lips and i am picky. if you like to drive with the window down and your hair down it does not get stuck on your lips! WIN!"
		},
		{
			"review_title": "Meh!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Doesn’t stay on long. Not worth the price. Way too glossy. Nothing extraordinary that hasn’t been done before. Less expensive “glosses” work better than this. Drys my lips after a shot time."
		},
		{
			"review_title": "YES!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Obsessed with all of the GXVE products including this gloss! Love the large applicator and it’s glossy and moisturizing without being sticky. On my second tube, highly recommend."
		},
		{
			"review_title": "Perfect Color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I love purple/lilac makeup products and I purchased this purely for the purple irises color. The gloss itself is nice. It’s slightly sticky (not uncomfortably so) but definitely hydrating, but the color!  It’s beautiful. It’s what I wanted the Dior Lip Glow in Pink Lilac to be. In fact, this gloss might bring out the lilac in the Lip Glow."
		},
		{
			"review_title": "One of the best lip products ever!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone",
			"review_text": "The color is beautiful and so shiny! The formula is amazing, it makes your lips super soft, even after hour of wear and when its gone, it leaves your lips soft, plump, and hydrated!"
		},
		{
			"review_title": "Best New Gloss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I haven’t tired much from GXVE, but this is such a good gloss!! It’s a thicker formula which I like because it’s not instantly gone. It has the perfect amount of color and gives the best shine. This is waay better than Dior gloss which done have enough shine or pigment IMO."
		},
		{
			"review_title": "Why isn't this getting more hype?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I'm not sure how this hasn't gone viral yet? I used it once and it became an instant HG item for me. It's thick, but not sticky. It makes my lips feel hydrated (which I don't even achieve with some viral balms). It makes my lips look plump and insanely smooth without any burning or stinging. And to top it off, the Marigolds colour is just beautiful. I can't wait to get more shades. I'm not even usually a gloss girl, but this, this has me converted."
		},
		{
			"review_title": "Hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "This is a thick but hydrating gloss. This color is far from hot pink on the lips though.  It's very muted so no need to be afraid. It's a light wash of pink.  It's not so thick that it's uncomfortable but won't fade away within minutes. If you loved her other glosses you'll love these too."
		},
		{
			"review_title": "Excellent long lasting gloss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "The shade Peony is the PERFECT sheer blue toned bubblegum pink. I love that the pigment is even and not milky. The formula is VERY thick and sticky but very comfortable after it warms up to your lips. Also, thich and sticky = super long lastong. It doesnt burn or tingle and the smell is barely noticeable. It’s propably not for everyone, but i LOVE it, it ticks all my boxes!"
		},
		{
			"review_title": "I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "this is the first product I have tried from gxve beauty and I love it, I was looking for a lip oil with some color and when I saw this had collagen but is a gel not an oil I figured I would try anyway and I love how it looks, the smell is a nice light vanilla scent, I can see how this might not be for everyone it is a bit sticky at first but i think it settles nicely after awhile."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Pretty shade but the formula is too thick and gloopy for my taste.  I prefer a thinner formula."
		},
		{
			"review_title": "The PERFECT gloss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I got the shades Bouquet and Peony. There is something very special about this formula. It is super plumpy but not technically a plumper. It's pigmented but also sheer. It LASTS. I mean....I'm a lipgloss FIEND and don't think I've ever left a review about one before now. I PRAY this is never discontinued! Buy this!"
		},
		{
			"review_title": "Checks all the boxes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Truly, I just bought this for the color, but there’s nothing I don’t like about it. Good price, feels nice and not the awful cinnamon plump feeling, not sticky but it lasts on the lips, gives a nice shine. The packaging is cute, if not a bit childish, but it’s fine."
		},
		{
			"review_title": "GLAM QUEEN",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Absolutely amazing product! Will definitely repurchase for myself and as gifts! Smells divine and it’s so hydrating too!! I love the color! I purchased 2 of these! @agirlaboutglam"
		},
		{
			"review_title": "wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Combination skin",
			"review_text": "absolutely beautiful product for the price point it so pigmented and just stunning"
		},
		{
			"review_title": "GO GET IT! YOU WILL THANK ME LATER!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I ABSOLUTELY LOVE LOVE this!! I put it on right after I got it cause I was too excited about it and WOW!! The color and the texture is simply amazing! It does have a menthol feeling so just giving you heads up but that doesn't ever bother me in products. it is so stunningly beautiful on the lips and I HIGHLY recommend this to anyone that loves super shine on the lips and want to have a great perfect amount of shine on the lips! Did I mention how super hydrating this is!"
		},
		{
			"review_title": "Must buy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This brand has been slept on. I ran into Sephora for some last minute items for a vacay. This collagen lip gel caught my attention. One- the color is so pretty, two- I need more collagen (we all do) and three- the price isn't bad for this large tube of lip gel. As soon as I put it on I loved the cushy slip, the shine, and that it's pigmented. Fwd>> I'm now on my vacay in Sedona Az and feel my lips need some moisture. I've been wearing my fav Sephora mate lipsticks last few days and it's dried out my lips. As soon as I put this on it was instant relief. The flaky dry skin gently rubbed off when I rubbed my lips together. Immediate moisturize and plumping. The high shine and color also last. Tested in the pool and sauna. Will be purchasing other colors as soon as I get home. Side note: it works better than my laneig lip mask I wear to bed. Thank you Gwen for this!"
		},
		{
			"review_title": "The Best Lip Gloss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "The Best Lip Gloss! I prefer a lip gloss that is a bit sticky so that it doesn’t wear off in 10 minutes. This one is perfect! It’s thick but in a good way. Very shiny and good color payoff. I also love the scent"
		},
		{
			"review_title": "I adore this product!  Plush and moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I LOVE this formula..  feels plush but not sticky.  Great colors, my fav is the Purple Irises.  Great coverage and not heavy. Feels like a treat for my smile!"
		},
		{
			"review_title": "Not good at all",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
			"review_text": "I just recieved this product 3 days ago and after only one trial I can say that I hate this product. Its not good at all.   Lets talk about the packaging first. The packaging is standard one with a regular duo foot applicator. Just your classic lip gloss packaging.   Lets talk about the product it self. I dont if its the product itself or the color. It looks so bad on me. The formula is thick looks so patchy on the lips. Very gooey and not really pigmented. Looks and feel so heavy on the lips. Also the color Boutique is so bad for light medium skin tones. My lips looks so washed out. I have used it on makeup as well as bare skin. You feel like a ghost on bare skin I kid you not. I tried working it on a lip liner but the formula is so bad. Very heavy and doesn't last really long."
		},
		{
			"review_title": "Thick & sticky",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Super thick and no colour on my skin tone. Felt more like a super thick lip gloss and not at all like a gel/oil. Did not feel pleasant on the lips at all unless you want to feel like you slathered honey on your mouth. I’m a bit  suspicious of all these rave reviews…"
		},
		{
			"review_title": "Thick consistency without long lasting color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I don't like thick sticky lip products. With gel in the name I expected this to be thinner than it was. Your hair would stick to this if it was windy out while you're wearing it. The color is so pretty but after 2 hours sitting in meetings without eating or drinking it was basically gone. Returning this."
		},
		{
			"review_title": "In love with this plump and shine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "The plump is so real and so pretty!! I am in love with this formula and the color is stunning with or without a lip liner underneath!! I need more colors!"
		},
		{
			"review_title": "One of my current favorites!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I was reluctant because of the “thick” reviews but decided to try it anyway. If you are a lip gloss girly with fuller lips, I promise you’ll love it. I don’t apply a thick coating at all because it’s unnecessary with this one.  The color payoff isn’t as bright as the pictures so I can understand why people are adding more.  It is not sticky to me whatsoever. No gloss lines.  Very glossy and leaves a soft hue.  One of my new favorites. Colo color payoff"
		},
		{
			"review_title": "In love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love love love this product! The color is fantastic and the formula is moisturizing. I bought peony and wore it for a week and then bought two more shades! Yes, it’s a thicker product… it’s a lip GEL lol! So keep that in mind when purchasing."
		},
		{
			"review_title": "One of the best products so far this year!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I’m not a big fan of lip oils/gels/gloss because they’re always super sticky on me and I want something that won’t dry my lips. I only have to apply it once and my lips feel hydrated all day long!"
		},
		{
			"review_title": "LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I bought 5 of the 6 shades during the Rouge Sale, but Marigolds is my favorite and perfect for the Spring and Summer seasons. If you like GXVE’s Bubble Pop gloss formula, then you’ll like these. Dare I say that I like the Dewyplump a little better. These are not a thin formula. They are on the thicker side. BUT I actually prefer thicker glosses. In the picture, I paired this gloss with a brown lip liner and MAC’s Vegas Volt. BOMB combo. I recommend the glosses if you like glosses that are thick and will last all day without touching up."
		},
		{
			"review_title": "New lip staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "By mistake I ordered Purple Irises instead of shade Peony.Worked in my favor.Love the shade,price slightly thicker formula and color payoff.Feels moisturizing and dewy on the lips.Will definitely be exploring more shade options."
		},
		{
			"review_title": "My favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "After incorporating the Dewyplump Collagen Lip Gel into my daily routine, I can confidently say it's become a staple in my skincare arsenal. The first thing I noticed was the luxurious gel texture, which glided smoothly onto my lips, instantly providing a surge of hydration. The formula is infused with collagen, and over time, I've noticed a visible improvement in the plumpness and overall appearance of my lips.  What sets this lip gel apart is its long-lasting moisturizing effects. Even after hours of wear, my lips remain soft and hydrated, without any need for constant reapplication. This is especially beneficial during the colder months when my lips tend to become dry and chapped.  Furthermore, the Dewyplump Collagen Lip Gel is free from harsh chemicals and artificial fragrances, making it suitable for sensitive skin types. The gentle formula ensures that my lips never feel irritated or sensitized, even with daily use.  In terms of results, I've been thoroughly impressed. Not only do my lips feel softer and more supple, but they also appear visibly plumper and more youthful. Whether I'm going for a natural look or glamming up for a special occasion, this lip gel provides the perfect canvas for any lip look.  Overall, I wholeheartedly recommend the Dewyplump Collagen Lip Gel to anyone in search of a hydrating, plumping, and nourishing lip treatment. It's a game-changer for achieving healthy, luscious lips, and has earned its place as a permanent fixture in my skincare routine."
		},
		{
			"review_title": "Will wear regularly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Love this gloss! It is pigmented but it’s still clear not opaque. Very hydrating. Once that initial application wears off you actually still feel a thin layer and your lips are a subtle pink and very soft!"
		},
		{
			"review_title": "Disappointing lip product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "After falling in love with it’s constituent, Dewyplump Collagen cheek tint, I was sure this was going to wow me. I was highly disappointed in the performance of this lip product. The texture as soon as it touches your lips feels slimy. I had the color Bouquet and it looked very light on me even with lipliner. It was sticky and created this line of demarcation at my lips as I wore it for a couple hours. It also was too light for my skin tone. I couldn’t tell if there was a minor change to my lip plumpness or hydration because I didn’t feel like there was any change. I just don’t see myself recommending this “lip gel”  because there were no positive points for me. It’s very pretty from the packaging, but realistically speaking this just did not do it for me. It did promise high shine, and it delivered but at what cost? This product needs to be heavily reworked."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I live this formulation!!  A gorgeous shiny lip gel.  Beautiful!  Such a pretty soft purple. Unique colour."
		},
		{
			"review_title": "Ah, Not A Huge Fan",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I've been in the beauty industry for 8 years now and I can say I've used my fair share of lipsticks, lip gels, chopsticks, all things lips pretty much and sadly I hate to say because I love Gwen's GXVE Cosmetic Line, but this one just doesn't do it for me. It's super thick and is very sticky actually and for me personally I've never been a huge fan of anything sticky on my lips. But of course I did give it a try to see if maybe it would grow on me and unfortunately it didn't. But I can say it does actually Plump your lips, and definitely hydrates them, even after I wasn't wearing it anymore my lips felt way more Smooth and Hydrated. Even though I am not a huge fan, if you are someone who likes lipglosses youd probably like this, it's just in a thicker form.  They do come in a varity of colors and the one I have, which is the Bouquet one, is such a beautiful color, all the colors are very pretty elegant but low-key colors.  -  This review was collected as part of a promotion"
		},
		{
			"review_title": "Not Impressed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I approached the GXVE Dewyplump Collagen Lip Gel in Bouquet with a degree of skepticism, as previous experiences with lip plumping products have resulted in adverse reactions such as tingling and burning sensations. To my surprise, upon application, my lips remained free from any discomfort.  Regrettably, the overall application experience left me underwhelmed. The Lip Gel exhibited an excessive stickiness, rendering it challenging to apply and spread evenly across my lips. While it did impart an undeniable shine, this positive aspect was overshadowed by the persistent stickiness. During a morning departure, my husband remarked with distaste upon encountering the stickiness on my lips.  In light of these observations, I would not recommend GXVE Dewyplump Collagen Lip Gel."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I couldn’t even use it because I couldn’t open the bottle that’s a first in lipstick for me I even had my friend and he got some muscles to try & open it for me. So I had to return it."
		},
		{
			"review_title": "sticky and made my lips peeled",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "This is my first item that I bought from this brand. I bought this on a whim because I liked the color. I had high hopes for it but I was disappointed. it is really sticky and it feels like the cheap lipgloss that you bought when you're little. I only put on a little but I noticed after an hour or so it would make my lips peel and once that I happened I would pick at it. I honestly wished I hadn't bought it. It was a waste of money."
		},
		{
			"review_title": "Mixed Feelings",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "I really wanted to love this lip gel!  I love glosses with this sort of creamy, sticky texture, but when applied to the lips this starts acting funny.  At first I thought that I maybe just needed to exfoliate my lips.  That helped a little, but product still started to pill and settle in the fine lines of my lips.  It's almost like this was made for someone with overfilled lips that are perfectly smooth.  The most recent time I applied it, I exfoliated twice, then I used a liquid lip primer and that helped.  I still had the settling and a tiny bit of pilling, but it went away after a while.  Also, it tends to accumulate in the corners of my mouth.  I suggest exfoliating, moisturizing, using a liquid lip primer, doing half a swipe of the lip gel, and applying it at the beginning of your makeup routine.  I noticed it does give a slight plumping look after all the pilling settles out and does feel very hydrating.  I haven't tried it on top of any lipsticks, only lip liner, so I suggest testing ahead of time to see if any lipstick you use plays well with it.  I'm also not a fan of the scent.  It smells almost like they're trying to mask a fake chemically scent with something gourmand.  It's really like for every one thing I like about this product, there's another I don't like.  Overall, I love the color and feel, just remember a little goes a long way, and if you're going to layer, give it a good 5 minutes before you apply more.  3 stars because I like it, but I would not recommend because of how hard it is to work with and others probably won't like the texture."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I cannot say enough about this product! I absolutely loved this! It’s not sticky and it left my lips feeling hydrated!! This is an amazing product especially if you’re looking for something that doesn’t leave that burning/tingly sticky feeling!!"
		},
		{
			"review_title": "Amazing lip gel!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This collagen lip gel is truly a gem, and I’m thrilled I got my hands on it! Firstly, its delightful scent is a bonus and I’m obsessed with it, and the hydrating formula works wonders on my all the time chapped lips. It’s remarkable at smoothing out the little creases I naturally have, something not every lip gloss achieves. Plus, it pairs seamlessly with lipstick or stands alone depending on my mood and the look I’m going for. The color stays put for ages, and despite its rich, hydrating texture, it does not have that sticky uncomfortable feel to it. What’s more, it’s collagen-infused, actively reducing fine lines while giving my lips a plump, full look. Overall, it’s an outstanding lip gloss, and I highly recommend it for its multitude of benefits"
		},
		{
			"review_title": "Nice Lip Gel",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I tried this lip gel in the shade Bouquet, which is a very subtle pink color. The shade does not show up very well on my lips, it looks just like my natural color. I have very fair, cool-toned skin so perhaps this would work better with a different skin tone. However, this product does make my lips look super glossy. I haven't noticed much of a plumping effect but this is a nice lip gel to use if you want a shiny finish. The flavor is very good; it's sweet and reminds me of marshmallows. The lip gel is a little bit sticky but not too bad. It doesn't feel unpleasant on my lips. I do notice this product lasts a long time during the day. Of course, like most lip products, it wears off after eating but that's not a major flaw. Overall, I think this lip gel is good to layer over a darker lipstick for a nice glossy effect."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "GXVE Dewyplump Collagen Lip Gel is the definition of a true lipgloss. It was surprisingly thick, but it looks fantastic once you apply it. This contains Sepilift that helps to reduce fine lines as well as ultra-filling spheres that help to smooth and hydrate your lips. The color I’m wearing is Bouquet- Pink, its color reminds me of bubblegum! I have fair skin with cool undertones and this color still has a lovely natural look. I don’t have to reapply this consistently throughout the day which I love because there are days where I’m running around from morning until night! I really appreciate that GXVE is cruelty free and also free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, and other harmful ingredients."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Are you still searching for that Tiktok viral bunny tongue lip gloss color? If so, look no further than the Dewyplump Collagen Lip Gel in the divine hue of 'Bouquet'!   This luscious gloss is the perfect shade of pink that will coat your lips in a gorgeous my lips but better sheen! The applicator is also super easy to use, it just glides across your lips for a flawless application every time. The wand is also the perfect size to glide across seamlessly.   The lip gloss formulation feels super hydrating, you can feel and see a noticeable difference in how juicy your lips look afterward. It's like magic!   However, I do want to note it may be a bit sticky to some people who don't like a thicker gloss. Personally, I do not mind the texture at all.  I'm not saying you need to add this to your cart... but add this to your cart.   This review was collected as part of a promotion"
		},
		{
			"review_title": "Adore this lip gel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I had the chance to try this product out in bouquet and I usually don’t use lip gels of any sort but this one was really good. My expectations weren’t high because I’ve never tried lip gels before but this left my lips feeling soft and just hydrated which is great because I tend to have dry lips. The gloss is quite pigmented which I wasn’t expecting and it’s on the thicker side, definitely don’t re apply as much because it might end up being sticky on the lips. The packaging is small and easy to bring around on your purse, very travel friendly. The scent is vanilla like which is amazing because sometimes lip products can smell like chemicals, but not this one. I would say that if you’re going for a natural look then this one isn’t ideal but it’s really pretty when using a lip liner and then putting this one top, it’s my go to look."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I am absolutely in love with this light pink lip gel! Not only does it give my lips a gorgeous hint of color, but the collagen-infused formula also keeps my lips feeling hydrated and plump. I've noticed a significant improvement in the texture and overall appearance of my lips since using this product. The lightweight gel glides on smoothly, providing a comfortable and long-lasting wear. I appreciate that it doesn't feel sticky or heavy like some other lip products. Whether I'm going for a natural look or adding a touch of pink to my makeup, this lip gel is now a must-have in my collection. I highly recommend it to anyone looking for a hydrating lip product with a beautiful tint!"
		},
		{
			"review_title": "Collagen benefits with affordable price",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I've received GXVE Dewyplump Collagen Lip Gel with shade Bouquet to try out. This product offers a plump, hydrated, and radiant look. About packaging, it's compact, which is travel-friendly. The bottle is made of sturdy glass and offers twist-up component that allows for easy and precise application. However, I think in terms of lipstick, the packaging is not too appealing compared to other lipstick brands. The formula of the GXVE Dewyplump Collagen Lip Gel is incredibly smooth and creamy, gliding effortlessly over the lips. It provides a buildable, high-shine finish that instantly makes the lips appear more plump and hydrated. The collagen-infused formula helps to nourish and improve the overall appearance of the lips over time. However, this makes my lip too shiny, which I'm not a fan of. The shade Boutquet is absolutely beautiful and versatile, which I can use in any occasion.  I would recommend this lip gel to anyone looking for a plump and hydrating look, but also provide skin benefits."
		},
		{
			"review_title": "GXVE DewyPlump Lip Gel Gives Glassy Lip Look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Hello my name is Michele and I am a Beauty Expert in my 30’s with fair skin. l am in love with the GXVE DewyPlump Collagen Lip Gel. It is everything I look for in a lipgloss. The GXVE DewyPlump Lip Gel has a beautiful, thick, liquid gel, glossy texture that makes this lip gel long lasting. It has a beautiful, light vanilla scent. This Bouquet shade is the perfect lip color to compliment my fair skin. I love how well this lip gel in the shade Bouquet matches my cheek tint in the Bouquet shade. I love how plump and juicy my lips look and feel. My lips feel smoother and more hydrated too. This lip gel starts out sheer with light pigment and you can layer it up for more color and shine. This lip gel has buildable color and shine that is so customizable. I really can’t get enough of this lip gel. My lips stay shiny all day long. Its high shine finish gives my lips a glassy or mirrored like finish that is just so beautiful and luxurious. This lip gel is formulated with hyaluronic acid which smoothes and plumps your lips immediately while also hydrating your lips. Collagen boosters keep my lips oh so soft, hydrated and extra plump. The doe foot applicator makes it super easy to apply this lip gel onto my lips. As you apply it to your lips, it feels like butter, it glides so smoothly onto your lips and it spreads evenly. I would suggest this to anyone with a rebellious heart looking for a lip gel that will plump, hydrate and smooth their lips while also smelling amazing too."
		},
		{
			"review_title": "Thick, yet comfortable",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I truly didn’t think I would like this as I opened it up. Just the sound it made let me know it was going to be a THICK gloss. But sure enough, as soon as I put it on I was impressed. Super high shine, filled out lip lines and was so comfortable! This gloss is one that stays longer than any other I’ve tried."
		},
		{
			"review_title": "A game changer for my lip care",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I've been using this product for a few weeks now, and I'm quite surprised at how much I liked it! It is quite thick in consistency, but it felt like it was thicker than most lip oils I've used. It certainly smells nice, almost like a cake to me, and the color was very beautiful! It lasted a really long time without fading, and I could tell that it was a quality product within the first few days, as I noticed that one application of the lip oil generally lasted for 8 or 9 hours of my day. The design is super cute and creative, and it makes me smile every time I go to use the lip oil. I'd recommend this for people who really like to add more lip-related products to their makeup collections, as well as people who want a quality product to help improve their lip care!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Lip gloss is something that I typically wouldn’t use everyday as part of my makeup routine, but this was a nice product. I liked the separate applicator as opposed to lip products where you put the stick/tube directly onto your lips because I feel like I was able to have more control when putting on the gloss. The product was a nice texture, and not too sticky like lip gloss products tend to be. I also felt that the gloss gave my lips a nice volume boost which is nice because my lips are on the smaller side. Typically I will do a natural/“no makeup” makeup look so the tint and shine of the gloss is slightly too strong for me to use for my everyday makeup, but if I wanted to look a little more put together or had a special occasion then I would use this gloss. This review was collected as part of a promotion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Like most people, I've been loving the glowy, dewy trend and this GXVE Dewyplump Lip Gel fits perfectly in this trend. I tested out the shade Bouquet and it’s the perfect my lips but better color. My lips look rejuvenated as soon as I put this on and it looks like I’ve been drinking my water lol! The product smells sugary and vanilla, if you’re not a fan of sweet scents you might get past the scent for the formula. To say this formula is long lasting is an understatement. The product lasts for hours and you only need to apply it once for a night out! My lips stay super soft and glossy whenever I apply this product! Personally, this is one of my favorite lip products of the year! I would recommend this product to anyone who wants a long lasting, natural looking gloss!"
		},
		{
			"review_title": "so worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "this is such a good lip product! i love how it’s pretty weightless and not sticky. it lasts about nine hours for me and it definitely made my lips softer."
		},
		{
			"review_title": "Glossy, glassy, high-shine finish✨",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I'm loving these new GXVE BY GWEN STEFANI Dewyplump Collagen Lip Gels. I love a good makeup/skincare hybrid. These are perfect on their own. Over a lip liner. Or over your favorite lip combos. I'm obsessed with the texture. They have a very lightweight, hydrating, and smooth, gel-like consistency. The formula glides on easily without feeling tacky or sticky. It really helps to plump and hydrate the lips and It's infused with collagen so not only is it going to give you a beautiful wash of color. But it's also going to help with the overall appearance of your lips. Making them look and feel more hydrated, nourished, and full. I really love how these soften the lip lines and add volume to my lips. While also giving them a glossy, glassy, high-shine finish."
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "The GXVE Dewyplump Collagen Lip Gel in the shade Bouquet has become my latest lip obsession! Let me start by saying, wow! This lip gel is truly a game changer. Although it's a bit thicker than what I'm used to, given its gel formulation, I totally get it and appreciate the luxurious feel it gives. Plus, knowing it's packed with hyaluronic acid and collagen boosters just adds to the appeal, it's like skincare for my lips! The color Bouquet is simply stunning, it’s a beautiful pink that instantly perks up my complexion. And can we talk about the packaging? So sleek and chic, and the applicator makes application so easy. Overall, this lip gel is a must have for anyone looking to hydrate, plump, and add a pop of color to their lips. Trust me, you won't regret adding this to your beauty routine!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes",
			"review_text": "Wow, this new Dewyplump collagen lip gel is so pretty! The color Bouquet is absolutely stunning, a perfect pink that complements my skin tone so well. It's super shiny and surprisingly long-lasting for a lip gloss. I didn't need to touch up for hours. It smells absolutely divine, like a vanilla cupcake! The only downside is that it's a bit thick, but that's probably why it lasts so long. Just remember not to overapply, or it might get a bit goopy and leave a white ring. It's definitely a true lip gloss, not oily or balmy at all. Overall, I'm impressed with the formula and the incredible shine. Plus, the packaging is super cute with its black and white design. I'll definitely be getting more colors, and I'd recommend it to my friends, especially those who love lip gloss as much as I do!"
		},
		{
			"review_title": "Beautiful product, but prep your lips prior!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I was honestly very worried this lip gel would have an overwhelming thick consistency because that was my initial thought when I first opened it, but I’m glad it did not. Lip gels and glosses aren’t usually my favorite go-to lip product, so this was for sure something of a learning experience for me. You definitely want to keep “less is more” in mind with this product and start off with a nice thin layer, otherwise, you risk your lips looking sticky lol. You  should also probably exfoliate your lips with a sugar scrub and/or add your favorite chapstick prior, because this will accentuate texture if your lips are chapped or even a bit dry. Besides properly prepping & making sure your lips are hydrated, I did enjoy the light plumping effect it gave me. I also tried it as a topper aka finisher with a few of my favorite lipsticks & it gave me the prettiest shine. I’ll most likely end up buying the Hibiscus shade because the Bouquet one was a bit too pink for my olive skin tone."
		},
		{
			"review_title": "Best lip product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "When I say this is one of the best lip products I’ve ever used I’m not even exaggerating. I am probably one of the pickiest people when it comes to lip products because I’ve tried so many types of products and my lips get super dry and flaky without using high quality products. This lip gel is by far one of the best quality lip glosses/gels/balms I am OBSESSED. And the best part is that it lasts for hours. There’s no gross taste to it like some lip products and is so thick it really feels like it’s actually healing your lips meanwhile making them shiny, plumpy, and glossy. You definitely feel the collagen effect of making your lips look bigger also. It is pretty sticky as it’s super thick but that’s why it’s so good and stays so long. The color I’m using Bouquet is perfect too because it enhances my natural lip color and light neutral skin tone."
		},
		{
			"review_title": "Sticky, Non-Pigmented, So so Thick",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "This lip ‘gel’ was an immediate no for me. I did give it the benefit of the doubt and tried it a couple of times, but each time I ended up wiping it off at some point. I have the color Bouquet, which looks beautiful in the bottle (and product photos), but it has very little, to no pigment. Unless I’m under the perfect lighting, it just looks like I’m wearing a clear color. A positive of this lippie is the applicator: the doe foot is quite large and angled, which I really like! The downside is that, since it’s so large, the bottle is also fairly large, not a huge problem though, just something to keep in mind. Now, this product is SO thick, and not in a good way. It’s almost goopey, and doesn’t feel nice on the lips. It feels heavy, and it’s STICKY. I used my makeup remover cloth to remove it, and I couldn’t move the cloth smoothly like I normally can: I had to abrasively scrub it. Afterwards my lips (and surrounding skin) were still sticky, so I had to repeat the process. Not to mention that everything that gets blown into your face gets stuck in this lip gel, and getting the product out of your hair is not a fun, nor easy, task."
		},
		{
			"review_title": "Long lasting pretty lips!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "A lip products lover here! I love testing and trying new lip products just because I love them and I’ve been in trying and testing this product for a couple of weeks, this lip gel it’s fantastic, I like the formula, it’s thick, and stay for so long on the lips, I apply it in the morning and after maybe 3 hours I still have product on my lips, but that’s it, only stays on the lips but you don’t feel like it’s moisturizing or hydrating, and I didn’t have any plumping effect as well, so I applied a moisturizer before apply this one, the color it’s pretty it’s like a milky pink, the packaging it’s pretty too and feels so nice and luxurious, I’ll continue using this to see if my lips gets a better look or something for the collagen that the product claim to have on it."
		},
		{
			"review_title": "Love it from first application",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "From the moment I applied this lip gel, I felt an instant surge of hydration. Its lightweight, gel-like texture glides effortlessly onto the lips, delivering a burst of moisture that lasts throughout the day. Unlike other lip products that leave my lips feeling dry and parched, the GXVE Dewyplump Lip Gel leaves them soft, supple, and oh-so-kissable.What sets this lip gel apart is its collagen-boosting formula. Infused with nourishing ingredients like hyaluronic acid and peptides, it not only hydrates the lips but also works to plump and smooth fine lines, giving them a fuller, more youthful appearance. With continued use, I've noticed a significant improvement in the overall texture and appearance of my lips.I love how versatile this lip gel is. Whether I'm going for a natural, understated look or a bold, statement lip, the sheer tint adds a hint of color and shine that complements any makeup look. Plus, its non-sticky formula ensures comfortable wear without any tackiness or residue."
		},
		{
			"review_title": "Definitely a thicker consistency",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "As a lip gloss connoisseur, I have my pros and cons with this Dewyplump Collagen Lip Gel. First and foremost, the packaging is sleek and the doe-foot applicator is fluffy but big enough to hold a perfect amount of product for each time without needing to get more.   In my honest opinion, a little definitely goes a long way with this product. This is definitely a gel that’s on the thicker side, Which is my only con. Because of it being a thick gel it does feel a bit heavy on the lips and a bit tacky. I’m recommending with just the amount the doe-foot picks up, one swipe should be all you need to give you a perfect glossy look and the pigmentation is the biggest plus with this gel. Leaves a beautiful color to your lips and can be built up to add more pigment. If you like thicker glosses, this will be perfect for you to add to your makeup kit."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Out of the other Gxve products I've tried this one is my ultimate favorite! I'm not exaggerating when I say this is probably the best lip gloss/gel I've ever tried. It's so thick and creamy that you don't need to do a bunch of swipes. I put one coat on and it's carries me through the day. It's also super pigmented so it only takes one coat to see the color. The lip gel has me highly impressed and I don't say that about a lot of products. Unlike most lip glosses it doesn't make you lips sticky but it gives them a soft hydrated feel. This little tube will last a long time because you don't need to use a bunch of product. Trust me a little goes a long way. Gxve has me hooked on lip gel and I highly recommend for anyone to use it. Especially, those who live in really dry climates would really appreciate it. I'm definitely going to get more colors."
		},
		{
			"review_title": "Shiny Plumped Lips For the Win",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This plumping vegan formula isn't overly glossy, yet it delivers a lot of shine. I particularly appreciate the soft, subtle of the color. Even better it pairs well with lipsticks, offering long-lasting wear. Overall, it's a versatile lip product that delivers hydration, shine, and a touch of color without feeling heavy."
		},
		{
			"review_title": "Luscious Lips Achieved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I've tried countless lip products claiming to plump and hydrate, but DewyPlump Collagen Lip Gel truly delivers. From the moment I applied it, I felt a luxurious moisture enveloping my lips, leaving them soft and supple. The collagen-infused formula works wonders, providing a noticeable plumpness that lasts. Say goodbye to dry, lackluster lips – DewyPlump is a game-changer!This review was collected as part of a promotion"
		},
		{
			"review_title": "Love Times 1000",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "GXVE DewyPlump Collagen Lip Plump pumps up my lips!! OMG I’m in love with this and how it makes my lips shine and plump.  I highly recommend with 5 stars as it is nice, thick but not sticky on my lips.  The color compliments my features and I think no matter the skin tone, this is a winner for all.  I usually avoid nudes so I was shocked at how much I love this.  It also helped keep my skin protected from the wind and cold of upstate New York. The applicator is nice and thick and not too long so it is easy to apply to my lips without overlapping the lip line.  Another plus is the addition of collagen into the lip plump which my skin desperately needs.  Overall, this is an A ++ and I truly love this product.  Pics speak a thousand words."
		},
		{
			"review_title": "GXVE Lip Gel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "The GXVE Dewyplump Collagen Lip Gel is extremely hydrating and better than a gloss. Since it is a gel, it has a thicker consistency than a normal gloss and it has a much longer wear time. If you use too much, it could get a little goopy. As long as you put on a nice thin layer, it is perfect. Even after it wears off, your lips still feel hydrated. It is a very comfortable lip product. Even though it is called dewyplump, it does not make your lips feel tingly or have any kind of burn to it. It does minimize the look of the lines on your lips. I have the shade bouquet, it is a perfect pink with high shine. It has a vanilla scent that is not overwhelming. This lip gel has the most adorable packaging and the applicator is the perfect size. I am looking forward to getting more shades of this lip gel to try."
		},
		{
			"review_title": "GXVE Dewyplump Collagen Lip Gel",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "As a beauty enthusiast, I'm always trying out new products and finding those that fit me & my personality. GXVE products exude a punk-rock persona and originality - from their killer packaging, to the bold colors & looks. I've loved everything from GXVE that I've tried, but I think the Dewyplump Collagen Lip Gel is coming in last on my favorites list. It's a beautiful formula that nourishes and conditions my lips, with collagen to help with their firmness and elasticity. I love the way it glides on with its gel-like consistency and smoothness. The shade Bouquet is quite beautiful, compliments my skin wonderfully, and goes fabulously with its match in the Dewyplump Collagen Boosting Cheek Tint. BUT - the unfortunate stickiness of this product is what does it in for me. I can feel my hair getting stuck to my lips whenever I wear it, along with leaving sticky residue on anything I eat or drink. I want to love this product so badly, but the formula just isn't for me!"
		},
		{
			"review_title": "Luscious Lip",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Not enough can be said for the longevity and wear of this lip gel. Admittedly, it felt thick going on the first application and for a minute took me back to the plasticky glosses of grade school that stick like Shine-o-Matic lacquer on lips. Oh no. Nothing like. Gwen Stefani clearly infuses playfulness in her new beauty line but does so with a very contemporary and upgraded arsenal of ingredients, and this lip gel is a case in point. Pillowy, dewy lips last a full eight-hour day, as does the shine, with one good AM application. With care, I found I was able to eat and drink with minimal transfer and zero stickiness. The gel feels comfortable, light and nourishing however the best part truly is the longevity. I never seem to get to a point where the product feels like it has absorbed or worn off and I need to reapply. The plump consistency that I thought would be a downfall is actually a hero feature in terms of promoting stay. And stay also means not migrating or bleeding over lip lines. The only observation for improvement might be in the area of color, as the gel applies at least a full shade lighter than the color of the tube. The product doesn’t claim to be full coverage but know it provides more a hint of color than a lip color proper. If you are matching the lip gel to a GXVE cheek tint for instance, the two won’t be an exact match in color intensity. For me, the best way to wear it is over a regular matte lipstick or stain. The gel creates a glassy shine and instantly elevates lip texture and fullness. I definitely recommend trying this collagen lip gel – it will more than likely exceed your expectations."
		},
		{
			"review_title": "Lips so smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I grew up listening to No Doubt and Gwen Stefani, and also am a beauty lover, so being able to try Gwen Stefani’s beauty brand is something that have been wanting to do. The GXVE by Gwen Stefani Dewyplump Collegen Lip Gel in Bouquet comes packaged in this cute little glass bottle with a checkered trim around the lid. The consistency is not too thick and not watery at all. It has a delicious vanilla scent which makes it easy to wear. It is a little sticky but feels moisturizing at the same time and in my opinion the benefits of the moisturizing feeling definitely outweigh the stickiness. I love the way it makes my lips look and feel, they feel so smooth which rarely happens. The color is more sheer than anything so if you want color you might have to add something else underneath it. Because it is sheer I feel like I can wear this lip gel anytime of day, which I have been wearing it everyday because I like it so much. I do really like this lip gel so it most likely will be finding a permanent spot in my purse."
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "After trying other GXVE products I really wanted to love this one too but was really disappointed with it. The GXVE Dewyplump collagen lip gel in Bouquet was the perfect shade for my fair skin tone. Everything sounded so good from the non-sticky formula to the clean and collagen supporting ingredients. It has pretty nice packaging but I thought the tube itself was kind of bulky for a lip gloss. It has a doe foot applicator for easy application. While it did hydrate my lips pretty well it made my lips feel kind of weird. The formula was just way too thick for me and it made all of the lines in my lips very noticeable. The scent was awful and way too strong for me. It was like I was eating a really bad flavored frosting the whole time I had it on."
		},
		{
			"review_title": "Lip gel really lasts!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "The GXVE Dewyplump Collagen Lip Gel is a quality lip product. I tried this lip gel in shade “bouquet.” I have dark skin and when wearing this product my lips looked like a pale pink-ish white but was semi-sheer. It was quite pigmented, but I could still slightly see my natural lip color coming through. The lip applicator applied an ample amount of product in one swipe, but for more pigment you could apply another swipe, but more than that would feel too heavy.    The GXVE Dewyplump Collagen Lip Gel lasted most of the day, even with eating and drinking. My lips felt soft without feeling sticky, which is a plus on both accounts. I recommend this product and think the color selection is fun but wish darker options were available. If you have dark skin, I would suggest to pick a shade other than “bouquet.”     This review was collected as part of a promotion."
		},
		{
			"review_title": "Thick, plumping gloss",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "I am a little conflicted on how I feel about this lip gloss. I love the packaging. The scent of the lip gloss smells like cocoa butter which is really nice. The shade Bouquet is a light subtle pink color that I really do love... Until I put it on. I'm not sure if it's because I'm so used to using clear that the pink feels foreign to me, but I feel like it doesn't look right now on me. That's a me problem though. The gloss definitely has some plumping action. It tingle for a good 30-45 seconds and then subsides. The effects aren't extreme, but definitely noticeable especially if you do the half and half test. This lip gel is a lot thicker and stickier than I care for though so I have to be careful to only add the tiniest amount. Basically, if you love a good thick, opaque, plumping lip gloss with a big fluffy doe foot applicator then this is for sure worth trying."
		},
		{
			"review_title": "High Shine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "I am very much a person who prefers a higher shine gloss or oil and this lip gel definitely meets my standards! The packaging is super modern and sleek but also a little edgy. The doe foot applicator is on the larger side but it’s not too big. The actual lip gel has a very faint scent but it smells yummy! I have been using shade bouquet and it’s a very pretty natural pink. If you prefer heavily pigmented lip products, this is not that- but there is a nice flush of color. I have never used a lip gel before trying this one but I’d say it’s pretty much like a gloss, maybe just a little thicker than most. Even though it is thick, it’s not sticky at all, which I love. Often when glosses have such a high some they are sticky. My lips feel plump and hydrated whenever I use this gloss- I’ve been keeping in my everyday purse."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "The GXVE Dewyplump Collagen Lip Gel is a gel formula that provides instant hydration, sheer color, and a high shine to your lips! The shade Bouquet, delivers a natural nude/pink tint that is perfect for daily wear. However, the consistency of the lip gel is incredibly thick, leaving a tacky feel to the lips when applied. With that being said, layering the product on your lips will cause the pigment to become streaky, which is something that I am not fond of. It also has an extremely sweet Vanilla fragrance which is a bit too overpowering when worn for an extended amount of time. Overall, Bouquet is a pretty shade and the lip gel is extremely hydrating, delivering a beautiful shine throughout the day. However, the thick texture and streaky formula is not something I prefer."
		},
		{
			"review_title": "Glossy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "I really enjoyed this lip collagen lip gel. The only downfall I did not like is it being kind of sticky. I honestly understand though, it's like usual lip glosses. I have found myself reaching for this gloss more and more. I do like the staying power of this gloss. It also gives a nice flush of color and plumpness to the lips. It is easy to apply especially with the doe foot applicator. The size of the applicator helps cover more in one swipe. The color is beautiful and just fresh.  I was suprised that i enjoyed it as much as i have. I highly recommend this lip gel by GXVE by Gwen Stefani. This review was collected as part of a promotion."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Loved loved lived it looks so glossy and it feels great not greasy it's also super long lasting and it has added benefits it's not just pretty"
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "This review was collected as part of a promotion and I'm grateful I didn't purchase it, I would have been more upset. This color was too pale for my very fair skin and so sticky, I was collecting every speck of dust within a mile of my lips. Uncomfortable, unflattering and does not make my lips feel hydrated. I would give it one star, but that's reserved for products that harm me and this one at least didn't do that. I would not recommend it though. Sorry Gwen."
		},
		{
			"review_title": "Juicy lips?!?!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "First anything from GXVE that’s a lippie!! I’m in!! I love the formulas for her lip products!!!! So whenever I saw the Lip Gel I was intrigued!!! First I’ve never tried a lip gel formula!! So I didn’t know what to expect!! So when I first swatched it was very pigmented and the color that I received was soooooooooooooo bubble gum pink I couldn’t wait to do a bright look with this lip gel!! So one I love that it didn’t have a funny smell to me and two I liked that me being sensitive didn’t break me out or feel discomfort while wearing it! Thirdly, the consistency felt like a lip oil/gel combo it kept my lips moisturized and it wasn’t sticky!! And my lips looked VERY juicy I might add without the pain was a BIG plus for me!!! Then finally, the coverage was thin but the color packed a punch!!!"
		},
		{
			"review_title": "Great lip gloss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Hi! My name is Kristen and I love testing out new makeup, especially lip glosses. The Dewyplump Collagen Lip Gel from GXVE is long wearing and hydrating. This has a high shine finish and a liquid formula. It also contains collagen. This lip gloss isn't sticky and will give you soft, hydrated lips. This is cruelty free and free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, and many other ingredients. There are six amazing shades to choose from.  This gloss is SO pigmented, I was not expecting that at all. The shade Bouquet is a beautiful pink with a high shine finish. Bouquet would look good on any skin tone. This gloss is comfortable to wear and lives up to the not sticky claims. My lips have been feeling so hydrating after wearing this. Definitely give this a try!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I am a 38 year old beauty and skincare enthusiast. I got the GXVE Dewyplump Collagen Lip Gel in the shade Bouquet. It is a nice sheer pink shade. The bottle is cute and a nice size which is a good value. It has a smaller doe foot applicator. It has a nice sweet scent to it. The lip gel is of a thicker consistency. It does coat the lips and is a little sticky because it is so thick. However that being said it does have longer lasting power because of the thickness. It applies well and evenly on the lips. The plumping factor is not intense or even present at all which I was worried about at first. I did not feel any burning or tingling sensation like with other lip plumpers. I really did not notice my lips looking more plump but they were definitely glossy. I think over all it is a nice lip oil to wear daily. If you want a more bold lip color I would suggest using a different shade."
		},
		{
			"review_title": "Pretty shiny lip gel 💗",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "💄 Color : Bouquet - pink 👄 “This review was collected as part of a promotion”   Normally I’m not into the lip gloss world but this one made me fall in love! 💕  The color is a beautiful soft pink that complements my skin tone perfectly. I used it as a top coat of my matte lipstick. 😍 Not only does this lip gel provide a gorgeous hue, but it also keeps my lips incredibly moisturized and plump.   The collagen-infused formula feels really nice and leaves my lips feeling soft and hydrated for hours on end."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This new Dewyplump collagen lip gel is so pretty. I am in love with the color Bouquet. It is such a pretty pink and compliments my skintone perfectly. It is super shiney and felt very long lasting for a lipgloss. I didn't have to reapply for at least a few hours. The only complaint is it is a little bit on the stickier side. It truly Is a true lip gloss, not a balm or oil at all in any sense. Overall, I would definitely purchase more colors as the formula really is gorgeous and the shine is incredible. The packaging is also super fun and the black and white design adds a little pop to a product that many carry in their purses. I would definitely recommend to my friends to at least give it a try. Especially all my fellow lip gloss girlies. I"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve been testing this out for two weeks now and I love it! A little background about myself: I’m a late twenties female of Asian background, working in the technology industry. My skin tone is fair with cool to neutral undertones. I received the color Bouquet and I’m in love! It’s the most gorgeous shade of pink that is perfect for all skin tones! The plumping effect is so good. It feels a bit cooling and doesn’t sting or hurt at all! It looks subtle and natural! The color bouquet is a very girly and feminine shade of pink. It applies very thinly and the color is definitely buildable. I usually use about two coats; I prefer a more sheer coverage. It’s not sticky and lasts all day! I only find myself reapplying if I eat or drink something. I highly recommend this lip tint!"
		},
		{
			"review_title": "Great gloss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I love this gloss! It's a thicker gloss which I really enjoy and feel it helps the longevity. The gloss works great on its own, over lip liner or lipstick. The gloss alone is very close to my lip color, and makes my lips like healthy, plumps the lines and glossy. If you don't care for a thicker glosses you may not like this one, even though it's thick I don't have issues with it being stringy or u comfortable. I love the flavor/scent, it's a light vanilla or cake flavor, very enjoyable. The packaging is shorter and thicker with a large doe foot applicator, which makes for easy application. This lipgloss has become my go to purse and desk gloss because I can put it with anything or on its own. I don't know of it's plumping or more your lips look healthy with it, it does not have any kind of stinging or tingly pulmping like other glosses."
		},
		{
			"review_title": "Very unsatisfied…",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "This is very thick, so don’t underestimate when it’s called “lip gel”. I personally hate thick lip products. It makes it very obvious that you’re wearing something and it’s not for girlies who like the natural feeling. I’m not even one, and I still felt uncomfortable. I have shade “bouquet”. I found this shade very, very light. I have a “light” skin tone, and my cousin has a “fair” skin tone. I don’t understand how this shows up with barely any pigment on both of us. It looked like an “I’m sick” pale purple look instead of a fresh, juicy pink.  I would never be able to use this on my lips by itself, but because of the thick consistency, I wouldn’t like to layer it either. This caused me to just give it away to someone else. It’d be nice if it at least appeared smooth, but it didn’t. I didn’t have high or low expectations and was still very unsatisfied. Plus it’s not cheap either, so I highly recommend choosing something else."
		},
		{
			"review_title": "Makes lips look full!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I’m going to be honest, this shade is gorgeous but SO not for me haha. It’s the same shade as my lips so when I apply it, it doesn’t really show. BUT. The gloss it gives is just STUNNING. It covers my lip wrinkles, and I have dry lips and it even covered that. I don’t know if it did it for everyone but my lips looked plump, without the burning sensation. It also kept my lips moisturized for hours. It does start out a bit sticky but just give it a second to settle on your lips, then you won’t feel it. I’m sure if I try out another shade that suits me well, I would love it. I do take this with me everywhere though, to use as a lip topper. I line my lips or apply a matte lippie, and just apply this over. GORGEOUS. Oh ya. It smells like marshmallows !"
		},
		{
			"review_title": "very thick and clumpy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "This review was collected as part of a promotion. I am Marilinda a skin care and hair care enthusiast. This GXVE BY GWEN STEFANI Dewyplump Collagen Lip Gel is way too thick and sticky. I first applied it directly on my lips without wipping any of the product off the wand and that was a mistake cause it felt very thick and just not nice on my lips at all. I went to whip a little off but I still did not like the feeling on my lips. It's way too thick and clumps up a little and it looks like my lips are sticking together. The color was beautiful but the formula just was not it. I feel like the wand too picked up too much product which I didn't like. I would not recommend this product. The only good thing about it was that it made the wrinkles in my lips smooth out a little bit."
		},
		{
			"review_title": "A Little Goes a Long Way.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I give this Lip Gel is a B+. The doe foot applicator picks up enough for perfect coverage in just one swipe. It smells just like the vanilla frosting gloss that you used as a kid but this is SO much more hydrating for your lips. With the amount that you are able to wear, I can't imagine that there is much of a difference in the color payoff between each option. That being said, the color Bouquet is the perfect nude for me, leaving just a flush of pink. It is super cute, goes on smooth, and leave my lips looking luscious. My only complaint is that if you put too much on, it gets streaky and you are left with what I call glue mouth. I have no other way to describe the way that some gloss sticks and strings in between your lips when you talk with THICK gloss on. After a while, the glue mouth strings fade but it still annoying until that happens. Overall, I like the color and product claims, but the stringiness is rather disappointing."
		},
		{
			"review_title": "Dewyplump lip gel",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a really great lip product! One swipe and you’re good to go! The shine is stunning. The hydration feels so good. It literally just smoothes out your lips leaving them looking plump and juicy! The shades are beautiful! So hard to pick just one ☝️ however I did go with Hibiscus and I love it! This would be the closest shade to a nude lip with just a hint of color. It’s perfect for everyday wear. I’ll most likely be getting another shade for sure!"
		},
		{
			"review_title": "My lips but better",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "I am a 32 year old beauty enthusiast. I have very dry skin and I am also a dry mouth sufferer. I talk on the phone 40+ hours per week at work and it is very drying to my lips and around my mouth. If I don’t apply a good quality lip product several times per throughout the day my lips crack, flake, and bleed. I look for lip products that are particularly moisturizing that help my looks feel (and look) good.   GXVE by Gwen Stefani’s Dewyplump Collagen Lip Gel is a unique formula. Think of it as skincare for your lips. The Sepilift ingredient is unique because it also helps smooth out fine lines in my lips and the Ultra-Filling-Spheres help smooth and hydrate my dry, cracked lips. It’s a bit thicker than most liquid lip products. I would say it’s somewhat of a combo of a gel/balm/gloss. It’s not sticky at all! The high-shine lasts a long time. The shade Bouquet is a pink color that makes my lips look like my lips (but better!) I like the extra large doe foot applicator and packaging as well."
		},
		{
			"review_title": "Dewyplump Lip Gel.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Dewyplump Collagen Lip Gel. Goodness..this stuff is thick! You only need a small amount for extra glossy lips. The smell is not strong, but it has a pleasant sweet candy-like smell something about it is very nostalgic. I love using this gloss alone or as a topper for lipsticks it is very hydrating. But because it is a bit sticky sadly, it is a bit of hair catcher I have gotten my hair in my face a couple of times from this gloss. This lip gel will last a good while because of the thickness of the gloss, using more than a small amount and you will have a gooey, patchy mess. I love the way this shade looks on my skin tone and on top of lip tints and lipsticks. this gel makes my lips look plump and dewy, without the burning stinging sensation."
		},
		{
			"review_title": "Beautiful color, long lasting, a bit sticky",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I am currently a stay at home mom of 2/makeup enthusiast and I love trying out different products! I don’t typically wear too dramatic of a look, so I love light pinks for lips/cheeks and was so happy with GXVE BY GWEN STEFANI Dewyplump Collagen Lip Gel in bouquet. The color is gorgeous and is reminiscent of a nice summer glow! It’s pretty light & shiny, but gives just enough color pop on the lips! A little definitely goes a long way, which I absolutely love & the packaging is gorgeous as well! This lip gel can be worn on its own for a subtle pop of color with lots of shine, or layered over another lipstick to amp up the intensity! It looks great either way!  The only drawback I will say is that this product left my lips feeling a bit sticky. I was very aware that the product was on my lips for a few hours- the feeling never went away. I will still wear and it absolutely recommend it because of its gorgeous color and lasting power, but that sticky feeling is something to consider!"
		},
		{
			"review_title": "Sweet Smell, Plump Pout, Picture-Perfect Packaging",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "The GXVE BY GWEN STEFANI Dewyplump Collagen Lip Gel is truly a gem.💄 When you open it up, you're greeted with this sweet smell that reminds you of freshly baked cookies.🍪 It makes your lips look plumper and fuller, but without any of that weird tingling sensation that some other lip plumpers have. The color, Bouquet-pink, is this really pretty natural pink shade that gives your lips a nice pop without being too over the top. Plus, it leaves this glossy finish that makes your lips look super healthy and hydrated. The packaging is so sleek and elegant, especially with that shiny black top that has this cool metallic sheen to it. Overall, it's a fantastic product that not only performs well but also looks beautiful sitting on your vanity.✨👄"
		},
		{
			"review_title": "Love this gloss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This has been my go to gloss right now in my purse. The packaging is super cute and very Gwen. The doe foot applicator is extremely easy to use and apply the lip gloss evenly. I got the color bouquet and it was the perfect subtle pink for every day wear. There is no overwhelming scent to it, but if I had to guess I would say there’s a subtle vanilla scent. The gloss is a more thicker consistency but it is not sticky. It leaves a glossy plumped look to the lips. It fades off evenly while wearing it so no patchiness here. I love that it is collagen supporting because it helps plump the lips and hide any fine lines you make have. And the plump lip look is what I am going for when I wear! Overall, I am really loving the gloss and it’s perfect for every day wear! This review was collected as part of a promotion"
		},
		{
			"review_title": "Luscioooous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Gloss is thick and smooth without being sticky, giving you that perfect plump smile. Gloss is basically sheer and smells like cupcakes. The applicator is very easy to use. Bottle is small enough to take anywhere but has plenty of product.  Leaves lips feeling soft and lush after. I received this product as part of an incentivized campaign in exchange for my honest review."
		},
		{
			"review_title": "Long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Presentation is key and I love how this lip gloss felt and look. The bottle is a nice size and has a good weight to it marking it feel luxurious. I loved that it helps with hydration and that it has high shine! I love high shine lipglosses. This did have a smell but it was pleasant, almost like bubble gum. It had a great color pay off the lips. It was a beautiful bubble gum pink that it going to look amazing on so many people. My lips did not feel try at all. It’s marked as a gel and that’s the consistency that I felt. It was a little thick when applied but smoothed out. It wasn’t heavy at all. It was very long lasting for a lip gel. I had it on for about 3-4 hours, which I think is long lasting for it not being a stain or a tint. Overall really enjoyed"
		},
		{
			"review_title": "Plumped in 1 application",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Normal skin",
			"review_text": "Because they are sheer, they are suitable for those who aren't quite ready to apply lipstick. They are also useful if you have dry lips and need to hydrate your lips even if  you aren't planning on wearing makeup. I was particularly intrigued in the plumping. After a few minutes of mild tingling, it becomes a comfortable, delicate shade of sheer, hydrated color. Despite how tiny it is, I noticed a change in my lips. These seem appropriate for daily use.  ** This review was collected as part of promotion **"
		},
		{
			"review_title": "Amazing lip gel.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "This dewyplump collagen lip gel is perfect! The shade is so pretty and the gel gloss isn’t too sticky. It’s the perfect texture and I’m loving it!"
		},
		{
			"review_title": "Not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I used the lip gel in color Bouquet in two ways. The first was on its own. And the second on top of a lip liner. I have to say that I was not impressed by it. First, the color is not opaque it’s more of a colorless gloss especially when I applied it on its own. The texture is so sticky on the lips and heavy which make you feel uncomfortable. However, I have to say that it gave my lips a nice plump and shiny finish. If I have to use it I will definitely apply it over a lip liner or a lipstick as it gave a nicer finish in terms of color and plump. The packaging and applicator are good as well sleek and easy to use. Finally, in my opinion I find that the competition is fierce in the lip gloss market and there are many great lip glosses that can beat this one in terms of product itself and price."
		},
		{
			"review_title": "Very hydrating",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I am a biology student that loves beauty and skincare and so I need makeup products and looks that are easy to apply and maintain as I don’t have much time to get ready in the morning. This lip gel is very easy to apply and looks very nice on the lip. Boutique is a very nice neutral color that blends in with my natural lip color to make it perfect for everyday use. It has a very nice subtle scent to it that definitely sticks around throughout wearing it. It is a very thick formula but melts into the lips so it doesn’t feel so thick after a little wear. It is a collagen and hydration boosting lip gloss that will make your lips feel and look great. It is perfect for people who want an easy lip gel for everyday use that provides a nice shine.  This review was collected as part of a promotion."
		},
		{
			"review_title": "Great Lip Gel",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "So after using this Dewyplump Collagen Lip Gel from GXVE. Into my lip/makeup routine for about a week. Overall it’s a great product to packaging, color, application. Packaging was super cute, love the design of the product. Including the applicator helps gives a more precise application. I got the shade Bouquet it’s such a gorgeous color & goes well for all skin tones.  Application was pretty nice the product literally glides on so smoothly. You can put the product on your bare lips. Or on your lip combo to give it that extra gloss. it will not break up your lipstick. It doesn’t last all day but that ok just apply some more.  Mrs. Gwen Stefani outdid herself!!! I recommend this product 100%. It’s a must have to add in your makeup kit or routine."
		},
		{
			"review_title": "You need to try it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "in love with this lip gel and I'll tell you why. Let's start with the applicator of this product, which is very precise and makes application easier. The color I used is the color Bouquet, which is a very subtle and natural light pink tone, I like that it is almost similar to the natural tone of my lips. It has a slightly sticky texture but I like it because it made it last for a long time, so I can say that it is a long-lasting product. It has a very pleasant smell, like vanilla. Another thing I like is that it makes my lips look and feel super hydrated, it gives them a plump look and such a pretty shine. Definitely if you are looking for a lip product that is moisturizing and with a natural and beautiful finish, this is the one. They have to try it.  This review was collected as part of a promotion."
		},
		{
			"review_title": "Tinted and non sticky!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "My name is Eleanor and I am a makeup lover in my 20s. I got the opportunity to try the GXVE Dewyplump Collagen Lip Gel in the shade “Peony”. This lip gel glides on smooth on my lips while giving them a pop of color and hydration. The formula feels smooth on my lips and doesn’t feel sticky or tacky. I also love that it has collagen boosting ingredients, and that the brand is cruelty free. I love the way that this product makes my lips feel! I would definitely recommend this product for anyone looking for a hydrating tinted lip product."
		},
		{
			"review_title": "Pass on this one",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "I was so excited to try this lip oil / gloss combination of things but I found this to be way too sticky. I actually love how long lasting it is, and the thickness doesn't bother me but my lips literally stuck together so I can't get past that. The color Bouquet is lovely but it does transfer and harder to remove. I will say that I didn't find any caking in corners after a few hours so I appreciate that, just can't get past the stickiness."
		},
		{
			"review_title": "Not my favorite",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have been in the beauty industry for eleven years which has given me very high standards for lip products. I loved the idea of this lip gel and it smells phenomenal so, it’s safe to say I had high hopes. Unfortunately, this doesn’t work for me. It is very sticky on the lips and goes on super thick. I find it gross to wear. It gets inside my mouth everytime I apply this regardless of how much I wipe off the brush before applying. The color is stunning and it does feel really nice on the lips as far as moisture goes. I have been using this by applying it and then wiping off most of the excess to hydrate my lips. I’m honestly not sure who the best candidate for this would be. Maybe someone who LOVES ultra glossy lips and doesn’t mind the tackiness this leaves."
		},
		{
			"review_title": "So Hydrating and Plumping",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This review was collected as part of a promotion.  This Dewyplump Collagen Lip Gel by GXVE Beauty is everything I need for my everyday lip plump and gloss! It is is a non-sticky, no-sting tinted lip gel that supports collagen and provides soft, hydrated lips for hours! It has a gel-to-gloss formula that gives a tinted color and shimmer, and contours the lips for a three-dimensional effect. My lips feel and look so full, line-free and healthy for sure. It feels like it has fillers in it without any needles.  The beauty of this line is that it only costs $24 and is absolutely worth it. GXVE Beauty's lip gloss is truly rich, ultra-smooth formula with spherical powders for even application and a wet, glass-like shine.  What is more in it is that it is infused with a Collagen-Boosting Treatment., so the beauty is jot just external, it surely nourishes my lips with every use. Made of all-clean, 100% vegan ingredients the Collagen Lip Gel drenches even the driest lips in nutrient-rich plumping moisture, a weightless cushiony texture and a juicy hint of non-sticky, high-shine color with decadent scent and taste. Much love for the GXVE Line!"
		},
		{
			"review_title": "Love this lippie!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "This lip gel is really good! It doesn’t make my lips feel weird and I love the consistency! The only thing that I don’t like is that it is a bit streaky. If I apply it there are streaks of products on my lips which looks weird. On the other hand, I love the shade on my lips! The shade is like a nude but with the littlest hint of pink and I love it!!🥰 Furthermore, the packaging is also amazing, it matches Gwen Stefani aesthetic so much and her brand! This lippie lasts a good amount of time on my lips, this is good since my lips get really dry and have to have a lip product on them at all times lol! But to add on to that it is supposed to be hydrating, which it is, and I absolutely LOVE that quality in the lip gel. Overall, this product is extremely good and I would buy it again and even try different shades! ❤️"
		},
		{
			"review_title": "Hair catcher…",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I got 3 shades: hibiscus, marigold and nightstand. The texture is too thick. If you only use the product that comes out with the doe foot and swipe once on your lower lip then rub your lips together, you won’t get the stringy strings when you open and close your lips, otherwise… you know you know… pigment of hibiscus sinked into my lip lines, marigold is too sheer to show on my lips, nightstand is a nice colour but I just cannot get over how sticky this product is… definitely a hair catcher… and it’s not that shiny…"
		},
		{
			"review_title": "Moisturizing and smells amazing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I love GXVE! This dewyplump lip collagen gel is such a great lip product. I got the shade bloom and it’s a really pretty baby pink color. I also really love how it smells. It smells like sugar cookies! I love scented lip products like this! I know that in the name the description it says plump but there is no tingling no plumping sensation, so I assume it means it’s supposed to make your lips shiny and juicy. I love everything about this lip product except for the fact that if you apply a lot it can get goopy and sticky. I have also tried it on top of a lip liner or a lipstick and it is beautiful. I hope that you can check this out at Sephora because I really enjoy the moisturizing effect it gives to my lips. I can’t wait to try out the other colors too!"
		},
		{
			"review_title": "Plump & Hydrate",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I really enjoy this formula! It is definitely unique as its thicker than a traditional lip gloss, but not sticky or gloopy. The large doe foot applicator makes application super easy, one dip into the tube is enough for both my top and bottom lip. This gloss goes on thick like a gel but then self smoothes out on the lips to a more traditional gloss look/feel. The self smoothing effect is great as it hides lip lines and gives my lips a more fuller, plump look! This gloss is very moisturizing and comfortable on the lips. It gives a sheer tint of color so you can apply on the go and don't need to be super precise. I love the sweet cake like scent that the gloss has as well! I have been getting more into clean beauty recently so I really like that this product is free from all harmful chemicals/ingredients (parabens, formaldehydes, etc.) while not sacrificing in quality or performance."
		},
		{
			"review_title": "Plumped and hydrated lips all day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This collagen lip gel is a must-have for me. I love how it feels so smooth and hydrating on my lips, giving them an instant plumpness and softness. The gel texture is lightweight and non-sticky, which makes it super comfortable to wear throughout the day. With its collagen-boosting formula, I have noticed a significant improvement in the overall appearance and texture of my lips since using it regularly. They look fuller, smoother, and more youthful, which is exactly what I want in a lip product. I appreciate is the subtle tint it provides. It adds a hint of color to my lips, giving them a natural, healthy flush that enhances my overall look. Plus, it is versatile enough to wear alone or layer under lipstick for extra hydration and shine. The packaging is also sleek and convenient, making it easy to toss in my bag for on-the-go touch-ups. This review was collected as a part of promotion."
		},
		{
			"review_title": "Thick,*Going-Out* Gloss",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "As a licensed professional cosmetologist since 2010, I was asked to provide my expert assessment of the GXVE BY GWEN STEFANI Dewy Plump Collagen Lip Gel in the shade Bouquet.  I like the bigger yet smaller tube that this arrived in, and the packaging is elegant. I thought this looked great with a darker pink lipliner that I combined it with. It has a sweet delicate, pleasant scent. I gave it a test run for a few days to see if it would cause any irritation to my sensitive skin, which it did not.   I would suggest this overall, as a going out gloss, It lasts a long time, being that it is very thick and sticky."
		},
		{
			"review_title": "Very thick lipgloss but super juicy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "The color is perfect. It smells like vanilla cupcakes. The dewy plump collagen lip gel is so pretty I have the shade bouquet it’s the perfect pink! It doefoot applicator is perfect size for one swipe and you have enough for your lips. I don’t recommend applying a lot       lot as it’s texture is really thick."
		},
		{
			"review_title": "Give It A Shot, Why Not?",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I have some pros and cons to this product. The color is nice especially worn with a nude or brown lip liner. The consistency at first when applying is a bit sticky but after it warmed up on lips it’s not as sticky. The downside is after awhile I notice a white cast around my lips which is a no no."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I personally like the texture- it is very thick and sticky, hydrating and creates a high shine look as well. The scent is a light vanilla that reminds me of MAC lip glazes. However there’s zero color pigmentation- photo is completely off. If you want color you’ll need to line it with a lip pencil."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The Dewyplump Collagen Lip Gel by GXVE BY GWEN STEFANI is a gel formula that provides instant moisture and a high shine. It effectively smooths fine lines, leaving lips looking hydrated and healthier. The shade Bouquet delivers a natural, pink tint that lends a delicate flush of color, perfect for daily wear. With its generously sized doe-foot applicator, achieving the perfect coverage in a single swipe is effortless. However, the formula is slightly sticky and much thicker than what prefer. It is long lasting though and moisturizing due to its thicker formula. It is also has a strong, sweet fragrance that I do not like. The packaging is very cute and convenient for on-the-go use, remaining leak-proof. Overall, Bouquet is pretty shade of pink and it delivers on longevity, moisture and shine. However, the scent and thick texture of not my personal preference."
		},
		{
			"review_title": "Nightshade is a Evening Smooth Lip Gel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Smooth pretty color. Nightshade is the darkest color in the line. Deep burgundy."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Dry skin",
			"review_text": "The GXVE dewy plump collagen lip gel has a beautiful packaging. It’s a round bottle. May be a bit bulky to carry in your small purse but it’s a very pretty pink shade. I got shade peony. The shade didn’t look like it did on the models. It wasn’t as vibrant pink as it was on models but it was still a pretty shade. I wish it was more pinky. I love that it’s not sticky. The formula is really nice. It’s a thick formula. It’s kind of like a gloss. When I tap my lips together, it doesn’t create what ugly web between my lips. So I love the clean formula. I didn’t feel like it really plumped my lips but it did give my lips a juicy look! I used it with a darker lip liner and it made my lips look really nice. I like the formula and shade but I don’t feel like it plumps."
		},
		{
			"review_title": "Beautiful Shine but Sticky",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I love a glossy lip and was very excited to try this product.   The packaging is sturdy and fun with the check trim on the cap. The applicator is a doe foot with a well that holds the gloss in it when you pull out the wand from the container.   The product claims to not be sticky, but hydrating and long lasting. Due to the formula containing collagen, it also makes lip lines look less noticeable. Upon applying the lip gloss to my lips, it was sticky - not as sticky as some other brands I've tried, but it had some stickiness, which was not ideal. It is scented, but the scent does go away over time.   Shine was lovely – it was more subtle versus a prominent, glass-like shine that I've seen in other lip glosses. Color payoff was disappointing - perhaps it was the fact that the color I used was different from my natural lip color and it seemed to disappear on my lips, versus highlighting or showcasing the color in the container. This gloss did make my lip lines less noticeable and smoother overall. In terms of being long-lasting, it stayed on my lips with eating and drinking for maybe an hour and a half. Over that period, it became a little less sticky, but it was still a bit tacky, which was more obvious when I went to drink water from my water bottle.   Overall, I was a little disappointed in this one. I like the product claims and the founder, but the formula and color payoff was disappointing in my opinion."
		},
		{
			"review_title": "Tacky lip gel",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I am a make up artist, and I love trying new beauty makeup brands and products in the market , to use on myself and on my clients.  One of the last products that I tested , is a lip collagen gel from GWEN . I was very excited to try this product,  from  this clean ,vegan and cruelty free make up brand by Gwen Stefani .  I tried the beautiful, universal bouquet shade .This long lasting lip gel ,is very hydrating, and is perfect to use by itself, with a nude lipliner or in top of your favorite lipstick.  I really wanted to love this product, but, the big  downside for me, is  the tacky texture of this lip gel ... My hair kept sticking to it…I prefer using weightless make up and skin care products for myself. So with that being said, I won’t be using this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I’m obsessed with this lip gel! My lips felt well hydrated and plump and full. The color could be a bit deeper but it’s still well pigmented. Definitely a must have product"
		},
		{
			"review_title": "GXVE Dewyplump Collagen Lip Gel in Bouquet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The Dewyplump Collagen Lip Gel is very thick and nourishing. I can see how this is called a gel instead of an oil due to its rich consistency. It has a slight vanilla cupcake scent, but it doesn’t taste like anything. The Bouquet-pink color is a true neutral pink and applied smoothly on my lips even though it was thick. The plus for me was that it filled in my lip lines where I believe the lip gel gets the word plump part of its name.  It stayed on nicely even when I drank and ate lunch, the color pigment definitely left but my lips stayed moisturized. I did reapply after eating just to keep the color which I truly loved. The component and doe foot applicator has a high end lux feel to it and the checkered design is really cute and unexpected. This is a staple product in anyone’s lip collection."
		},
		{
			"review_title": "Your lips deserve it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "For a minute let's just visualize this, in a perfect world there's a lip gel that not only adorns your lips with a touch of ethereal color but also elevates them to new heights of hydration and plumpness! 'Bouquet' isn't just a shade; it's a mood – soft, romantic, and utterly irresistible hue!  But let's talk texture. It's like gliding on a cloud, with a velvety-smooth feel that melts into your lips like a dream. No tackiness, no heaviness – just pure, weightless indulgence. And oh, the plumping effect! It's like a secret weapon, subtly enhancing your lips' natural curves and contours for a look that's undeniably alluring. No need for injections or fillers – just a swipe of 'Bouquet' and you're good to go. But here's the real magic: the collagen-boosting formula. With every application, you're not just beautifying your lips – you're nurturing them from within, encouraging a more youthful, supple appearance over time. In summary, the Dewyplump Collagen Lip Gel in 'Bouquet' isn't just a lip product; it's a masterpiece. So go ahead, indulge in a touch of luxury. Your lips deserve it!!"
		},
		{
			"review_title": "Glossy, but gloopy",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have been a beauty lover for quite a while and I have become The gloss is definitely glossy, the packaging is great, and the ingredients in it are amazing. However, because the lip gloss is so thick it tends to become gloopy and makes those strings when you smack your lips together… and when I have applied it, I don’t get an even application! The gloss looks “patchy” so to say. It does feel more hydrating than I had anticipated.  This review was collected as part of a promotion"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I love the added plumping effect of hyaluronic acid and collagen in this product. This lip gel definitely feels weightier on the lips than a gloss but doesn't feel sticky. It does exactly what it's advertised to do, and I adore the appearance of it on the lip. The pink-purple shade has some hue to it, yet it also looks quite natural and can be layered over other products. It feels moisturizing and stays on for hours. Additionally, the shine is remarkable, giving the illusion of plumping. I appreciate that all the lip gels come with matching cheek tints. This product is perfect for those who prefer light makeup and need a convenient option for on-the-go use, like me! It's available in various shades to suit almost any skin tone and achieve the desired mix-and-match look."
		},
		{
			"review_title": "Hydration lip tint",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "DewyPlump collagen lip gel in the shade (Bouquet) is the perfect color for my skin tone , it’s so smooth and hydrating it Supports collagen to minimize the appearance of fine lines..It’s a long wearing formula that last all day long , it’s not sticky or tacky like other lip products I’ve tried in the past , The gel-to-gloss formula gives you tinted color and shimmer in one quick swipe. I love its cruelty free, clean beauty, It’s the perfect color for spring and summer! It’s a lightweight creamy gel like with a gorgeous finish ..it leaves my lips with a subtle plumpness to them , and it’s the perfect size to take on the go put it in your pocket or throw in your bag , I love the packaging it’s so girly ..this bottle will last a long time because it has the staying power I don’t have to keep reapplying it over and over .. I would highly recommend this product!"
		},
		{
			"review_title": "Plump & Delicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "Gxve Dewyplump Collagen Lip Gel is a delicious journey. The smell takes me to cafes filled with vanilla lattes and laying on clouds made of vanilla creme! It smells like I've just licked the frosting off a cake! It's absolutely delicious! It's the most flattering shade of pink. I have small thin lips, and this lip gel gives me much more definition. My lips look moist and plump. I love that it's glossy but not greasy. It's so enduring and doesn't budge or dry out. I applied it in the morning, ate lunch, talked all day, and it still looked amazing! The way it sculpts my lips is exceptional. It's so unique that there's nothing I can compare it to. It's by far one of the best hydrating and nourishing lip gels. It's vibrant and desirable. I am impressed every time I use it. I have not put it down since I picked it up! I seriously need more of these!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "I tried this DewyPlump Collagen Lip Gel in shade bouquet which worked wonders on my dry lips. This product has a thick, creamy consistency and is non scented. Bouquet has a very pretty pink color and looks great with my cool undertone. The packaging is cute and bulky. This lip gel feels incredible and is perfect to keep your lips hydrated. This also lasted until i ate something and when I swatched the product on my arm, it took 3 washes using an oil cleanser and then soap to get off. An additional quality that I love is a lot goes a long way with this product, so it’ll last a while. Overall this product has been far past my expectations and I highly recommend trying this lip gel out. Once you use it, you won’t be able to stop looking at your plump lips."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This review was collected as part of a promotion  I am a huge fan of GXVE and Gwen Stefani, and own several products from lipsticks to blush from her line, so I have high expectations, but this one didn’t quite hit the spot. The packaging is absolutely beautiful as usual (but the reflective lid does attract fingerprints). The doe foot application is pretty big but the slant makes application easier. This has a sweet vanilla and cake-like scent. The liquid is too thick for my taste. It’s hard to apply without making a bit of a mess as it's hard to spread it evenly. It doesn't feel very comfortable because I can always feel something on my lips. I do like the shiny finish and that it's non sticky. This is non-drying for the lips. The color bouquet, which is a soft pink, gives a slight pink tint to the lips but doesn't cover up my fine lines."
		},
		{
			"review_title": "Collagen lip gel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Mature beauty and I really love this lip formula. First of all it’s in a lovely packaging and it has a nice amount of product and the applicator is nice for applying the product. I don’t have fuller lips so I’m always looking for a product that will plump and give back life to my thinning lips without use of fillers.  This formula instantly gives you a nice natural shine without being sticky or messy. The color I tested is very natural. I really like the way this feels on my lips. I noticed my lips looked a little plumper and they felt super hydrated and soft. The color payoff on this is not intense..just enough to make you have a natural pout without going overboard. I also did not use a lip liner ..applied directlly to lips. I feel this color is a perfect rosy color and looks great on my skin tone. I definitely would recommend."
		},
		{
			"review_title": "Sticky, Scented and Thick",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "Upon opening the bottle and pulling the doe foot applicator free the lip gel looks lovely and thick, but I am nauseated at the strong vanilla scent.  It is thick and so it is sort of difficult to spread and get an even application with the included applicator.  It took some wiping off and smoothing my lip edges to get it to look good.  Next I noticed how sticky it was.  When I kissed my husband our lips clung together as we pulled apart.  And, he did not like the tacky feeling or color left behind on his lips.  My own lips feel very sticky as well. Overall I would say this is a huge fail.  It has room for a lot of improvement.  The only redeeming qualities are that the color Bouquet, a light pink, is so pretty and it has a lovely glossy shine.  This review was collected as part of a promotion."
		},
		{
			"review_title": "Lip juicer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I use this product over the past week and I really liked how thick and juicy the product makes your lips. It’s got a sweet smell and a semi sweet flavor to it. It really enhances your lips very similar to Botox."
		},
		{
			"review_title": "Is good, but a bit heavy.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I have it in the shade Bouquet, it feels a bit thick, heavy and it can lump up if I apply too much, it has a sweet fragrance,not overpowering. I do like the shine that it gives my lips, more like a plumped look. My lips feels hydrated but it doesn't last as long on my lips as I would like,  this shade does not offer a lot of pigment and trying to build up it will cause the product to get goopy, heavy and thick, I recommend using little. Since this is collagen infused I will have to see the benefits that claims such as minimizing the appearance of fine lines. But only if I am consistent and use this every day, in which is impossible for me. I don't think this is a must, it is a personal choice. I am cosiderning in grabbing another shade, and as always the packaging is cute!"
		},
		{
			"review_title": "longe wear",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was excited and surprised by how much I like GXVE 's Dewyplump Collagen Lip Gel. What I like most about it might be the reason some do not like it. I loved the weight and thickness the lip gel has. It stays on lips hours longer than your average lip gloss. It doesn't have a stickiness on the outside but it seems to seal to your lips quite well. The weight makes it feel very hydrating and protective. It gives the perfect pop of color and major shine. This may be my favorite product in the GXVE line (and I have tried a lot of their products). The packaging is cute and the doe foot applicator is precise. It removes easily with water and face wash, or simply wipe off with cotton square."
		},
		{
			"review_title": "It didn’t show on my lips!!!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I was so excited to try this lip gel. I read plump, hydration, and tinted and it got my attention. I need any hydration I can get for my dry lower lip. But sadly, I didn’t like how sticky the texture is. I feel like my lips are dirty. And they don’t look plump. I applied one or two layers of the gel. It got very sticky when I applied it and then the sticky feeling went away a little. One thing is true though, they look shiny and glossy. And another good thing is the duration of the lip product. It stays for a while. It doesn’t smell bad. It definitely helps to make the lips not dry but not after removing it. The color Bouquet doesn’t show on my lips, it looks clear. It is a pink Barbie color. Also, it is not easy to get the applicator out. I would recommend a stronger color for pigmented lips. And even though it is not my cup of tea, maybe other people like the shiny finish. And they won’t mind the sticky texture."
		},
		{
			"review_title": "It’s fine? A bit goopy.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Heavier, thicker feeling gloss. This shade has a little amount of pigment, looks very fresh and spring-y. BUT it does the weird goopy goo string thing if you talk or press your lips together. If you know, you know. It’s a bit stickier than I expected. I recommend, sort of."
		},
		{
			"review_title": "Love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "GXVE dewyplump collagen lip gel is a good one! For starters it comes in the cutest packaging. I love the checker print on all the products I have tried so far. I tried the color bouquet and it is a very light pink color but it is so pretty on! It makes your lips look like glass! It also makes them so soft and sets in the moisture for all day wear. It doesn't really smell like anything either. It does plump your lips but it doesn't have the tingle or burning feeling that most plump glosses tend to have so that was awesome! It does have a little sticky feeling to it but nothing that bothered me to were I didn't like it or not want to wear it. It doesn't leave any lines either around the lips like some colored glosses will do. All together I absolutely loved this product and loved the way it made my lips feel and look! I would totally recommend!"
		},
		{
			"review_title": "Hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This is a very conditioning , hydrating, and glossy lip product! It feels like a lip mask or lip balm in the lips but looks like a very pretty gloss! I love that it has collagen in it helps to plump the lips and over time hopefully make them look!! I love the color is such a pretty pink you’re going to need this if you get dry lips because it’s an instant long lasting hydration! Gwen Stefani is the owner of this brand and I adore her I’ve tried hundreds of lip products and this is definitely one I wanna purchase in every single shade! I know pink lip products are very popular right now so I know your probably thinking of buying if your reading this get this one for sure!! You’re gonna love it! Pretty pink glossy shine with collegan benifits  hydration!!"
		},
		{
			"review_title": "Plump or Dump?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "At first, I was scared of the color selection since I am of deeper tone and this shade (Bouquet) looks relatively light in the bottle. The packaging is ok but they could’ve went harder. I love this vanilla gourmand scent (they need to bottle it lol). The formula is thick, less is more with this one. It is buttery for sure, maybe too thick. The more I try to blend it in my lips the more it rebels. I have to keep rubbing my lips together to blend, but it feels and looks like pigs have to fly before that happens.   I was expecting to feel that plumping, tingling effect you might find in other plumping glosses but this one doesn’t do it. I don’t see a difference in the plumping effect. I like that it is not sticky but this formula reminds me too much of the old school cheap glosses in the beauty supply store. I would get another solely off of nostalgic purposes. I most likely would have loved this gloss more if I tried a deeper shade because this one is ashy on me or pair with a darker lip liner. I prefer this shade better in the cheek tint. So plump or dump?"
		},
		{
			"review_title": "Plumped Lips",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "This is a really good lip gel. It really plumps your lips and it's full of really good ingredients. I love the color.  The texture of this lip gel is different so I'm not use to that. But I really like that it will stay on your lips for a long time. And I love the color, it's a pretty dewy pink. I love that it has collagen and hylouronic acid in it which is good for your skin and lips.  This review was collected as part of a promotion "
		},
		{
			"review_title": "Soft, Kissable Lips",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
			"review_text": "I tried the Dewyplump Collagen Lip Gel for the first time after hearing the hype surrounding it. It smells like soft cotton candy, and it glides onto lips like soft melted butter. I love that the applicator is a full size and covers my lips completely! The color Bouquet pink is shiny, and it's transparent, not opaque which is great for layering. It made my lips feel soft, hydrated, and kissable!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "The GXVE Dewyplump Collagen Lip Gel in the shade Bouquet is a true game changer in the world of lip products. As someone who's always on the lookout for the perfect combination of hydration, color, and plumpness in a lip product, I can confidently say that this lip gel ticks all the boxes and then some. I tried the shade Bouquet; It's a beautiful soft pink peach hue that adds a beautiful tint to the lips. This collagen infused formula is so luxurious. Not only does it provide a subtle plumping effect, but it also works wonders in terms of hydration! this formula is an absolute dream to apply. Unlike some lip glosses that can feel sticky or tacky, this lip gel feels lightweight. It doesn't have that heavy, greasy feeling that some lip products can leave behind, which is a huge plus in my book."
		},
		{
			"review_title": "A really glossy treat for my lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "First of all this product is THICK!! if you don't enjoy a thick, tacky lip gloss then this is definitely not for you. I love it! When you apply the gel-like formula you definitely feel it on your mouth. I got Peony so it has a slight pink sheen. Not opaque. A little goes a long way but once it's on its not going anywhere. it's not gloopy but has the potential to be if you apply too much. It feels hydrating and it stays put for hours. When people comment that it's sticky - I can press/rub my lips together and they don't stick together or get those strings. I would describe it more as a tacky, thick gel. I would 100% get more shades. Also the shine is amazing which gives the illusion of plumping. It doesn't tingle and has that vanilla frosting type fragrance just like the other lip gloss formula."
		},
		{
			"review_title": "Sticky, BUT...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I am someone who suffers from severe chapped and cracking lips on a daily basis. I apply a lot of lip balm throughout the day, but it just seems to disappear so quickly. This lip gel is an absolute godsend for me! Let me start off by saying this formula is pretty sticky, but I love sticky lip products because they STAY PUT. I applied this early in the morning and there was still remnants of it coating my lips at lunch time! And it keeps my lips so hydrated and soft! The stickiness almost provides a protective barrier. I have even started applying it before bed like a lip mask. It has a strong vanilla cupcake fragrance, which I could do without since fragrances can contribute to irritation. Love the big doe-foot applicator too! This stuff healed my lips and I definitely plan on picking up some other shades!"
		},
		{
			"review_title": "Was pretty sticky",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I had high hopes for this beautiful gloss but you can't always expect all gel lip glosses to be perfect.It does have a nice applicator but what I really like is that it plumps up your lips with the collagen in it. I really enjoy this corally pink or mauvey color and love how it isn't overly powering color. It was a bummer to me for my hair to stick to my lips as soon as I put it in. It did stay on pretty good and seemed like the gel part of it made it pretty grippy which is a plus if you want it to stay on all day. I just wish it wasn't so sticky but if you grew up in the era where every lip gloss was sticky you probably wouldn't mind. Very pretty cool and a great product I can't complain otherwise so it's hit or miss depending on what you want. This review is a part of a paid promotion."
		},
		{
			"review_title": "Love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The lip gel is perfect for achieving a natural yet polished look, especially on the days I don't want to wear much makeup. It is hydrating with a beautiful colored finish. But layering will give me a more intense look if I want to because the product is easily buildable. The Bouquet shade has a pretty soft pink pigmentation and a beautiful shine. I love to apply it on my lips and the matching cheek tint on my cheeks and they give my face a healthy and bright look. It glides smoothly to give the right color to my lip. It is non-sticky, soft and very comfortable to wear throughout the day. It still looked nice several hours later and I didn't feel tacky. If you want a nice natural look this is the product you would love. It is definitely worth a try. This review was collected as part of a promotion."
		},
		{
			"review_title": "This bouquet color!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Amazing color! I love it so much. The texture is perfect, lightweight, soft and smooth. I love the ingredients in this lip plump gel. Definitely gives your lips a nice plumpy look."
		},
		{
			"review_title": "Nice scent , beautiful color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "- I was gifted this gxve beauty dewy plump collagen lip oil for my review.  The beautiful packaging catches my eye . It’s simple but it’s luxurious looking. It’s the cap and color of it I think that draws my eye .  I got the shade bouquet and I really love it , it’s a beautiful dusty rose color maybe a peach or brighter dusty rose, perfect for spring !  The lip oil has the lightest sweet scent like vanilla , it’s very subtle.  The texture doesn’t feel like an oil , it’s actually very thick ,  if you don’t enjoy sticky glosses.  I would start clear because this is almost glue thick .  I don’t mind the texture .  The pigment is ok , even though it’s a light color it still shows up on my lips ,  brightens them up just a little bit . I haven’t noticed it marking my lips dry at all . Also I noticed the wand for it is that kind that is staticky and will suck extra lip product back into the container , pump it a few times then hold the lip gloss container upside down above the wand and watch the gloss go up wards back into the tube. I like those ones ,  they are meant to keep too much product from getting onto your lips and wand . Overall this is a nice lip gloss but I’m not in love with it ."
		},
		{
			"review_title": "Smooth & beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This collagen lip gel looks so beautiful on my lips. This gel formula gives me a tinted color and a bit of shimmer. It is moisturizing so doesn't dry my lips out and is not as sticky as other brands that I have used. I loved the color Bouquet, such a pretty pink color that leaves my face looking fresh and bright. It is pigmented, silky smooth and has just the right amount of shine on my lips, very comfortable to wear throughout the day. This is a buildable lip color. Adding another coat or two gives me full coverage. It lasted and it faded in a pretty way. It is something you really want to add to your makeup kit product because it's so hard to find a lip product that hydrates, stays & gives a beautiful color and perfect amount of glossiness."
		},
		{
			"review_title": "It was hate at first sight (and smell)",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "1. SHADE: The colour I picked (Hibiscus) was not at all what it looked like on the pictures: not as bright and vibrant, more like a subdued dusty mauvy nude. (see picture for comparison)  2. SCENT: Not to be dramatic, but when I applied it, I gagged. The coconut sunscreen smell is so gross I had to remove it right away. To give you an idea of how powerful this scent is, after swatching on my hand for the picture and removing it, I can still smell it. 🤢   3. TEXTURE: This is not what I would call a lip gel.  The texture is so thick and goopy, I know it will gather.  That being said, if you like this type of product and can get past the scent, you might enjoy the shine.   FINAL THOUGHT: This is an immediate return for me and to say I'm disappointed in this product is an understatement. I have rarely hated a lip product as much as I did this one."
		},
		{
			"review_title": "Soft and glossy lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Wow! What a beautiful lip gloss in gel form. The DewyPlump Collagen Lip Gel by GXVE is one to try. From the first swipe, you feel the hydration enter and you can instantly see the shine. My lips looks more plump without a stinging sensation and they're glossy without a tacky/sticky feeling.  The doe foot applicator picks up quite a bit of product and allows for even coverage. A little goes a long way. The packaging is even something to be admired. From the signature and iconic checkerboard print to the metallic logo. The lip gel tube has the same checkerboard print on the gunmetal-ish lid I tried this in the shade Bouquet Pink which can be considered a light neutral shade of pink. I like to use this alone for a natural soft gloss look or use a lip pencil in the shade, caffeine for a more clean polished lip look"
		},
		{
			"review_title": "A must have for a neutral look",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Combination skin",
			"review_text": "Hello there, I am Stephanie a mom of 8 self taught MUA that wants to go to cosmetology school soon and beauty influencer on tiktok. I absolutely love this lipgloss it’s not super dark it is a bit sticky on the lips though but doesn’t tingle like other lip products but still gives you the subtle plump effect. There are a variety of colors there is a lip color for everyone. This lip color can be an everyday look, on the go, to the gym it has all different varieties. Plus it has collagen in it which collagen is protein in the body which indeed gives this product so many benefits especially a more youthful appearance. If your looking for an everyday look lip that isn’t super bold then this is a go to lip gel. I also wouldn’t consider it a gel it’s more a liquid gloss then a gel."
		},
		{
			"review_title": "Plump, Hydrated Lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "As someone who's constantly searching for lip products that provide both hydration and a touch of glamour, I was eager to try out the GXVE Dewyplump Collagen Lip Gel. After incorporating it into my daily routine for a while, here's my honest review. Let's start with the packaging. The lip gel comes in a sleek, compact tube that's perfect for throwing into your purse or pocket for on-the-go touch-ups. I appreciate the simplicity and elegance of the design, which aligns well with the brand's aesthetic. Upon first application, I noticed the smooth, creamy texture of the lip gel. It glides effortlessly onto the lips, instantly providing a boost of hydration. The formula contains collagen-boosting ingredients, which intrigued me as someone who values skincare benefits in my makeup products. While I can't speak to any long-term effects just yet, I do notice that my lips feel softer and smoother after each use. One of the standout features of this lip gel is its versatility. It can be worn alone for a subtle, natural look or layered over lipstick for added shine and dimension. I particularly enjoy wearing it on its own for a low-maintenance, my lips but better kind of vibe. The subtle hint of gloss adds a touch of glamour without feeling sticky or tacky. Speaking of glossiness, I appreciate that this lip gel provides a beautiful, dewy finish without being overly shiny. It strikes the perfect balance between a subtle sheen and a full-on gloss, giving my lips a healthy, luminous appearance. In terms of wear time, I'm pleasantly surprised by how long-lasting this lip gel is. While it may need to be reapplied after eating or drinking, it holds up admirably throughout the day, maintaining its hydrating properties and glossy finish. Another aspect worth mentioning is the scent and taste of the lip gel. It has a subtle, pleasant fragrance that isn't overpowering or artificial. Additionally, it doesn't have a noticeable taste, which is a bonus for those who prefer their lip prod"
		},
		{
			"review_title": "Great Formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The GXVE Dewyplump Collagen Lip Gel is a game-changer for anyone seeking soft, hydrated lips. I was amazed by how instantly plump and moisturized my lips felt upon application. The gel texture glides on smoothly, providing an instant burst of hydration without any stickiness. What sets this lip gel apart is its collagen-infused formula, which works to improve lip texture and elasticity over time. I noticed a significant reduction in dryness and fine lines after regular use. Plus, the subtle dewy finish adds a touch of glamour to my lips, making them look fuller and healthier. Overall, I highly recommend the GXVE Dewyplump Collagen Lip Gel for anyone looking to achieve beautifully hydrated and plump lips.  Furthermore, the packaging is sleek and convenient, making it easy to throw in my bag for on-the-go hydration whenever I need it. The gel comes in a tube with a precise applicator tip, allowing for easy and mess-free application. I appreciate that the formula is free from harsh chemicals and artificial fragrances, making it suitable for sensitive lips like mine. Whether worn alone for a natural look or as a base under lipstick for added hydration, this lip gel delivers impressive results every time. If you're tired of dealing with dry, lackluster lips, give the GXVE Dewyplump Collagen Lip Gel a try—you won't be disappointed!"
		},
		{
			"review_title": "Beautiful hydrated shine with a boost of skincare",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "As an Esthetician with a background in makeup artistry I always love to see a skin boosting lip product made with a clean vegan formula. I love the added plumping effect of hyaluronic acid and collagen in this product. This lip gel definitely feels heavier on the lips than a gloss but doesn't feel sticky. It does exactly what it's advertised to do and I love the look of it on the lip. Shade bouquet definitely has some pigment to it but yet also looks pretty natural at the same time and can be layered over other products. I like that all the the lip gels have matching cheek tints. As long as you're ok with the slightly heavy feel of the product this is a winner! I'm rating this a four out of five stars only because the heaviness of the product is pretty noticeable for me. That said I would recommend this for everyday wear for an added touch of plumping glam.   This review was collected as part of a promotion."
		},
		{
			"review_title": "My new favorite gloss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Normal skin",
			"review_text": "I absolutely love this lip gel!! It's definitely got a gel like gloss texture to it so don't expect it to feel light. it's more of a gloss than an oil. The pigment is 100!! I got to try this product out before it went to market and I couldn't be happier. The shade bouquet is perfect for fair skinned beauties who like a light pink color."
		},
		{
			"review_title": "Smells and looks beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I am a full time software engineer and also a beauty lover who love trying out new products specially if they are for dry skin types like mine. I have tried this lip tint with collagen and i am so impressed with the fragrance of it. It smells fruity which i personally love. The collagen in the lip tint keeps your lips hydrated and moisturized for hours. I have been using this tint both on top of my lipstick and alone and i love both of the looks. The tint is quote pigmented and ideal for a natural look. The packaging of this lip tint is so cute and it does not feel sticky on application like most lip tints. I have super dry skin and lips and i love this product so much it is always in my bag now just in case i need quick re application or hydration."
		},
		{
			"review_title": "It’s ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I really liked this lip gel. I got the color bouquet and it is a light pink color. This gel is highly pigmented and has a sticky texture. I don’t prefer a sticky texture as my hair gets caught in it. It does hydrate my lips and gives a good amount of shine and color. I can’t really speak to the collagen in it but it does make my lips look healthy. I do feel like the color settled into the lines of my mouth, which may be due in part to the sticky texture. I don’t think this will be my go to lip gloss but it’s also not the worse I’ve used. I think they missed the mark on texture and formulation. If it didn’t settle into the lines of my mouth I could probably get over the texture. It may work well for others so it’s worth a try if you’re been eyeing it."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I’m always looking for a good lip product to try and Gwen Stefani did it again this one is absolutely perfect!"
		},
		{
			"review_title": "Beautiful feeling on the lips!!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Ah, the GXVE Dewyplump Collagen Lip Gel in Bouquet - where do I even begin?!  First of all, let me just say that this lip gel is a total game-changer. I've tried countless lip plumpers and glosses before, but none have delivered the same level of hydration, comfort, and natural-looking color as this one.  The moment I applied it, I knew I was in love. The formula is like a drink of water for my lips - it's so hydrating and nourishing, leaving them feeling soft, smooth, and plump. And the best part? It's not sticky or tacky at all!  But what really sets this product apart is the collagen-boosting technology. I've noticed a real difference in the firmness and elasticity of my lips since using it - it's like a mini facelift for my mouth!  And can we talk about the color? Bouquet is just the most gorgeous, subtle shade that complements my natural lip color perfectly. It's like a healthy glow in a bottle!  In short, the GXVE Dewyplump Collagen Lip Gel in Bouquet is a must-have for anyone looking for a hydrating, comfortable, and effective lip product that delivers real results. Trust me, you won't be disappointed! This review was collected as part of a promotion"
		},
		{
			"review_title": "Lip Gel in Bouquet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This lip gel is absolutely stunning! First off it is super easy to apply with the doe foot applicator. The product itself is very hydrating and leaves my lips looking very glossy and plump. The product has a bit of a sticky consistency, which does help the product last longer throughout the day. The product is lightly scented/flavored with a vanilla cake batter flavor, which is very pleasant. The color Bouquet is a stunning light pink shade which just enhances my lip color. My lips are naturally pink so this shade is a ‘your lips but better’ shade for me. Given how natural it looks on my lips & the products functionality I will be using this on a daily basis. I look forward to wearing this shade all Spring/Summer long and trying other shades in this lip gloss!"
		},
		{
			"review_title": "A must have in my routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Afte5 using this product I am in love with it. I love the color. I love the vanilla smell. I love that it hydrating for my6 lips. I love the applicator and I would definitely repurchase this product again."
		},
		{
			"review_title": "Lip perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I really was expecting something totally different with this lippie. Frankly, I expected this to be just another lip gloss, but I’ve been totally blown away by this formula! This is a lip gloss oil hybrid in the truest sense. It has a glass shine with a wash of color, and gives my lips a more full appearance. There is no sticky texture or tingling. The way this feels on my lips is so good! My lips feel ultra smooth and soft. Even after the product has worn off, or been wiped off, my lips feel nourished and healthy. I need more of these in my life!"
		},
		{
			"review_title": "Collagen lip gel …yes please",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This review is being given as part of a promotion, I received my Dewey collagen lip gel in bouquet. It is absolutely beautiful your lips look, plump and hydrated and just beautiful. I love the touch of color. I’m excited to get every single one of these colors. they are gorgeous. I plan on putting these in my make up kit. I think my clients will love it. I love the way it feels on my lips. I love it and I love the color. I don’t think this formula could be any better. I am highly impressed. I do recommend getting this , so worth it trust me"
		},
		{
			"review_title": "Mega Shine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Normal skin",
			"review_text": "As someone who prefers a natural everyday makeup look, this lip gel is a perfect way to add in some subtle glamour. I have the shade Bouquet, which is a classic pink. It adds a little extra color to my lips, and major shine! I think it makes my lips look bigger because of the shine factor. It's a pretty large tube of product with a large doe-foot applicator to pick up the somewhat thick gel. A little goes a long way with this, one swipe spreads a solid layer over my lips. It definitely has some stickiness to it, like any gloss would, but it's not bothersome for me. Product lasts a long time, way longer than the standard lip gloss. Feels hydrating too. I love the way it smells, a modest sweet-vanilla scent. I can smell it in the bottle, but not once it's on my lips. You can wear it as a stand-alone, or on top of a pink lipstick for a shine boost!"
		},
		{
			"review_title": "Not worse the cost",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I like the color and how thick it is, unfortunately it does not plump at all.  It’s just a thick lip gloss with a fancy name.."
		},
		{
			"review_title": "Must-have list for the summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Using this product over the last couple of days, 10/10! It’s very moisturizing and has one of those large applicators, which are my favorite￼! It is definitely a shiny glaze, though the color does show up more than I expected. Color looks great for summer! Well, definitely be making another purchase has one of those large applicators, which are my favorite"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I purchased the color bouquet and I'm really liking it. The color is a subtle, soft pink and the formula feels kinda thick at first but it sits nicely on the lips and did not dry them out. Can't wait to try hibiscus next!"
		},
		{
			"review_title": "A must have on the go",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "As a area manager I like a natural yet noticeable look that brings out my features but doesn't overdo it.I tried dewy plump lip gloss and I was pleasantly surprised!The gloss has a sweet smell when you apply it that's very appealing.It really makes your lips pop and look extra plump for a kiss me look!It feels good and lasts a long time.When you combine it with the dewyplump cheek tint you got the perfect combo for a natural look that still pops.You won't be disappointed.This product is great for those who don't want to wear a lot of makeup and need a good product on the go like me!It comes in a variety of colors to appeal to just about any skin tone and achieve the look you want to mix and match.If natural is what you want natural is what you got with just a little bit of pop!"
		},
		{
			"review_title": "My new favorite lip product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I really love the formula and this product. I highly recommend it to everybody. This performs better than some of the viral products that you see on social media. ￼"
		},
		{
			"review_title": "Beautiful color!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This is not a lip oil, it’s a gel. It’s a bit thicker than their lip gloss but it plumps your lips and adds a beautiful touch of color. Would highly recommend!!"
		},
		{
			"review_title": "Love this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "This is an awesome product! The colors and texture! I have tried Hibiscous,Peony and Nightshade and love love love them all!"
		}
	]
}