{
    "product_id": "838",
    "name": "ExfoliKateu2122 Cleanser Daily Foaming Wash with AHA & Enzymes",
    "brand": "Kate Somerville",
    "categories": "Skincare, Cleansers, Face Wash & Cleansers",
    "price": 62.0,
    "about": "What it is:  A daily, clinic-inspired exfoliating cleanser with AHAs and enzymes that helps boost radiance and refine pores...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Pores, Dark spots, Dullness and uneven texture..Formulation:  Cream..Highlighted Ingredients:.- Papaya, Pineapple, and Pumpkin Enzymes: Naturally enhance skin exfoliation without overdrying..- Glycolic Acid and Lactic Acid: Refine the appearance of pores and help clear buildup on skin's surface...Ingredient Callouts: Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban. This product is also cruelty-free...What Else You Need to Know: A daily exfoliating foaming cleanser. Gently removes makeup, SPF, and other impurities. Glycolic and Lactic Acids clear pores. Pineapple, pumpkin, and papaya enzymes cleanse without over drying. Pairs perfectly with ExfoliKate Intensive Exfoliating Treatment for visibly poreless, perfected skin...Kate Somerville has partnered with Foster Nation to support foster youth as they age out of the system, providing professional training, workshops and mentorship, and fully funding 5+ cosmetology scholarships annually to support professional beauty career paths. For more information about Foster Nation, visit kateso.co/givingback...Clinical Results: After just 1 use*:.- 94% reported it thoroughly cleanses dirt, oil, and makeup..- 94% said it leaves skin soft and refreshed...After 7 days*:.- 94% reported product thoroughly cleanses dirt, oil, and makeup and leaves pores feel thoroughly clean and purified...*Results based on an independent clinical study.",
    "ingredients": "-Papaya, Pineapple, and Pumpkin Enzymes: Naturally enhance skin exfoliation without overdrying. .-Glycolic Acid and Lactic Acid: Refine the appearance of pores and help clear buildup on skin's surface... Aqua/Water/Eau, Stearic Acid, Sodium Cocoyl Glycinate, Lauramidopropyl Betaine, Glycerin, Hydroxypropyl Starch Phosphate, CetearylPhosphate, Xylitylglucoside, Dimethicone PEG-8 Meadowfoamate, Anhydroxylitol, Xylitol, Leuconostoc/Radish Root Ferment Filtrate, Bromelain, Papain, Lactobacillus/Pumpkin Fruit Ferment Filtrate, Lauramide DIPA, Aloe Barbadensis Leaf Juice Powder, Lactic Acid, Glycolic Acid, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Aniba Rosaeodora (Rosewood) Wood Extract, Citrus Aurantium Dulcis (Orange) Peel Oil, Glucose, Pelargonium Graveolens Flower Oil,Citral, Benzyl Benzoate, Benzyl Alcohol, Sodium Hydroxide, Limonene, Chlorphenesin, Linalool,Citronellol, Maltodextrin, Geraniol,CI 75810(Chlorophyllin-CopperComplex).",
    "how_to_use": "Suggested Usage:.- AM and PM..- Use twice a day..- Apply a small amount to wet face and neck and massage gently for 30 seconds..- Rinse and gently pat dry..- Follow with ExfoliKateu2122 Glow Moisturizer with AHA.",
    "num_reviews": 1118,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/exfolikate-cleanser-daily-foaming-wash-P404322?skuId=1778349&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1778349-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4 oz/ 118 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1778349-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Skin tone is even with much less texture!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "Saw a major difference after two weeks of use. I wash my face twice a day and just had to replace it after 4 months. Skin texture is finally even with clear pores!  My skin is very sensitive and thus has worked for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "very good face cleanser. packaging simple and convenient to use. the consistency of the product is nice and has a neutral smell. cleans the face and does not leave it dry.  Highly recommend to try this out"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Gentle cleanser leaves my face feeling clean while being moisturized. Skin became brighter. It does have a scent but I enjoy the spa like scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love a gentle exfoliant and this fits the bill. My skin can be somewhat sensitive, but this cleanser did not irritate it at all. After washing my face, my skin felt cleansed without feeling stripped."
        },
        {
            "review_title": "Glowy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Kate Somerville's ExfoliKate Cleanser Daily Foaming Wash is a gentle yet effective cleanser. It leaves my skin feeling clean and refreshed without over-drying. The light exfoliation is perfect for daily use, helping to keep my skin smooth and balanced. The foamy texture feels luxurious, and the scent is subtle and pleasant. A great choice for maintaining a healthy glow!"
        },
        {
            "review_title": "cleared my skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I received something in exchange for this post. i have been using this face wash for a couple weeks now and it has really changed my skin! i get lots of breakouts and bumps all across my skin especially in the winter and this helped even my skin out and get such a good clean!! i would recommend!"
        },
        {
            "review_title": "Works really well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The Exfolikate Cleanser Daily Foamimg Wash gently cleansed my skin and reduced my acne scars considerably. My skin felt and looked healthier and I love that it has aloe Vera and honey; which soothes and calms the skin."
        },
        {
            "review_title": "Deeply cleanses skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this exfoliating daily cleanser especially on the days I wear makeup. I use it as part of my night routine to make sure I thoroughly wash my face and thereu2019s no makeup residue left. This cleanser is perfect for that and it doesnu2019t irritate my skin."
        },
        {
            "review_title": "Get it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have been wanting to try a new face wash for so long because Iu2019ve been using the same one since 2019! I finally tried this one and I like it a lot. It also smells very good. I always like face washes that foam up for some reason and this one does the trick."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "The tube is super easy to use. The texture is nice and foamy, which feels lightweight and refreshing on my skin. Itu2019s got AHA and fruit enzymes, so Iu2019m hoping itu2019s one of those cleansers that gently exfoliates while keeping your skin smooth. Honestly, it feels like a great u201cstart your day rightu201d kind of product."
        },
        {
            "review_title": "Gently exfoliates",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love the ExfoliKate Cleanser Daily Foaming Wash because it gently exfoliates while leaving my skin feeling soft and refreshed. The glycolic and lactic acids help smooth and brighten, and the fruit enzymes clear away impurities. I also appreciate the aloe vera and honey, which keep my skin calm and hydrated. After using it, my face feels clean, smooth, and naturally glowingu2014perfect for daily use!"
        },
        {
            "review_title": "A solid foaming daily cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I've been using this daily foaming wash for over a week and it's been growing on me. I like that it's light and doesn't dry out my skin. It seems to be helping contain my breakouts after using it before bed every night. I can't wait to continue using this product!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this face cleanser. Itu2019s so gentle , it doesnu2019t burn my eyes when I try to wash off my mascara. I love the creamy texture and that you donu2019t need a lot of product. A little bit goes a long way. It removes my make up easily without drying out my skin . And it smells great ."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "It is a nice cleanser but it is an exfoliating cleanser with glycolic acid so i am not sure why it is recommended to use both morning and evening. I have been using it only at alternate nights and it has been working for me. It does clean your skin quite well but it can be a bit drying, especially in winters for me so i make usre to use a thicker moisturizer the nights i use this cleanser. Overall, a good option."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "#ad #gifted this cleanser is great if you want a cleanser with gentle exfoliation in it. It has a creamy texture and foams a little but just enough. It cleans but doesnu2019t over strips the skin which I like."
        },
        {
            "review_title": "Gentle but effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product complimentary for my honest review. I love the silky texture of the product and how it cleanses but doesnu2019t leave my skin feeling tight and dry. The enzymes provide a gentle exfoliation over time, and it works really well as a second cleanser!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been using this cleanser for awhile and noticed it didnu2019t cause any breakout or dry skin.  I like how my skin feels clean and no makeup residue left over after using it. Will definitely continue to use it everyday."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I get nervous about exfoliating products because my skin is so sensitive but I really enjoy this. Kate Somerville products are always great for my skin and this one is no different. Leaves my skin very refreshed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love this gentle cleanser. Leaves my skin feeling clean and not dry. I use twice daily. Followed by moisturizer the packaging is great for easy dispense. The smell is soft and not overwhelming. I have acne prone skin"
        },
        {
            "review_title": "gentle daily exfoliating cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a great foaming cleanser that gently exfoliates, but is also safe for every day use. In the past, I had only used exfoliating washes a few times a week, but the foaming aspect of this cleanser makes it gentle to use on my skin daily! It brightens the skin and helps to balance out uneven texture."
        },
        {
            "review_title": "My go-to cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "This Cleanser Daily Foaming Wash has been such a refreshing addition to my skincare routine! Itu2019s gentle enough for daily use, yet it leaves my skin feeling deeply clean and smooth. I love how it removes dirt and oil without drying out my skin, and the light exfoliation gives me a healthy glow. Perfect for starting and ending my day on a fresh note!"
        },
        {
            "review_title": "Works well and smells good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love how this foaming wash leaves my face after. I feel a nice clean that doesnu2019t feel too dry like completely stripped off of all moisture. I use this in the evenings mostly and I notice my skin is a lot clearer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have received this product in exchange of my honest opinion and I have been using it for about ten days. I honestly really enjoy how gentle it is yet leaves the skin feeling extra soft and clean. I have a combination skin and have been enjoying it as a daily wash to remove makeup at end of the day."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I found that after using it my skin felt irritated. I got a small rash on my cheek that was red and sensitive. I think the aha in the cleanser is not suited for people with sensitive skin. It may be that aha is too strong."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I love how gentle this cleanser is on the skin! Itu2019s perfect for anyone with sensitive skin, dry skin, oily skin. Literally great for everyone! It gently removes all of your makeup without stripping your skin"
        },
        {
            "review_title": "Holy grail cleanser !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I've been using the Kate Somerville ExfoliKate Cleanser for a few weeks now, and I'm genuinely impressed with the results. This daily exfoliating cleanser has a creamy texture that lathers up beautifully and feels gentle yet effective on my skin. My skin tends to get dull and uneven, but after using this cleanser, Iu2019ve noticed a significant improvement in both brightness and texture. The combination of glycolic and lactic acids really helps refine my pores and clear away any buildup, leaving my skin feeling fresh and smooth. I love that it also includes natural enzymes from papaya, pineapple, and pumpkin, which exfoliate without causing any dryness or irritationu2014something Iu2019ve struggled with in the past when using other exfoliating products. Whatu2019s even better is that it removes makeup and sunscreen effortlessly, so I donu2019t need a separate makeup remover. I have combination skin, and this cleanser seems to balance everything out, leaving my face feeling clean but not stripped. Iu2019ve definitely noticed a clearer complexion with fewer breakouts. Overall, I highly recommend this cleanser for anyone looking to brighten and refine their skin!"
        },
        {
            "review_title": "My New Morning and Night Skincare Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I am really big into skincare and this just become one of my new favorite cleansers! I have slightly sensitive skin and this didnu2019t cause me to experience any redness or sensitivity. It made my face feel very refreshed and smooth after cleansing. It also lathers really well and a little goes a long way."
        },
        {
            "review_title": "10/10 so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I use the Kate Somerville ExfoliKate Daily Foaming Cleanser every day, and it keeps my skin smooth, soft, and glowing. It gently exfoliates without irritation, improving my skinu2019s texture and leaving it clean, refreshed, and healthy-looking."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a great daily face wash to use in the morning or night. Itu2019s not abrasive at all, and leaves your skin soft and clean. It only takes a small amount to lather up and clean your face. The smell is mild."
        },
        {
            "review_title": "Love this face wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "On days where I need a gentle face wash, I tend to lean more towards this one. It feels amazing on the skin and removes all the dirt, makeup, and grease from the day. My skin feels refreshed after using this product. It lathers a lot so I don't need a lot of product. This is my go-to product every day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This Exfolikate cleanser is good, I love how it take makeup off my skin and leave your skin softer and smooth, I love that it has pineapple, papaya enzymes and pumpkin ingredients in it. I will use this product in my skincare routine every week."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have been missing a good foaming daily cleanser in my skincare line so I decided to try this out! I love a foaming cleanser for so many reasons including the softness it leaves my skin after a deep clean!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a really nice facial foaming wash. Itu2019s smells pretty good and itu2019s not too harsh on the skin. I like the amount of foam it creates and it makes me feel like my skin is super clean and fresh after a wash."
        },
        {
            "review_title": "Great Addition",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product is a great addition to your skincare routine. It gently exfoliates and cleans leaving my skin smooth, soft and refreshed. It improved my texture and reduced dullness without stripping moisture. Itu2019s pricey for a daily cleanser, but the results justify the cost."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Wow this cleanser is fantastic. As someone who has sensitive skin Iu2019m selective about what products I use but so far this has worked great and hasnu2019t dried out my skin or irritated it so Iu2019m pretty impressed"
        },
        {
            "review_title": "Worth Every Penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "This was the very first high end cleanser I ever purchased! Shoutout to Dana at my local Sephora all those years ago for giving me a sample and starting the obsession! I DO NOT like physical exfoliation so this cleanser works super well. The enzymatic and acidic exfoliation help you get rid of that gross feeling when you need to get those deal skin cells off, but itu2019s not going to cause any trauma to the skin. The scent is great too! This is not an everyday cleanser for me although it could be with how gentle it is. I prefer this about once every week or two depending on how often Iu2019m wearing makeup or feeling dull. It is worth the price every time!"
        },
        {
            "review_title": "Intense but works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "The **Kate Somerville ExfoliKate Cleanser** is a gentle yet effective daily exfoliating face wash. It combines natural fruit enzymes and exfoliating beads to remove dead skin cells, leaving skin smooth, clean, and refreshed. The creamy formula is great for improving skin texture and radiance, especially for those with dull or congested skin. While it's generally well-tolerated, sensitive skin types may find it a bit intense. Overall, it's a high-quality, multi-functional cleanser, though it comes at a higher price point."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This daily cleaner has become my new favorite! I love that it is a foaming wash and it makes my skin feel so clean after using it! I love this face wash and highly recommend it to others. Itu2019s great!!"
        },
        {
            "review_title": "Sooo good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "AMAZING. Definitely my new favorite face was. The exfoliate is so smooth it doesnu2019t irritate my skin at all. I notice an instant difference after using this cleanser and would absolutely say it is a must have for any facial routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This is a lovely cleanser that adds a sparkling glow! I love that it is a foaming wash and easy, making your skin feel clean, but also giving you the additional benefit of glowing after use. the face wash has a wonderful, uplifting scent and doesnu2019t completely dry out my face. My face feels refreshed and clean after using."
        },
        {
            "review_title": "A good one!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This cleanser texture is creamy and foams nicely, making my skin feel clean but not dry. A little bit goes a long way .After using it for a while, my face looked a bit brighter.  Itu2019s a good cleanser if you want something that works without being harsh."
        },
        {
            "review_title": "My go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I use this cleansing wash daily and have been for a long time. It helps with my acne prone skin. Itu2019s gentle and doesnu2019t dry me out or make me break out. Itu2019s a great face wash for morning and night. This product will last awhile so itu2019s worth the money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The AHAs in this cleanser help to gently exfoliate the skin while providing a deep cleanse. It doesn't leave my skin feeling stripped of moisture, I've noticed a slight improvement in my skin, and I like how it's a great everyday cleanser."
        },
        {
            "review_title": "Great at cleansing and exfoliating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
            "review_text": "This product is hands down one of my favorite facial cleansers as it cleanses and exfoliates at the same time. I find that it removes my makeup thoroughly and effortlessly. I am impressed with how radiant, smooth, and refreshed my skin looks after each use."
        },
        {
            "review_title": "Moisturizing cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This cleanser has such a good lather which makes it easier to feel how it is cleansing the skin! It smells great and leaves skin feeling very moisturized and clean. There is a lot of product in the packing as well so it will last."
        },
        {
            "review_title": "Great lather and not stripping of moisture!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Since my skin is dry and at times sensitive, I like to use this every other day due to the actives in it and have found that this frequency is not too harsh on my skin. I love the way that it foams up, the lather is so nice and pleasant to use. This does not leave my skin feeling stripped of moisture or tightu2026 It makes my skin feel so smooth and soft. I have noticed that the pores on the sides of my nose do look smaller!"
        },
        {
            "review_title": "A great gentle daily exfoliating cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This really is a daily, gentle, exfoliating wash. I have somewhat sensitive skin but this exfoliating wash used twice daily really has made my skin smoother and brighter after just 1 week of use. Its easy to use, just make sure your face is wet and use a small amount- about the size of a 2 peas- and massage in circular motion til it gets foamy. I use a damp facial cloth to wipe off and then pat dry. My skin is soft and smooth afterwards!"
        },
        {
            "review_title": "Loving it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This Exfoliating Cleanser is amazing! I use it as needed and itu2019s gentle yet super effective! My skin has never looked better! Itu2019s super soft, my skin texture has much improved and looks brighter overall! Loving it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I absolutely love this exfoliating daily cleanser! I have used this brand before and this cleanser is a go to. My skin is normally very oily with large pores and the results from using this cleanser are gentle yet effective"
        },
        {
            "review_title": "A staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Love this daily foaming wash! Iu2019ve been using this face wash for years and I have oily sensitive skin and it doesnu2019t irritate it! I will say I wouldnu2019t use it every single day since itu2019s very powerful but I would definitely recommend. It leaves your skin looking amazing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love love love! It lathers so well and removed all of my makeup easily. It also smells good but not too over powering. My face felt soft and refreshed after my first use, Iu2019m going to keep using this product for sure!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
            "review_text": "I really enjoy this cleanser because of how super gentle it is. It gently exfoliates my skin without overly stripping it. Iu2019ve noticed visible brightness and radiance to my skin after using this cleanser for some time and loved it."
        },
        {
            "review_title": "Great for acne proned skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "My first impression of this cleanser is that it smelled very nice and my skin felt clean but not over dried/harsh. My skin appeared brighter, made my pores look smaller, and helped with my texture. Overall, personally I do not think I can use this everyday due to its exfoliating properties but definitely at least once a week when my skin needs extra TLC."
        },
        {
            "review_title": "Great cleanser for gentle deep cleaning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "This Kate Somerville Exfolikate Cleanser Daily Foaming Wash is an amazing everyday cleanser.  The product appears to be gritty like an intensive cleanser but its not.  It works into a thick rich foamy lather.  I love that this cleanser works so well that my skin is actually squeaky clean without feeling stripped or dry.  After use, my skin feels amazing, really clean, smooth and soft.  My skin also looks great, healthy and bright.  This cleanser is a great prep for skin products.  After cleansing,  I found my products are effortless to apply my skin just soaks them right up!"
        },
        {
            "review_title": "Looove",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "The Kate Somerville ExfoliKate Daily Foaming Cleanser has quickly become a staple in my skincare routine. Itu2019s gentle enough for daily use but still delivers that deep-clean feeling I love. The foaming formula feels luxurious and leaves my skin soft, smooth, and refreshed without stripping it. Itu2019s perfect for maintaining that post-exfoliator glow in between using the intensive treatment. Plus, the light, citrusy scent makes it such a treat to use every morning. If youu2019re looking for a cleanser that balances effective cleansing with a touch of exfoliation, this one is a winner!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "this is my daily cleanser and i love it. it works great at exfoliating and getting rid of all my dead skin, and i noticed it works wonders for acne too. it is not too drying on the face. the texture is also nice, since its a foaming wash."
        },
        {
            "review_title": "Clean and Fresh Face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "The ExfoliKate Cleanser Daily Foaming Wash is gentle enough for everyday use but strong enough to give my face a thorough cleanse. It leaves my face feeling fresh and smooth. It doesnu2019t remove makeup well but gets deep in your pores."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I love how It leaves the skin feeling fresh, smooth, and clean without over-drying. The gentle foaming formula effectively removes impurities while the enzymes provide a mild exfoliation, giving a radiant look. Ideal for those wanting a soft, glowing complexion, itu2019s a great pick for everyday use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This face wash was very creamy and foamy somewhat frothy and I love it! Itu2019s been good on my sensitive skin and my skin feels very clean after using it. It smells good and I really like the constantly"
        },
        {
            "review_title": "New favorite exfoliate!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "My new favorite exfoliate!   I was super excited that Kate Somerville was releasing a new line of skincare and so far the ExfoliKate line has not disappointed. I use this foaming wash every day and it has left my skin feeling clean and soft. The smell is not overbearing and the foaming of the wash is perfect. I cannot wait to see the results in a few months."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This gentle, effective cleanser exfoliates while deeply cleansing. Itu2019s perfect for daily use to remove impurities, brighten skin, and improve texture, leaving your face smooth and radiant. it has been a staple"
        },
        {
            "review_title": "Love Love Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Literally amazing!!! This is by far my favorite face wash. It smells incredible and gives me that post-facial glow every time I use it. It lathers super well and always makes my skin feel super fresh and clean."
        },
        {
            "review_title": "delicate exfoliation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "solid exfoliating daily foaming wash. Exfoliation is pretty delicate, which is important because you don't want to have too much exfoliation on the skin to create micro tears, which is what can lead to acne. It smells so fresh as well. My skin seems to enjoy it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "love this face wash!! makes me feel so clean and does not make me break out! I don't have super sensitive skin but some things bother me and this was great! It also smells soooo clean and is the perfect winter cleanser!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This foaming cleanser is the best and I never had one before like this honestly I will definitely gonna buy more and get more as possible. Thatu2019s for such at foaming and gentle and suitable for all skin types. Love it"
        },
        {
            "review_title": "nice exfoliator",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "great cleanser that has those tiny particles in it that make it feel like an exfoliator. it still foams up nicely and gets rid of all makeup though, also feels gentle enough for daily use on the face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've been using this cleanser, and itu2019s quickly become a staple in my skincare routine! The gentle foaming formula leaves my skin feeling super clean and refreshed without over-drying. I love how it provides a mild exfoliation, making my skin smoother and brighter after every use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve always used a drug store cleanser on my face everyday, & wanted to upgrade to take care of my skin. I love this cleanser & im so happy with it! My face is brighter, acne has lessened, & texture has decreased!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This exfoliating cleanser foam has to be one of my new favorite cleansers! I have texture all over the sides of my face and this foam has really been helping to minimize the appearance of it and make it feel more smooth."
        },
        {
            "review_title": "A good face wash!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This is such a great daily cleanser. I can use it in the evening without it feeling too stripping on my skin, but I also notice that my skin feels soft and a bit smoother. I think after a few washes Iu2019m noticing a change."
        },
        {
            "review_title": "Must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "Worth every penny, I love this wash. Itu2019s lightly scented and smells expensive, but doesnu2019t cause any irritation from fragrance. It washes very well without drying out the skin and has such a silky texture to it. definitely recommend!"
        },
        {
            "review_title": "So great!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This gentle cleanser is my favorite for daily use. I use it twice a day. It removes away surface impurities and makeup. My skin feels fresh, softer and smoother. This creamy cleanser should be in your skincare routine!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this face wash it was super gentle and didnu2019t strip my skin like some face washes. It left my skin feeling smooth and refreshed. It doesnu2019t have a scent that I can smell which is great. I have somewhat sensitive skin and this worked fine for me."
        },
        {
            "review_title": "My New Fav Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I like this face cleanser! Iu2019ve decided that I wanted to actually to find a cleansing wash that was amazing for my face and I decided that I wanted to try this face wash! I have textured, hyperpigmentation skin and this face wash left my skin, smooth, hydrated and cleansed without feeling stripped ud83dudc85ud83cudffd Love ITT!!"
        },
        {
            "review_title": "obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After just a few uses, my skin looked noticeably brighter and smoother. I found that the cleanser does an excellent job of clearing out pores and preventing any buildup, without causing irritation or dryness. The formula doesnu2019t feel harsh like some exfoliating cleansers, which is ideal for daily use. It strikes the perfect balance between exfoliating and hydrating, leaving my skin feeling soft and clean but never tight or over-stripped."
        },
        {
            "review_title": "Gentle and doesnu2019t dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This foam cleanser wash by Exfolikate is amazing. Itu2019s soft and gentle to your skin and still cleans deep and doesnu2019t dry your face. I love this product and would absolutely recommend to try it out too."
        },
        {
            "review_title": "My skin loves this cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I heard about Kate from my friends. This is my first time trying out their product and I am in love. This cleanser has a light green, grainy texture. It also has a nice light, fresh, citrus scent. It gives a gentle exfoliation to my skin without stripping it out. My skin feels extra clean after washing it off. "
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I absolutely love the ExfoliKateu00ae Cleanser Daily Foaming Wash! It has a creamy, luxurious texture that gently exfoliates without feeling harsh, leaving my skin smooth, refreshed, and glowing. The formula is effective at removing impurities and excess oil, yet it doesnu2019t strip my skin of moisture. Itu2019s perfect for daily use, and Iu2019ve noticed my complexion looking brighter and more even over time. Highly recommend for anyone looking for a gentle yet effective cleanser!"
        },
        {
            "review_title": "Great ingredients for a glowy boost!! Gentle too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Absolutely adore this cleanser already!! I have sensitive combination skin and Iu2019m happy that this is gentle enough on my skin that it doesnu2019t cause any irritation or redness. I use this as my second cleanse after removing my makeup and feel so refreshed! The lactic acid mixture in this cleaner is a great mix for my skin, and as an added bonus it smells AMAZING! Definitely try out this cleanser if you have skin like mine!"
        },
        {
            "review_title": "Glow everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using the ExfoliKate Cleanser Daily Foaming Wash for a few weeks now, and it has completely elevated my skincare routine! Why I Love It: Gentle Yet Effective: The formula combines AHAs and fruit enzymes to exfoliate gently, leaving my skin smooth and radiant without irritation. Perfect for daily use! Luxurious Texture: The foaming lather feels rich yet lightweight, making cleansing feel like a mini spa moment. It rinses clean without drying out my skin. Visible Results: My skinu2019s texture has improved noticeablyu2014itu2019s softer, brighter, and more balanced. Plus, it keeps breakouts in check. Pleasant Scent: A light, fresh scent that feels soothing and not overpowering. Who Itu2019s Great For: If you want a cleanser that deeply cleans, lightly exfoliates, and works for daily use, this is the one. Ideal for all skin types, but especially if you struggle with dullness or uneven texture. Highly recommend giving it a tryu2014this is definitely a holy grail cleanser!  Bonus Tips: Pair it with Kate Somervilleu2019s ExfoliKate Intensive Exfoliating Treatment 1u20132 times a week for even more radiant skin. Follow with a hydrating serum or moisturizer to lock in that glow. Final Verdict: This cleanser is a true multitaskeru2014it cleans, exfoliates, and brightens all in one step. My skin has never felt or looked better, and I can confidently say this is a new holy grail cleanser in my routine. If youu2019re looking to invest in a product that delivers on its promises, give this a try. You wonu2019t regret it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Iu2019ve been using this cleanser in my morning skin care routine and so far I like it as my second cleanse. Itu2019s not harsh on my dry sensitive skin and I donu2019t have that dry stripped feeling after Iu2019m done cleansing"
        },
        {
            "review_title": "Great cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love a good cleanser. And I love how this cleanser is one that can be used daily! My skin feels so much better after using this cleanser. I could literally feel it taking all the dirt from my pores. My skin has felt so soft since using this cleanser."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this hair detox oil. Itu2019s my go to when my hair needs a bit of a refresh. It removes any product build up and oil. My hair is naturally oily and colored with a decent amount of product use and this ensures a full clean."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I just received this cleanser and exchange for this post and I love it so far. I put it on my skin today and it just feels so refreshing and rejuvenating. skin felt very clean afterwards excited to further use this product!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "All of Kate's products are 10/10! This cleanser lathers beautifully and leaves my skin feeling smooth and refreshed. The AHA and enzymes provide gentle exfoliation, making it ideal for maintaining a radiant complexion daily."
        },
        {
            "review_title": "Amazing Cleanser with a Luxurious Feel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "This cleanser has an incredible scent and a soft, luxurious texture that feels amazing on the skin. It lathers beautifully and you only need a small amount, making it super economical. It leaves my skin feeling perfectly clean, soft, and refreshed. The sensation of cleanliness is unbeatable, and my skin looks radiant and smooth after every use. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "The ExfoliKate Cleanser daily foaming wash is a game-changer for a gentle yet effective cleanse. It leaves my skin feeling refreshed and smooth without over-drying, thanks to its perfectly balanced formula. This cleanser has quickly become a staple in my skincare routine for its ability to brighten and refine my complexion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Kate Somerville ExfoliKate Daily Foaming Wash is the perfect everyday cleanser. It gently exfoliates with AHAs and fruit enzymes, leaving skin smooth, refreshed, and glowing. The foaming formula cleanses deeply without stripping moisture, making it ideal for maintaining a clear, radiant complexion. A great addition to any skincare routine!"
        },
        {
            "review_title": "Gentle yet effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This might be the best cleanser Iu2019ve ever used. Itu2019s so gentle and moisturizing but has the tiniest little beads to just enough clarify away any dirt or dead skin without drying my skin out or over exfoliating it."
        },
        {
            "review_title": "Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my favorite cleanser EVER Iu2019m pretty sure! Itu2019s gentile, yet feels like it really cleans my skin. There is a very light scent, nothing too overpowering, which I also love. Thereu2019s also a generous amount in the package which I know we all appreciate. Love it!"
        },
        {
            "review_title": "My favorite first step cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love everything from Kate Somerville, so I was very excited to try this cleanser for the first time! I love using this in combination with Kate Somervilleu2019s eradikate cleanser! This is a very soft, hydrating cleanser that also gets the job done! Iu2019d recommend this to any and all skin types."
        },
        {
            "review_title": "Great cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This cleanser is gentle and feels so smooth when using it. I love it, it is good for any skin type especially sensitive. I just need like a pea size with a little bit of water to cover my whole face. My face feels clean and it didn't feel stripped or dry after. The appearance of my complexion seems more radiant and even. I am very pleased with this cleanser, use it daily."
        },
        {
            "review_title": "Combination skin here: Use 1x a week",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This cleanser is a game-changer for combination skin, effortlessly balancing exfoliation and hydration. The blend of AHAs and fruit enzymes leaves my skin visibly brighter and smoother, while aloe vera and honey keep it soothed and calm. Perfect for daily use, it makes my face feel refreshed and radiant without over-drying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "ExfoliKate Cleanser is my go-to for daily cleansing! The AHAs and fruit enzymes gently exfoliate while removing impurities, leaving my skin clean, soft, and glowing. It brightens and improves texture without drying out my faceu2014a perfect balance for everyday use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love this Kate Somerville exfoliating cleanser! It isnu2019t too harsh on the skin which is nice, but I use another cleanser first to take off my makeup. It comes in a huge bottle so itu2019ll last a long time!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Seriously, my face has been clearer, cleaner, and more balanced since using this. I canu2019t go without it at this point. Anytime Iu2019ve switched for a few days due to travel etc, my skin feels less healthy and radiant."
        },
        {
            "review_title": "Skin feels glowy , radiant & and smooth to touch!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I start and end my day with a face cleanse to wash away the impurities and nourish my skin! A good cleanser is the foundation of a skin care routine and very important to keep the skin clean and fresh! I started using the Kate Sommerville ExfoliKate Cleanser and it has really made a difference to my skin! My facial skin feels refreshed and rejuvenated after adding it to my skincare routine. It cleanes away impurities and makeup effectively and is gentle on the skin. I use it twice a day by massaging gently for a few seconds and rinsing with warm water. I have noticed my skin looks supple and glowy! It feels soft , radiant and smooth to touch! I have oily skin and it's a perfect fit for my skin type. It is creamy in texture and lathers well. I love the scent , it is beautiful and subtle! The cleanser is enriched with the goodness of AHA'S and pumpkin , papaya and pineapple enzymes! The packaging is beautiful and sturdy! A gentle and effective cleanser that cleans and refreshes the skin!"
        },
        {
            "review_title": "Favourite cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "Favourite cleanser ! This is my second bottle and I always come back. It cleans while also exfoliating so my skin feels so soft and looks glowy for the entire time Iu2019m using this product. Would absolutely recommend !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Gentle exfoliation perfect for my sensitive skin. Starting out with once a day and does not leave my skin dry but gives that deep clean feeling for sure. Has a great lather and silky feel. Definitely recommend."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Really enjoying this cleanser! Itu2019s very rich and lathers up beautifully. Gets all of my makeup off and smells divine! I found my skin to look so radiant and beautiful after using and my skin is hydrated! Highly recommend this cleanser!"
        },
        {
            "review_title": "Gentle but effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "This is my new favorite exfoliating cleanser to use everyday and night because how gentle it is. My skin looks brighter and feel smoother. Also removes makeup so good and the scent is refreshing. It has a creamy texture that leathers up nicely. Definitely a luxurious face wash."
        },
        {
            "review_title": "Caused Tiny Bumps and Itching",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I love the smell, it only takes a pea sized drop, and it really cleansed my face BUT within a few days of using it, my forehead started itching and I  started getting tiny bumps where it itched.  It was the only change in my routine so I knew it was the cleanser.  Sadly I have to return it. I really loved it  until that happened.  It would be great for people who don't experience that reaction."
        }
    ]
}