{
	"product_id": "217",
	"name": "Vinoperfect Face & Eye Brightening Set",
	"brand": "Caudalie",
	"categories": "Skincare, Value & Gift Sets",
	"price": 110.0,
	"about": "What it is:A brightening trio that combats the appearance of dark spots, visibly evens skin tone, and reduces the look of dark circles with patented viniferine and niacinamide..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dark Spots, Dullness, and Dark Circles.Highlighted Ingredients:- Vine Sap Viniferine: Diminishes and prevents the appearance of dark spots for visibly even-toned skin..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This ultimate brightening trio features a full-size Vinoperfect Brightening Dark Spot serum, and travel-size Vinoperfect Instant Brightening Moisturizer, and Vinoperfect Brightening Eye Cream. These products are powered by Viniferine and work together for brighter, more even-looking skin, and are shown to reduce the appearance of all types of dark spots and dark circles..This Set Contains:- 1 oz/ 30 mL Vinoperfect Brightening Dark Spot Serum.Clinical Results:In a clinical test with 22 volunteers, after 2 months of using the Vinoperfect Dark Circle Brightening Eye Cream:",
	"ingredients": "-Patented Vine Sap Viniferine: Diminishes and prevents the appearance of dark spots for visibly even-toned skin..-Niacinamide: Visibly evens skin tone and under-eye texture..-Olive Squalane: Moisturizes...Vinoperfect Radiance Dark Spot Serum Vitamin C Alternative:.Aqua/Water/Eau, Butylene Glycol, Glycerin, Coco-Caprylate/Caprate, Squalane, Palmitoyl Grapevine Shoot Extract, Polyglyceryl-3 Distearate, Bisabolol, Glyceryl Stearate, Xanthan Gum, Caprylyl Glycol, Microcrystalline Cellulose, Polyacrylate Crosspolymer-6, Potassium Sorbate, Glyceryl Stearate Citrate, Citric Acid, Sodium Phytate, Sodium Hydroxide, Parfum (Fragrance)...Vinoperfect Dark Circle Brightening Eye Cream with Niacinamide:.Aqua/Water/Eau, Butylene Glycol, Caprylic/Capric Triglyceride, Coco-Caprylate/Caprate, Caffeine, Cetearyl Alcohol, Cetearyl Glucoside, Niacinamide, Triheptanoin, Hydrogenated Vegetable Oil, Squalane, Palmitoyl Grapevine Shoot Extract, Oleic Acid, Glyceryl Caprylate, Cetyl Alcohol, Potassium Cetyl Phosphate,&nbsp;Carbomer, Terminalia Arjuna Extract, Xanthan Gum, Helianthus Annuus (Sunflower) Seed Oil, Sodium Dehydroacetate, Tocopherol, Sodium Hydroxide, Lecithin, Sodium Phytate...Vinoperfect Instant Brightening Moisturizer with Niacinamide:.Aqua/Water/Eau, Glycerin, Dicaprylyl Carbonate, Squalane, Octyldodecyl Myristate, C20-22 Alkyl Phosphate, C20-22 Alcohols, Palmitoyl Grapevine Shoot Extract, Citrus Aurantium Amara (Bitter Orange) Flower Water, Bisabolol, Saccharide Isomerate, Niacinamide, Carbomer, Silica, CI 77891 (Titanium Dioxide), Ethylhexylglycerin, Mica, Sodium Hydroxide, Sodium Benzoate, Paeonia Lactiflora Root Extract, Titanium Dioxide, Sodium Phytate, Sodium Hyaluronate, Citric Acid, Tin Oxide, Sodium Citrate, Tocopherol, Potassium Sorbate, Parfum (Fragrance)...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-First, apply Brightening Dark Spot Serum morning and evening to face, neck, and décolleté. .-Then, follow up with Brightening Eye Cream. .-Lastly, apply Instant Brightening Moisturizer morning and evening to face, neck, and décolleté...Recycling Instructions:.Vinoperfect Brightening Dark Spot Serum: .-Bottle is 100 percent recyclable..-Dropper is recyclable through Terracycle...Vinoperfect Instant Brightening Moisturizer:.-Glass jar is recyclable..-Cap is recyclable through Terracycle.",
	"num_reviews": 23,
	"overall_rating": 4.0,
	"product_url": "https://www.sephora.com/ca/en/product/caudalie-vinoperfect-face-eye-brightening-set-P510568?skuId=2747715&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2747715-av-2-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "A must-have 😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone",
			"review_text": "This product is life changing!! I’ll never stop buying this! So worth the money as well! Especially since the serum alone is the same price! Obsessed!!"
		},
		{
			"review_title": "Not worth",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The moisturizer in the pack is the Worst purchase, made my skin itchy and burnt. Fragrance in that making it more intense and plus it broke me out so bad."
		},
		{
			"review_title": "Not for me !!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "After using this product one time it gave me blisters on my face. My face looked like it got burnt by hot oil. Would never buy another Caudalie product again. I hope my skin can heal quickly without scarring forever."
		},
		{
			"review_title": "I’m obsessed and a core fan now. My fave Caudalie",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am forever grateful I found this!!! Will buy always"
		}
	]
}