{
	"product_id": "1190",
	"name": "Mini Pink Nude Blush 3 PC Kit",
	"brand": "NUDESTIX",
	"categories": "Mini Size, Makeup",
	"price": 47.5,
	"about": "What it is:A three-piece mini blush limited-edition kit featuring bestselling Nudies Matte All Over Face Blush Color in must-have shades of pink...Ingredient Callouts:These products are vegan, gluten-free, and cruelty-free..What Else You Need to Know:The Pink Nude Blush three-piece kit containing pink shades that can create either a soft pretty or fresh pop or rosy nude makeup look for face, lips, and eyes! Blush lovers mix and match all three pink-perfect shades on cheeks, eyes, and lips, or choose one shade for a timeless, natural, monochromatic look..This Set Contains:",
	"ingredients": "Naughty ‘N Spice:.Diisostearyl Malate, Dimethicone, Polybutene, Caprylyl Methicone, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Synthetic Wax, Polyethylene, Bis-Diglyceryl Polyacyladipate-2, Dimethicone/Vinyl Dimethicone Crosspolymer, Dimethicone, Kaolin, Aluminum Starch Octenylsuccinate, C12-15 Alkyl Benzoate, Tocopheryl Acetate, Silica, Caprylyl Glycol, Phenoxyethanol, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Hexylene Glycol [+/-Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77499), Red 7 (Ci 15850)]....Bare Back:.Diisostearyl Malate, Dimethicone, Polybutene, Caprylyl Methicone, Synthetic Wax, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Polyethylene, Bis-Diglyceryl Polyacyladipate-2, Dimethicone/Vinyl Dimethicone Crosspolymer, Kaolin, Aluminum Starch Octenylsuccinate, C12-15 Alkyl Benzoate, Mica, Tocopheryl Acetate, Silica, Caprylyl Glycol, Phenoxyethanol, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Hexylene Glycol [+/-Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77499)]....Cherie:.Dimethicone, Diisostearyl Malate, Polybutene, Caprylyl Methicone, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Synthetic Wax, Bis-Diglyceryl Polyacyladipate-2, Polyethylene, Dimethicone/Vinyl Dimethicone Crosspolymer, Kaolin, Aluminum Starch Octenylsuccinate, C12-15 Alkyl Benzoate, Tocopheryl Acetate, Silica, Caprylyl Glycol, Phenoxyethanol, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Hexylene Glycol [+/-Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Red 7 (Ci 15850)]...**Nudestix formulations are updated from time to time as part of our commitment to innovation and maintaining global compliance. Therefore, ingredient lists or claims shown here may differ from the box of the product depending on time and global region of purchase. ..***Contains shades with pigments not suitable for the eye area in the USA. Please review before use..The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Mix and match: Choose a different shade for cheeks, eyes, and lips. Stripe, then blend with fingers or brush..-Monochromatic: Choose the same shade for cheeks, eyes, and lips. Stripe, then blend with fingers or brush.",
	"num_reviews": 154,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/nudestix-mini-pink-nude-blush-3-pc-kit-P505577?skuId=2647667&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2647667-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Best 3 step routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Loved using this trio for my no makeup look. Easy to apply and blend when you don’t have too much time to spend on your look. Easy to take on the go with you as well. Gives you the best natural look with colors included. (Product was sent free for me to review.)"
		},
		{
			"review_title": "Subtle and convenient",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love that the product comes in a small tin box! It can be used to carry makeup around. Here are pics of the shades-The lightest color is bare back. The middle shade is naughty n spice. Cherie is the right most (it has a peach tint)."
		},
		{
			"review_title": "These are a purse must have.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These are so pretty for a “no makeup” makeup look! Very natural, multi use (blush, lips, and even eyeshadow) and blend flawlessly. Long lasting and creamy perfection!"
		},
		{
			"review_title": "Multi-use and convenient",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my first time using an all over face blush so it was a bit more intimating to use. In the end I've been using it to fill in pops of color after using my other typical routine products. I feel like the cherie color in my kit is not as pigmented as the naughty n' spice and bare back, and I have a harder time finding a use for it with my typical palette which is more neutral. While I wouldn't have gone out of my way to buy this set, I have found the multi-use application of this cream blush convenient."
		},
		{
			"review_title": "Easy to blend",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this trio of products. They come in a metal tin complete with a mirror. Perfect for travel and applying makeup or touch ups on the go. They are super creamy and blendable. I just wish they were more pigmented."
		},
		{
			"review_title": "Adhd friendly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was able to receive this product for free through bzzagent. I am very happy with it. The colors work very well with my skin tone and I don't feel like I am wearing very much at all"
		},
		{
			"review_title": "Smooth like butter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this product! I love how mess free it is. Applies so smooth and evenly. Blends very nicely. It’s buildable. You don’t need too much. The colors go well with a variety of skin tones. Not drying. Cute little set to give as a gift. Definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "good product, but the amount of actual products itself is absurd. 7cm tube with cap with 1.5cm of product. It’s a scam for $15CAD+ per blush."
		},
		{
			"review_title": "Convenient and colors in the box!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was impressed by how cute and compact the tin box is while including all 3 different colors for your eyes/lips/cheeks. The colors are pigmented and easily layered on top of your base or foundation. I usually just use a matte sunscreen and apply these on top. Super convenient to travel and have all the blush/eyeshadow/lipstick in a mini tin box. Highly recommended for quick, easy and natural makeup look."
		},
		{
			"review_title": "Travel essential",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Great set to cover all your pink blush needs. Used this on a recent trip and not only did it give me all the colour choice I needed, being a solid meant it didn’t have to count towards my liquids. Glides on smooth and easily blends."
		},
		{
			"review_title": "Sheer Blusj",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I definitely loved using this as a blush. Nice, creamy & pigmented"
		},
		{
			"review_title": "the perfect mini",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This 3-piece kit is the perfect trio and set to either gift or throw in your purse for travel. The stix are so mini and small which i love. The formula is very creamy and smooth, making it so easy to apply to the skin directly and blend out"
		},
		{
			"review_title": "Perfect travel size!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love that the product is 3-in-1! A must have in my purse. Is very convenient to use while on a trip and love the little mirror it includes. The Shades 'Cherie' and 'Naughty N'Spice' go very well with my skin tone for blush and lipstick use. As a blush is very easy to blend. I start with one layer and if I want more pigment I add some more product. The shade 'Bare Back' it's too light for my preference so I only use it as a base for eyeshadow.   Thanks to Nudestix for sending me this free sample through the BzzAgent sampling program."
		},
		{
			"review_title": "Perfect for a clean look!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love the way this blush looks on natural skin! Perfect for that clean girl aesthetic and to throw in your purse to have something for your eyes, lips, and cheeks! So versatile"
		},
		{
			"review_title": "Various use product for the win!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely enjoy this product especially due to the fact the product can be used in multiple areas of my face. Each color is amazing and does not irritate my skin or other facial features.  I have received several compliments on this blushes and loved how high quality the packaging was."
		},
		{
			"review_title": "Great multi-use set!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is such a cute little set. I love that you get three colors in a decent size, I think it'll last you quite awhile. I'm quite fair so all three colors do work well for me. I use mostly for blush, it blends nicely and last well throughout the day. For the lips it is matte but it stays balmy so it's not uncomfortable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product is multi-use and blendable. I've been using the different shades as an eye color, blush, and lipstick. The colors are similar to each other but different enough that they can be used for various looks. The tin is also good for traveling or just tossing in my tote bag on a busy day around town."
		},
		{
			"review_title": "A must buy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have been using this product the last few weeks and love it! I HATE traditional powder blush. I feel like this goes on so smooth. I’ve used it over concealer, bronzer, or nothing at all and it works great. The packaging is so appealing. It has a metal tin it comes in."
		},
		{
			"review_title": "Beautiful natural finish for lighter skin tones",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Light skin tones will get good use of all 3 colors. Unfortunately the second shade barely shows up, which leaves only 1 out of 3 shades working on my skin tone.  Product sits on my skin texture well, blends nicely, and leaves a very natural looking finish. If you’re looking for bold and opaque, this might not be it.  You don’t get a lot of product per stick, which doesn’t bother me bc I don’t go through makeup fast. However, If I paid $30 for this tiny amount of product & only 1/3 shades worked on me… I’d be extremely upset."
		},
		{
			"review_title": "Natural and on the go!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve been using the product for a month. It’s buildable and  it’s so easy to blend with fingers or the tools of your choice. It stays underneath my foundation and over it. It’s definitely one of those products that looks natural but if you build it up it’s intense. I like the formula as well it’s not greasy it skin like. The packaging has a built in mirror so it easy to take it on the go. I always keep this in my purse to add a little dash of color to my lips, eyes, and even lips. If you don’t have something similar I recommend it !"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love it. Great for traveling. Highly recommended"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love! They are so convenient and easy to use! They blend so seamlessly and are so pretty!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i got mini size as a gift in exchange for my honest opinion and let me tell you that it worth the hype it’s very creamy it glides on skin and absorbs perfectly you can use it as blush as lip tint.. i would recommend it to others"
		},
		{
			"review_title": "Needs some work...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Nice texture, but has very minimal staying power and isn't really inclusive to all skin colors in my opinion. I also think it's overpriced seeing as how small they are and how much I have to reapply."
		},
		{
			"review_title": "My Everyday Look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Just purchased it for the second time. I use the lighter one as color corrector on my upper lip area to fix the color and the rest as blush. Very nice and creamy formula that sits beautifuly on skin. Light and natural. I love this product."
		},
		{
			"review_title": "Blush girl’s must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely love the Mini Creamy Stick Blush Trio! The formula is a dream to work with - super creamy and easy to apply. Pigmentation is above my expectations - you only need a little for a gorgeous pop of color, and the blendability is incredible, making it easy to achieve a natural or more dramatic look. The shades are absolutely lovely, offering a versatile range perfect for every occasion. The tin box with a mirror is such a thoughtful touch, making it perfect for travel or quick touch-ups on the go. The concept is brilliant, and the price point is unbeatable for the quality. Highly recommend this set to anyone looking to upgrade their blush game!"
		},
		{
			"review_title": "All Purpose Makeup - love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This makeup set is fantastic! It's incredibly versatile, perfect for both casual looks and more dressy occasions. I especially love the multi-use blush—it works beautifully on both my cheeks and lips. The color palette is stunning and complements all skin tones. Highly recommend for anyone looking for a go-to makeup set!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "First, Nudestix sent me this free sample through the BzzAgent sampling program! The product itself is relatively nice, it blends well enough but will definitely remove makeup underneath if you draw straight on your face and don’t have the crayon warmed up already. That being said, if you warm it up and/or put it on a brush first, it blends well and looks pretty! My other note is two of the shades are sort of similar and the lightest one is definitely pretty, but doesn’t show up well on my light skin tone but maybe that is a bit of a preference issue. Lastly, I don’t think there’s much product in each tube if you wanted to use these long-term but I think is a good option if you wanted to try the shades and formula of this product rather than buying a full-size product. I would only recommend for trying it out and only if you’re willing to try it in different ways and take the time to know the product. Once it’s on, it lasts pretty well and looks nice, but a bit finicky for my preference!"
		},
		{
			"review_title": "Perfect For Traveling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love how convenient this blush kit is for different moods on vacation! I took this kit with me to California and I absolutely loved how the blushes look in the sun."
		},
		{
			"review_title": "Perfectly Blendable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "After using these Nudestix for a few weeks. I am loving the results! They are easy to apply and they perfectly blend. The perfect blush sticks. I personally love the Naughty N' Spice stick and applied to not only my cheeks but to my lips and eyes. They are so creamy and easy to use. Definitely recommend!"
		},
		{
			"review_title": "Nice but doesn’t stay long",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received the Nudestix Mini Pink Nude Blush 3 PC Kit from BzzAgent for free to try out. The colors are pretty: Cherie (more of a pinkish-peachy tone), Naughty N’ Spice (more of a pinkish tone that is like a bit of a darker shade tone but not too dark), and Bare back (pinkish undertone but more to your typical nude end). The packaging is nice as the three come in a black tin box (but is noisy if you take them around in the tin. The reason I put 3 stars is because while they apply smoothly and the colors are fantastic if you want a pink undertone to your nude, but they don’t last long and when I put them in my travel bag the lipstick part had come up and I had to push it back down into the bottle. I will say this is a cute gift and if you don’t mind reapplying, this is easy to take around since they are mini and would fit in any mini bag or pocket."
		},
		{
			"review_title": "Im loving these mini sticks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These are a natural girls dream. The colors are so perfect. Creamy but not oily. I wear them alone..or if anyone wants to bump them up in pigment..top them with a similar shade in powder. I will always love a multi use, diverse anything. I appreciate the finish..very natural."
		},
		{
			"review_title": "Pretty and organized",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I like the fact it comes in a tin box so it keeps the blushes organized but I appreciate the color selection even more. It blends very easily allowing me to build as needed! I’m a blush girl so this is a must!!"
		},
		{
			"review_title": "Great for blush contouring",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love these trios from Nudestix, after all unless something is my GOAT, it's super unlikely that I'll get all the way through most facial makeup before it goes bad. Maybe that's on my shopping/makeup hoarding habits but either way these work really well for me. I love being able to try multiple shades and this set is a prime reason why. Not only did it include 2 shades I doubt I would have ever picked for myself but still looked beautiful on me, but it also included a perfect trio to use for blush contouring without spending $30 on each shade. They blend so nicely with other nudestix and cream products. They are VERY pigmented and if you're new to the brand that can catch you off guard so go easy, you can always add more. The packaging is a win as always not only providing a great way to keep the collection together but also we love an included mirror. It makes a perfect travel container to throw a few minis in and go.  I have cool toned, very fair (we're talking so pale ghosts ask if I'm feeling okay when I'm makeup free) skin that sometimes due to a health condition can ride on the more olive/yellow side (not being rude, I have liver issues so literally yellow) I end up needing shades for good days and shades for rough ones. I find these shades flattering in general but specifically, there's a shade in this set for each end of my face's spectrum and in between. I added some photos for swatches and these are done with one solid swipe, like I said pigment for days."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product is so versatile and I like all the shades. All easy to use, everyday colors. Easy to blend, but also pigmented."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love the versatility of these sticks. The formula is nice and creamy and blends well. You can build layers, so able to achieve more sheer look or more bold pigment."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product from bzzagent for my honest review of this product. I really enjoyed using this blush kit. The blush colors are really pretty. They are so buttery which makes them easy to apply."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Super cute eco friendly packaging but for the price they’re actually really small, I think they work well as buildable blushes but the lightest one actually didn’t show up at all on my skin tone which is unfortunate, otherwise this is a great buildable product!"
		},
		{
			"review_title": "A new favorite!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This really is a diverse product - I’ve used it for blush, eyeshadow base, and lips. It’s creamy, but not “oily” feeling. All the colors are very pigmented, and last all day! The only con is it does take a bit of blending when using the matte shades as blush over foundation. Overall, I would definitely recommend these! I keep the “Naughty n’ Spice” stix in my purse since it’s the perfect lip shade!  I received this product for free in exchange for my review."
		},
		{
			"review_title": "Versatile Pink Blushes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love these cute little pink blush sticks! The three shades of pink are so pretty, yet natural looking. It’s hard to pick a favorite shade! The formula is smooth and easy to blend, and the pigment lasts well throughout the day. I also recommend using them as eyeshadow for a cute monochromatic look! The sticks come in a nice reusable tin."
		},
		{
			"review_title": "A must travel size",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this blush, so creamy and pigmented, this is the second time using this blush. Love it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love cream blush and wasn’t sure how these crayon looking blushes were going to hold out. I was afraid they might not blend well but they surely passed the test! I like that each package has a color theme, but wish the variations in colors in the set was a little stronger. I feel like the colors are a bit too similar for my taste. Otherwise, I love the packaging and think these are great!"
		},
		{
			"review_title": "Must have sticks!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love these sticks! So versatile and perfect for on the go color, travel and just to have handy for a quick color to the face. They are smooth and blendable! Def will be a staple moving forward in my makeup touting"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "not the best pigment in the world. they're cute and convenient,  they blend nice and don't remove my makeup. however, they aren't very pigmented."
		},
		{
			"review_title": "The creamiest blush ever!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’m obsessed with this blush kit! The shades are so pretty and perfect for that natural, rosy glow. They’re super creamy and blend really easily—I just use my fingers most of the time, and even use it on my lips, and it looks flawless. Plus, they stay on all day without feeling heavy.  The best part? The packaging! The little tin is so cute and perfect for traveling. It’s small, lightweight, and even has a built-in mirror, which makes touch-ups on the go so easy. Honestly, this kit has everything you’d want in a blush—it’s definitely worth it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love how this kit comes with different shades so you have options depending on your look. It’s creamy and has a good formula. It’s also buildable so you can do a more natural look or more glam."
		},
		{
			"review_title": "Loved all three colors.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Very perfect for my skin tone I am Asian with a light skin with a slight tan. It was easy to blend. Tried it with multiple foundations and they all worked really well. Had no issues at all."
		},
		{
			"review_title": "Perfect for Busy Moms and Moms-to-Be!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "As an 8-month pregnant mom-to-be, I don’t have the energy for a full face of makeup, but the NUDESTIX Mini Pink Nude Blush 3 PC Kit has been a game-changer. With just a few swipes, I can add a touch of color to my eyelids, cheeks, and lips, creating a fresh and put-together look in minutes. This simple routine is perfect for days when I just want to sleep but still need to step out. The creamy, blendable formula is effortless to use and looks so natural. I highly recommend this kit to mothers, moms-to-be, or anyone who loves a minimalist approach to beauty. It’s truly a lifesaver!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "NUDESTIX kindly gave me this set for free so that I could review it. First, the size of the product makes them very convenient to throw in any bag. After trying, this set has replaced all my other cream blushes. They all blend in very well and are easy to use. The colors provide enough variety that I can use them for everyday no makeup looks or more glam looks. The colors are very buildable. would absolutely repurchase this set! It has become a staple for me."
		},
		{
			"review_title": "Multi-use Pink Nude Sticks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This blush kit is a really cool and unique way to look your best when you’re short on time or while on the go. You can choose to use it as a blush, lipstick, or eyeshadow. I personally prefer it as eyeshadow or blush because it’s too thick and doesn’t glide well for me to use it on my lips. I like that it’s a light color once you rub it in, that way you can easily adjust how light or dark you want the pigment.   I would buy this product and recommend it to others."
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was gifted this product to try out and write my review and it easily become one of my favorite products!! There are 3 different shades, they are super creamy and easy to blend. LOVE LOVE the colors!"
		},
		{
			"review_title": "Beautiful colors that are multi use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product for free in exchange for my honest review, and I’m impressed! Compared to other blushes I’ve tried, this one stands out for its creamy texture and versatility—it works beautifully on cheeks, lips, and even eyelids. It blends effortlessly and provides a natural, glowing finish that lasts all day. All 3 colors are beautiful! I have a fair/medium complexion. The biggest benefit is its convenience: having one product that does it all saves time and space in my makeup bag. I now use these everyday and plan to buy this product again.  I would quickly recommend it to friends, especially those who appreciate easy-to-use and multi-functional makeup."
		},
		{
			"review_title": "Brown Girl Approved!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Gorgeous pigmented formula that looks good on brown skin. The size of these minis is also great for travel! I highly recommend!"
		},
		{
			"review_title": "Dina",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love these blushes they work so well and are super creamy and smooth on my skin. It’s my everyday blush in my routine."
		},
		{
			"review_title": "Great multipurpose blushes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These minis are so cute and the perfect size to take with you in your purse and for traveling. All three shades are great, some I prefer more as a blush vs a lip color but they are all versatile and flattering."
		},
		{
			"review_title": "Fav product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product is great! The colors are so cute and bold , it last all day with no issue and it looks great on me !"
		},
		{
			"review_title": "My new go to blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely love these. Not only are all 3 colors beautiful, but they are so easy to apply. I rub the stick directly onto my cheeks and then blend with a brush. They are pretty sheer and give a natural look. If you like a more pigmented color then you may need to apply a few times."
		},
		{
			"review_title": "Perfect for traveling and nice toned",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product is absolutely delightful! I truly enjoy having different choices for a slight change up on my appearance. The size is pretty functional functional, perfect for traveling. I also love that the application is not only simple but keeps my hands clean been a plus for me. The colors are beautiful and love the fact that I am able to keep a natural look within."
		},
		{
			"review_title": "It's so small  but so convenient.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It's so small but so convenient. This is a great idea for travel blush. Each shape and color is just like a canyon you used in kindergarten school. Still, it is blendable and builds up color vividly. The packaging is also a plus point when it comes with a mirror on the box pack for easy use. Overall, smart, convenient, and cutesy."
		},
		{
			"review_title": "LOVE these blush stix!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely LOVE these nudestix - they are creamy, but blend so smooth and light. They are really fantastic for building a complete look. I do appreciate the three different shades as they fit in nicely with all my makeup looks. I have a medium to light complexion, and these shades all blended well to my skin tone. The Bare Back shade is great for when I am going for a natural look. A big plus is how compact and portable these are, and they are essential for me to bring while traveling. I cannot recommend these enough!"
		},
		{
			"review_title": "A new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was gifted this product to try out and it easily become one of my favorite products its so small and compact that I can bring it with me everywhere to quickly reapply if needed I even used this as a lipstick when I needed it and it was actually so cute! totally recommend this  and I loved how creamy on my skin and I can see myself restock once finished."
		},
		{
			"review_title": "Fun Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Super cute product! I love having a couple options to choose from each morning to vary my look slightly. The size is adorable, but still practical. It's super easy to slip in a bag if later reapplication. I appreciate the creamy formulation more often seen in a blush palette, but in stick form. I think it's easier to apply and you can avoid getting it on your hands if that's your preference. Colors are nice and vibrant, while still being natural looking. I don't think that the wear time is exceptional, but still good. The packaging is a bit higher end than most."
		},
		{
			"review_title": "Gorgeous blush kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love these mini nude blush kits! The blushes are creamy and highly pigmented, making them easy to blend. They’re great for daily uses as they can be used on the lips and eyes as well. These blushes are super convenient for everyday use. The colors are beautiful and can be applied to the cheeks with ease, which makes touch-ups simple. Plus, they're perfect for travel!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Nudestix has completely simplified my makeup routine! These sticks make it so effortless to create a cohesive, polished look that seems like it took way more time and effort. The colors are incredibly blendable and buildable, allowing you to customize the intensity to suit any occasion. Plus, they’re so versatile—they look stunning on the eyes, cheeks, and lips. A true multitasking gem!"
		},
		{
			"review_title": "Great for those with lighter skin tones only.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Okay, so let me start off by saying that this product isn’t suitable for those with darker complexions. My skin tone is a deep tan and only the darkest of the blush sticks somewhat worked for me. I was able to build up to a faint cheek blush, which is fine as I’m not heavy-handed with blush to begin with. The lighter sticks are too light for my skin tone, however. THAT SAID, I had my fairer (very lightly tanned) niece try the sticks and they looked fantastic on her. I ended up giving them to her because she loved them so much. So while the nudestix don’t do anything for darker skin tones, if you’re pale/light tan you’ll probably have a fantastic tool in your makeup arsenal. They’re comfortable to wear, light-weight, and didn’t break me out."
		},
		{
			"review_title": "Perfect blush a nude lip!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product is fantastic! It serves as both a blush and a lipstick. I mainly use it as a nude lip color, and it applies beautifully when paired with a brown liner and lip gloss. It's highly pigmented yet very smooth, and it looks flawless on my complexion."
		},
		{
			"review_title": "Easy and smooth to apply",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Beautiful colors. Easy to use and apply. Great set."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a set with three mini stick blushes. they are small and blendable. They are light in coverage and need more layers for a brighter color payoff."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These are the perfect travel size! I love how you can use them for more than just blush! They are gorgeous colors and they have a great application shape. The little container they come in is small and perfect for small spaces as well! I love this product!"
		},
		{
			"review_title": "Good solid product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The packaging is adorable - the reusable mini tin is genius. I have used these in my lips, eyes and cheeks with no issues. I am fair skinned and for me the colors are perfect. They are a bit hard to blend - probably because they are matte but overall a great product."
		},
		{
			"review_title": "Beautiful Colors",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received the Nudestix Mini Pink Nude Blush 3 PC Kit for free in exchange for my honest review. I have been using these blushes for a few weeks now and am really enjoying them. They are mini-sized so you can try out a few colors before buying a full-sized blush, but I have been impressed by the amount of product you get with these. The 3 colors this set comes with are Bare Back, Cherie, and Naughty N’ Spice. All can be used as a blush, lip color, or eye color. I have been mostly using them as blush, though I have dabbled with lip color as well. They apply very easily. The formula is very creamy and easy to blend with just your fingers. I personally like Cherie (coral rose) and Naughty N’ Spice (deeper rose) best. Both of those provide a nice pop of color while still being on the more neutral side and are now my go-to blush products. Bare Back is very light to me and blends in a little too well with my natural skin tone. Overall, I highly recommend this kit. It’s a great price for 3 pretty, everyday colors and a good way to sample the brand."
		},
		{
			"review_title": "Great for travel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Perfect size and design for traveling. Nice variety of colors for all skintones, and applies easily and lasts. The tin container is reusable for other travelsize makeup products as well. Awesome product!"
		},
		{
			"review_title": "Love this blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve been using this product for a few weeks and it’s now my go to blush. The color is perfect and lasts all day. It was a little hard to blend at first but, once I found a method that works, it’s been great! I love that I can use it as lip color too."
		},
		{
			"review_title": "Super cute",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This set is super cute and great if you want to try NudeStix before purchasing a full size. Super creamy formula that can be applied with fingers or a brush. I do not personally use the lightest tone blush as it is too close to my skin tone but I love the other two shades."
		},
		{
			"review_title": "A must have for on the go all in 1",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love the shades perfect also go on nice and clean I also love that it’s a all in one stick in the go they come in a nice travel ten 10/10 would buy again"
		},
		{
			"review_title": "Easy to blend",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These are really great! I wore it for a wedding and the bronze lasted all day and was very blendable."
		},
		{
			"review_title": "Part of day to day routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The Nude Blush has a beautiful color and it looks seamless yet elegant on the skin. This has become a part of my day to day routine because it is that good."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I like the Cherie shade it’s a nice pinky brown nude and works for me since I’m on the warm medium tone. It wears nicely and holds up great."
		},
		{
			"review_title": "Great shades",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a perfect set of pink blushes. It has a great undertone variety. Very glowy when applied and it’s not overwhelming. Has a natural finish which is what I would prefer so I can build it up. Also love that the packaging can be reused"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These are really convenient for travel. The product itself is creamy and glides on really easily, and they are really pigmented as well."
		},
		{
			"review_title": "Convenient!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I like the size of the product as it’s convenient for travel and cutting down on the number of products I need to carry with me. The formula is buildable, however I did feel it wasn’t very long lasting unless layered with additional products. The shades are beautiful!"
		},
		{
			"review_title": "Must have kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this kit , it included 3 shade that I basicly need for my daily make up. I use the lighest shade for a base of my lip, and the naighty n' spice to layer on my lip , and the cherry for my center of the lips and cheek. It's soft and moist on the lip. 10/10 for this kit."
		},
		{
			"review_title": "Love Love Love!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Nudestix is an amazing brand i love there products this blush lip combo is amazing it goes on so smooth and is easy to blend it also comes in a cute tin which I love."
		},
		{
			"review_title": "Beautiful shades of blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I recently tried a blush set that truly impressed me. The shades are beautiful and highly pigmented, making it easy to achieve the perfect flush. The formula glides effortlessly on the skin, whether applied with a brush or the fingertips. It leaves a subtle glow that enhances the complexion without being overpowering. I love how versatile the tones are; they complement all skin types beautifully."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This blush kit is perfect for someone who wants to try out these certain shades before deciding if they want to buy the full size. Super creamy and easy to blend. I loved pairing colors together. Perfect for an everyday makeup look."
		},
		{
			"review_title": "The cutest blushes that glide with EASE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely loved these mini blushes! They're amazing for traveling or having one in your purse. My personal fav being a dark-haired olive-toned woman would be Cherie! It gives me a natural and healthy glow that complements my skin tone perfectly. The formula is creamy and blends seamlessly, making it easy to build up for a more dramatic look or keep it subtle for everyday wear. I also appreciate how long-lasting they are; even after hours, the color stays vibrant without fading or patchiness."
		},
		{
			"review_title": "Must have on the go!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These are so cute!! I love how small & compact they are. I put one in each of my purse and touch up when needed. So perfect for a stocking stuffer!"
		},
		{
			"review_title": "Easy to use",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I enjoyed that these are so easy to use and travel with but unfortunately I wouldn’t purchase these myself. I found that the pigment faded quickly and I got a few red bumps. I received this product in exchange for a review."
		},
		{
			"review_title": "Great multi sticks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really like these multi sticks. It blends out great with a brush or fingers. I’m very satisfied with them and they’re so easy to pack on the go and just throw in your purse. Love the mirror on the container."
		},
		{
			"review_title": "Nudestix mini pink nude blush 3 pc kit",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This Nudestix mini pink blush 3 pc kit, is the perfect combination of all the nudes you need. Not only can you use it for blush, but it is multi usage. I personally use it for lips and eyes and a bit over the nose. It’s super buildable. Love it"
		},
		{
			"review_title": "Great for travel!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The set is very cute, there is a good contrast in colors, and the blush is nicely pigmented and easy to blend. I would definitely travel with them, as they come in a nice case, and it’d be nice to travel with variety! I am typically more of a fan of liquid blush, as I prefer the consistency and I find it slightly easier to build off of it, however I would buy this again."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love all the three sets and it’s really nice. It gives you that natural look. Prices are affordable and you can put it anywhere when you’re traveling."
		},
		{
			"review_title": "Replacing my Clinique sticks with these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really love these blush sticks. The consistency is great for blending and you can even do a pit of contouring. I prefer these to the similar Clinique products I’ve been using for a while because there are more blendable and look more natural."
		},
		{
			"review_title": "Creamy and easy to blend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Loveee the colors of these blush sticks!  You can control the pigment easily by just adding more. You can blend out and for a more subtle look. I’ve even added these to my lips to add some color. They’re very creamy and easy to blend! 10/10"
		},
		{
			"review_title": "Not suitable for deeper skin tones",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’m not sure that these color ways are suitable for deeper skin tones. While the blush is buildable, it requires a decent amount of product to show up on the skin. For those with medium to deep skin tones, it may be especially hard to build up a noticeable flush of color without looking “ashy.” The shades are more subtle, which could be a pro for some, but others may find them too faint for any real impact."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "this product LASTS and is so smooth to apply. The 3 shades blend wonderfully with any skin tone. I have incredibly sensitive skin, so I’m extremely cautious when it comes to any products I use in my daily skin care and make up routines. This kit didn’t bother my skin at all and I love how it blended in with my skin seemlessly and made a blue effect to my pours. The best part, no breakouts after using the product! I will definitely be adding this as a regular essential to my makeup routine and would absolutely recommend this to anyone with sensitive skin!"
		},
		{
			"review_title": "My New Favorite Blush Trio",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Having tried various cream blushes before, this one has become my absolute favorite! It delivers a dewy finish that enhances my overall makeup, making it look more radiant. I love that it comes with three different shades, allowing me to mix and match to create unique looks. While the lightest shade is a bit too pale for my skin tone, I still find it useful as an eyeshadow. These blushes are incredible and give a stunning lit-from-within glow. If you're a fan of liquid blushes, this is a must-have!"
		},
		{
			"review_title": "Optimal Performance & Longevity",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "NudeStix's Mini Pink Nude Blush 3 Piece Kit is the perfect kit for home & travel when it comes time to apply makeup to your lips, cheeks, and even your eyes! It's such a versatile kit that includes three different shades from NudeStix's 'nudies matte' collection in mini sizes. The 3 Nudies Matte All Over Face Blush Colors are housed in NudeStix's iconic, matte black metal casing that keeps your products tucked safely inside for easy access when ready to use. Additionally, the removable top of the housing compartment includes a nice sized mirror for use on-the-go. The real stars of the show however are the All Over Face Blush Color sticks that provide a soft matte finish that blurs imperfections & pores beautifully. Also, I love the ease & convenience of cream products in a stick form, because they're super quick & easy. The formula itself applies with great ease and practically blends itself! You get three different shades of pink from light to medium in intensity while still falling within the nude toned family making them perfect for all over use. I love this kit and can't wait to get my hands on more shades!  I received this complimentary product in exchange for my review."
		},
		{
			"review_title": "Pretty Cute",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I definitely really appreciate the variety of colors in this cute packaging. However, I am not sure if I would ever want to use this blush without any highlights or glowy product. I found it slightly drying and a little too matte. However, the colors are super gorgeous and pretty pigmented!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I wasn't sure about using these because I am not the biggest fan of matte products but these cream blushes blend really well into your skin. I love that they're multi-purpose and the metal tin packaging is so cute and conveneient. I highly reccomend these and I also recommend making sure that you like the colors."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really wasn’t expecting much from these tine little blush sticks but omg they’re so versatile and my new favorite blush/lip tint. They glide on so smooth and a little goes a long way. I love how you can use it on your eyes cheeks and lips. The colors are really pretty as well. If you’re thinking about buying this go ahead and do it you won’t regret it"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The Nudestix blush is an absolute gem! Its creamy formula blends effortlessly into the skin, leaving a natural, dewy finish that lasts all day. The color payoff is impressive yet buildable, making it versatile for both subtle and bold looks. I also love the convenient stick packaging, which is perfect for on-the-go touch-ups. Whether you’re a makeup newbie or a pro, this blush is a must-have in your beauty routine!"
		},
		{
			"review_title": "Convenient and compact",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product free in exchange for an honest review and I honestly thought it was such a cute set. Small and easy to throw in your purse, these blushes come in handy in a pinch and the set is perfect if you're trying to find a shade that suits you best. The colors swatch beautifully and are ideal for a more natural aesthetic."
		},
		{
			"review_title": "Mini Pink Nude B;ush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love love love this blushes. They are so versatile that I used them as blush and lip stain. The colors really complement my tan skin. I will purchase it again."
		},
		{
			"review_title": "Love the color options",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love the color variety of this product. It makes it so much more versatile to use as blush or lip tint. I love that it’s small and easy to throw in your purse. I liked how the product felt on my cheeks and liked the color choices."
		},
		{
			"review_title": "I love the versatility of this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this product! It is sheer and buildable so you may adjust it to your liking. Very versatile. I can use it as eyeshadow and blush and it comes in a small package perfect for touch-ups. I love that I can wear this to work or to go out, lasts all day and provides a natural pop to my cheeks."
		},
		{
			"review_title": "Such a fun way to try new shades!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Such a great way to try new colors!! I originally wanted to try naughty n spice in the bundle, but after trying all 3, I ended up LOVING Bareback! Totally a shade I was not expecting to love! The nudies formula is also so great and easy to use. Definetly reccomend these minis if you are looking to try new shades."
		},
		{
			"review_title": "Great product with lots of versatility!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love the versatility of this product and the colors are neutral enough to use often but still give a great POP of color. I find myself using them as lip stick most often but also have used as a shadow and cheek! Would highly recommend this set."
		},
		{
			"review_title": "Love these blush stix!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love these blush sticks! They're buildable, easy to blend and great colors. My favorite is the cherie shade, but I like mixing them together too! I don't love how the product feels on my lips but it's perfect for the cheeks and eyes. The package is not only cute but also very convenient- love the mirror on it. This is an all around great product!"
		},
		{
			"review_title": "You need this in your life!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "After using this amazing product for a couple weeks I love it!! It is great for an everyday makeup product"
		},
		{
			"review_title": "Perfect for every day use",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love the variety of shades in this blush kit. The shades are perfect to wear on its own or with your everyday make up. The formula is easy to blend and can be reapplied to your desired liking. I'm impressed with the formula, especially with the amount you get for a mini product."
		},
		{
			"review_title": "Cute little set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This kit is all you need for your cheeks and lips it works well with every skin color , they blend so nicely and very buildable , my favorite is cherry ."
		},
		{
			"review_title": "Perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love the colors! This is so perfect and versatile since I can use as blush and lip tint. It’s small for on the go but has plenty of product per stick. It’s easy to use and blend but is also buildable."
		},
		{
			"review_title": "Great product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These are pretty great! I don't usually wear blush but def works for blush, eyeshadow and lips. It's nice and swift on the lips, fairly moisturizing and stays well!"
		},
		{
			"review_title": "Creamy Blush in Neutral Pinks",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Thanks to NUDESTIX for the free product in exchange for this review. Maybe it's just my particular skin tone, but I felt there could have been a better range of colors in this kit. When swatched, the two deep shades look similar — Naughty N’ Spice is a neutral rose, while Cherie is a brighter coral in comparison — but they are nearly identical when applied to the cheeks. I found these blush sticks work best on bare skin; they require too much pressure when blended with fingers and end up making my foundation look patchy underneath. The problem with making these more emollient is that they would leave a sticky finish that wouldn't last as long as this drier silicone-based formulation. I had better results when using a synthetic cheek brush and carefully applying it using tapping motions to minimize disrupting my foundation while still achieving a diffused and natural look. This blush has good wear time and the size makes them convenient for reapplying throughout the day or for travel — Nudestix isn't kidding when they call these minis. I recommend this for someone who likes the shades and is willing to put up with the slightly fussy formula."
		},
		{
			"review_title": "A must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I think this is a great product to have on hand and it’s very versatile. I purchased the lightest shade and am a very pale person and the color palate was perfect for the cheeks. I would say that the lightest shade in the pack is a little to mute if u wanted to wear it on your lips. Overall would purchase this again because it’s versatile and easy to use/apply. Not overly pigmented and buildavle."
		},
		{
			"review_title": "New staple in my routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Really like these blushes. Very easy to blend and perfect for on the go application. I also love that you can use them on lips and eyes. Very long lasting and didn’t even need to build it that much. Very natural finish, perfect for the office or casual events. Would highly recommend!"
		},
		{
			"review_title": "Perfect colors!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love the colors of this kit! I think they would be flattering on most skin tones, there is one for everyone. I love the naughty n' spice color the most, it looks good on cheeks and lips. I found them to be slightly hard to blend out, but might have been the amount of product I was using! Overall would recommend this."
		},
		{
			"review_title": "Blend so beautifully!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "All there blushes worked great with my skin tone! Loved all three on the eyes and cheeks. They also blend so nice on my eyes & cheeks, they were also buildable! My only complaint is the shades on my lips, all three didn’t look good on me and they were a littler dry, however, adding lipgloss definitely helps!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am in love with this blush kit.. and I love the color . These are all neutral and should look good on anyone. It goes on smooth and really highlights there areas I want and last all day."
		},
		{
			"review_title": "NudeStix my beauty go-to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "NudeStix set are the cutest thing I seen. I love that it gives you three options in a set. With various shades to choose from. Bare Back, Cherie, Naughty N' Spice. My favorite is Cherie it has become my go to for a little blush on my cheeks and to and some color to my lips. I love the little tin box because it makes it easy for travel and small enough to fit in your purse or bag."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The NUDESTIX Mini Pink Blush Pic Kit is a delightful addition to any makeup collection! This set features a range of versatile, creamy blushes in flattering pink tones that blend effortlessly into the skin, giving you a natural, radiant glow. Compared to other blush products I’ve tried, these stand out for their portability, long-lasting formula, and ease of application—they’re perfect for both beginners and makeup enthusiasts. The travel-friendly mini sizes make it easy to toss into your bag, ensuring quick touch-ups on the go. Owning this kit means you have a variety of shades to suit different moods or occasions, all in one compact set. I’d absolutely buy this product again, as it combines quality with convenience. I’d also highly recommend it to friends or family looking for a versatile, high-performing blush kit that enhances their natural beauty effortlessly."
		},
		{
			"review_title": "This Blush kit is a MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am in love with this blush kit! Very pigmented, the package is not only cute but also very convenient if you’re traveling! This is an all around great product!"
		},
		{
			"review_title": "My favorite blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love the color and the consistency. Buildable check . I over draw my lips. It is liner and fill in one. I like how it fades to a lighter shade over time. It's eyes, lips, and cheeks. I just add mascara. Perfect for a day and a night look."
		},
		{
			"review_title": "New fav pack",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I'm absolutely loving the Pink Nude Blush three-piece kit! This limited-edition set features three gorgeous, must-have shades of pink that can be mixed and matched to create a variety of looks. The formula is amazing - the blushes are vegan, gluten-free, and cruelty-free, making them perfect for those with sensitive skin or who prioritize animal welfare. The three shades, Naughty N' Spice, Bare Back, and Cherie, are all stunning neutrals that can be worn on the cheeks, eyes, and lips for a timeless, natural look. Whether you're a blush newbie or a seasoned pro, this kit is a must-have - it's perfect for adding a pop of color to your look or for creating a soft, romantic glow. Overall, I'm so impressed with this kit and would highly recommend it to anyone looking to elevate their makeup routine!"
		},
		{
			"review_title": "Good for travelling",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This kit is great for traveling! The compact size makes it super convenient to carry around, and the shades are versatile enough for different looks. The bronzer is pigmented and has great staying power, lasting throughout the day. The blushes are also beautifully pigmented, but they don’t stay on as long as the bronzer, which is a bit of a downside.  Overall, it’s a solid product that offers good quality for the price. Perfect for those who want a travel-friendly, pigmented set with a reliable bronzer."
		},
		{
			"review_title": "great sampler for figuring out what looks best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "love the option to try out a few different shades…actually ended up loving a shade i wouldn’t have thought worked. been taking that shade with me everywhere!"
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It goes on smooth and really highlights there areas I want and last all day"
		},
		{
			"review_title": "hooded eyes",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "these were compact enough to put in my purse.     2 of the colors are very similar so i had to keel checking the labeling to be sure.     I am definitely a sun-kissed skin tone and they gave a decent highlight.    however I have slightly hooded eyes and when I used on my eyes I definetly got crease lines I had to keep smoothing out   but over if you have the money to spend I recommend for a quick on the go fix."
		},
		{
			"review_title": "I love this set. My fave colours",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These are all neutral and should look good on anyone. I was super happy with them"
		},
		{
			"review_title": "Love this product must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Very pigmented. Love the colours and a lot of product ￼"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love how natural and light the sticks feel. The size is perfect for travel and to keep in my purse. Everyone compliments how natural it looks."
		},
		{
			"review_title": "good set to try the product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was looking for a blush when one of the associates recommended this set to me. Very pretty colors but takes a bit to blend out as I am used to powder blushes. Also wish these had a small brush at the end to help blend the blush out like the full size ones do but I got a sponge and a blush brush for that anyway. Good thing is that I am iffy about stick makeup since it often contains ethylexyl palmitate which is pore clogging but this doesn't."
		},
		{
			"review_title": "Loving these ! Blend well and great colour",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Really love these. Usually can never finish a blush. These are small but last a long time. Rotate between all 3 for over 6 months and still have a lot left. Great product. 3 amazing colours. Great gift and excl"
		},
		{
			"review_title": "Hard to blend",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These are so hard to blend and move the foundation/any product underneath. 2 of the shades are near identical. I don’t recommend"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Very expensive for the amount of product that you actually get. The colours look nice. Tried it on my eyes and within an hour my eyes were itching and watering."
		},
		{
			"review_title": "Very bright",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Out of all 3 colors only 1 looked nice on me due to the other ones being very pink, only thing i loved from this kit was how smooth they are."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Cute set of little blush stick’s, my only issue is that I was hoping they’d be as pink as they looked on the box but that was my mistake assuming that the colors would look the same 😅 regardless they go on so beautifully and leave a nice delicate blush look!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This set is beautiful, excelent for everyday. The darker shade i can use as a contour, which is cool."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "As advertised, they’re so good for blush and lipstick. They may be small, but they’ll last you a while nonetheless."
		},
		{
			"review_title": "Beautiful colors",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this little set of minis. All the colors are beautiful and blend really easily. I can use these shades for a light sunkissed look all the way to a darker evening look"
		},
		{
			"review_title": "Use daily",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really liked 2 out f the three shades.  One of the shades was a bit  of a mauve shade and not a good colour for me"
		},
		{
			"review_title": "I’d pass on these tbh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I knew these were going to be minis, but I didn’t realize quite how mini until these arrived. You can see that after I twisted all of the product out, it’s not even as big as the tip of my finger. I essentially paid $10 per blush and there isn’t even a tip of a fingers worth of product in there. If the amount of product doesn’t offend you, then you might like these, as the colors are pretty and blend well on the skin. Unfortunately when on my skin, all 3 colors look extremely similar :/"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These are great, super blendable, looks great on eyes and lips too."
		},
		{
			"review_title": "Good, not great",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Giving these stix three stars. The colors are good and they go on smoothly. Not a fan of the burnt sugar smell. The stix do blend easily and still look vibrant after several hours. But they arent quite right fo my mature skin 🫤"
		},
		{
			"review_title": "Very small",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I purchased this product and the blush sticks were very tiny. That means each stick was $10. definitely not a good value for money. might as well buy a full size. Definitely returning"
		},
		{
			"review_title": "Adorable, versatile",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this adorable little set! It is a great value if you want to try out a few shades before picking a full size blush. I like layering these colors to get a nice ombre or blended effect. The blush is creamy, light and buildable. I don't find it irritating. The tin doesn't pop open in my bag. I plan to purchase a few of these to give as gifts."
		},
		{
			"review_title": "I own a million of these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love everything Nudestix. These sticks blend like a dream. I have so many, and these little ones are great for travel"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Pretty easy to blend, and lasts a good while. The colors are a bit too similar to justify getting all three though."
		},
		{
			"review_title": "my new accidental favorite ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "a friend gave me the naughty n spice shade and i’ve been using it as a base for my lips. my lips would not look this good without this color, this is the key. line, & base. top it off with the flora benetint and then the ole henriksen peptide and THIS IS HANDS DOWN THE PRETTIEST COMBO EVERRRRR. i can now no longer with without this shade in my arsenal of"
		},
		{
			"review_title": "Ok, lightly pigmented",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Well these colors are nice the pigmentation is very light for someone who wants just a touch of color this would work but the two darker colors are actually very similar and shade too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "all the shades are perfect for an everyday day look and they’re so good and so easy to blend. But you only get that tiny little blush with the stick (it doesn’t twist up that’s all the product u get)"
		}
	]
}