{
	"product_id": "1687",
	"name": "Lash Adhesive",
	"brand": "Velour Lashes",
	"categories": "Makeup, Eye, False Eyelashes",
	"price": 16.5,
	"about": "What it is:.What it does:.What else you need to know:",
	"ingredients": "Acrylates/Ethylhexl, Acrylate Copolymer, Water, Phenoxyethanol, Ethylhexylglycerin.",
	"how_to_use": "Suggested Usage:.. How to Apply: ...-1. Prep and measure: Gently remove lashes from tray, measure lash to fit the length of your eyelid. ..-2. Trim to size: Trim the lash band just shy of your natural eye length. Trim from the outer corner to maintain the style. ..-3. Apply Velour Lash Adhesive: Brush a thin layer to the band, allowing glue to become tacky before application...-4. Apply Lashes: Using Velour’s Too Easy Lash Applicator, grasp and place the lash as close to your natural lash line as possible. Then adjust the corners.....How to Care: ..-1. Avoid mascara: Never apply mascara directly to your Velour Lashes as this can damage the hairs. If needed, apply to your natural lashes only. ..-2. Remove glue: Once there is a small buildup of lash glue on the band, gently peel off using Velour’s Too Easy Lash Applicator or your fingers. ..-3. Store: Never soak your lashes in water or makeup remover. Store away from moisture and dust. ..-4. Be gentle: Always hold your lashes from the band, not the hairs, whether removing from packaging or your eyes. ..-5. Spot clean: Clean any makeup that gets on your lashes with oil-free makeup remover, using a Q-tip, dab and twirl as needed on affected areas. ..-6. Keep the curl: If your lashes get wet and loose curl, you can use an eyelash curler to reshape.",
	"num_reviews": 600,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/lash-adhesive-P420513?skuId=1927714&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1927714-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Black Noir",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1927706-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "White Latex-Free",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1927714-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Fabulous lash adhesive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I love this product! I think it’s a fabulous applicator brush. Nice quick dry time and adhesive is good. Prefer this one over the white clear dry formulas."
		},
		{
			"review_title": "Do not buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Nothing in is product and it’s dry do not buy so disappointed do better please"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "One of the best lash glue ever purchased. I can swim or sweat and will not come off. This glue is the best and I don’t get any fly away. My eyes are sensitive and this formula is perfect. Glue drys clear🥳🥳🥳"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I'm so glad I found this lash glue; it's the best I've found. A true life-saver."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Very good lash glue. It works very quickly and holds amazing."
		},
		{
			"review_title": "Unfortunately not hypoallergenic & hard to remove",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "At first I loved this eyelash glue since it was a light consistency but it’s really hard to clean off after and it gives me the worst allergic reaction that lasts for days which means I can’t use it to wear false lashes"
		},
		{
			"review_title": "Great hold, 50/50 chance of it being dried out!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "The product itself is great, holds my lashes in place all day long no complaints there. However, i’ve ordered this so many times and on occasion it’s been delivered to me completely dried out!"
		},
		{
			"review_title": "Received dried out glue 4x in a row",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This used to be my go-to lash glue but the last 4 I ordered were completely dried out or empty that I had to return. Velour should know quality has gone downhill with their glue."
		},
		{
			"review_title": "Pass",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Don’t bother. Couldn’t get this to get my lashes to stick, and I only purchased because my usual House of Lashes was out of stock. Best to skip this one"
		},
		{
			"review_title": "SAVE YOUR MONEY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Dry skin",
			"review_text": "SAVE YOUR MONEY*** This used to be my favorite lash glue but it seems quality control is no longer there and the last 5 times I've purchased this item it's been DRIED OUT. Completely and utterly. I've purchased during cold and warm weather however it doesn't make a difference? Is anyone else actually receiving this product that isn't dried out? 🫠"
		},
		{
			"review_title": "Not waterproof or sticky at all.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I took a break from using eyelash extensions and opt for false lashes. I'm in love the way how Velour lashes look, but I really don't like their glue formula. It's really runny so I let it dry a bit before putting it on, and it doesn't stick at all. I tried sticking lashes on while the glue was wet too and it didn't work at all.   It feels more like waterproof liquid eyeliner than glue honestly. Not worth it. Any other drugstore lash glue could probably work better than this."
		},
		{
			"review_title": "Alternative to Duo",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Recently started using this lash glue after developing an allergic reaction to the Duo glue. No reactions to this so far although it isn’t my favourite. The glue can sometimes dry a little clumpy and stays white rather than drying clear. When it works it works well though, so continuing to use"
		},
		{
			"review_title": "Literally ripped my lashes off lol",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been wearing fake lashes for years and have never had a lash glue damage my eyelashes the way this one has. To be clear, I am not caking on the lash glue or applying it directly to my lashes. I’ve noticed that over time, a few of my eyelashes have been ripped off when removing the lash band. The most recent time, I pulled my lash off and noticed that it ripped off all the eyelashes in the inner corner to the middle of my eye. I only purchased this since I haven't been able to find my usual duo lash glue but considering the higher price point, this is super disappointing."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This stuff is trash! Don’t waste your time. The bottle had a manufacturing problem and the top couldn’t come off. The plastic was melted. I had to break the bottle to use it and it didn’t even stick. Lashes were done after a few hours"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I swam for 12 hours like a fish and my eyelashes stayed on"
		},
		{
			"review_title": "dried up wayyy too quickly",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "it dried up and hardened soooo quickly! i only got  to use this literally ONCE before it dried up??!! 0/10 i get strong hold ones on amazon 3 in a pack that don’t dry up"
		},
		{
			"review_title": "HORRIBLE",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Tan skin tone, Normal skin",
			"review_text": "This is the 4th time of me trying to order this but every time I get it, it looks like this. Unusable. NOT WORTH YOUR MONEY"
		},
		{
			"review_title": "Worst thing for your lashes!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This is the first lash glue that I have ever bought for myself. It came in a kit with lashes inside. The size of the glue was smaller which was not a problem. I had used it to put on lashes for school and it weighed down my eyes. It was very thick and gumpy. It was painful to remove my false lashes. The glue left lumps of dry/tacky glue on my real eyelashes. It had ripped off several of my real lashes. I had to spend about 20 to 30 minutes trying to take of the lumps and it left me with one eye burning. I had forgot to mention that on my right eye I had used a different lash glue which is the Duo brand which works WAY better than this one. My left eye was burning all night. I do not recommend this at all."
		},
		{
			"review_title": "Hard pass",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the worst lash glue I have ever tried. It is so sticky and my real lashes were stuck together after use. I will be returning and wish I never applied it in the first place."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I use this everyday. It lasts pretty long, just wish it could resist water more. But my lash clusters stay on for 1 to 3 days…with workouts and showers…just needs retouching everyday ￼￼￼"
		},
		{
			"review_title": "Easy for people new to lashes!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "this is my first lash glue since I'm new to lashes and these work wonderful! It was windy and my lashes stayed on. I like how it glows to show you how many glue you've applied to the lash and makes my day easier. 10/10 buying again"
		},
		{
			"review_title": "Completely dried up.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "ALL THREE (two of them were replacements for the first I bought) sent to me were dried up and unusable. Don't bother."
		},
		{
			"review_title": "Eh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "A bit too watery too my liking and takes a while to get tacky and sticky I.e. not worth the price"
		},
		{
			"review_title": "Brand New - Dried out and clumpy!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Was looking forward to trying out a lash adhesive with an applicator brush but it was dried out and clump, unusable!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "",
			"review_text": "I was really excited about this, but it was dry and clumpy when I bought it ￼"
		},
		{
			"review_title": "♥️♥️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Oily skin",
			"review_text": "It’s amazing ,,,I have tried a lot of lash glue but this one is best ☺️ ,,"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "It’s amazing. I love how easy I can get my lashes on and also they stay on all night."
		},
		{
			"review_title": "New favourite lash glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "First time purchasing and I love it! Lasts all day and night without reapplying. It dries down clear and is super strong. I’ll be purchasing again when I run out."
		},
		{
			"review_title": "Not worth it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes",
			"review_text": "Bought this and it was dried out. Heard a lot of great things but I was so disappointed it was dry."
		},
		{
			"review_title": "The only one for me!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "One of my favourite lash adhesives. Once I switched I was no longer dealing with lash fallout or glue residue/build-up. Must have for me and my kit."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I love this brand. It's easier to use for me, because I am just starting to learn. And the delivery was fast which I loved."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "To me, it’s an ok lash adhesive. It does the job well. However, I’ve been in love with Velour’s Lash and Go Liner since they’ve debut it. It’s so easy to use, just use it as a liner first, then using the liner as a guide to adhere the lash to the liner and voila … the lashes are instantly put on."
		},
		{
			"review_title": "Never disappoints!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is my go-to lash glue - very strong and holds the edges of the lash!! I never have to reapply glue in the middle of the day, which was my main problem with adhesives. Must try!!"
		},
		{
			"review_title": "My favourite lash glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I haven’t gone back to drugstore lash glue since I tried this one! I love how easy the brush makes it to apply the glue and it makes my lashes stay on all day!! 10/10 would recommend"
		},
		{
			"review_title": "Easy to Use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I quite like this lash adhesive because it is one of those that wouldn't rip off your skin when you take it off, yet it feels very strong and holds the lashes very well. The application was very easy, and I didn't have to wait that long for it to be tacky to use. The removal process of the lash adhesive was very easy as well - I didn't have to use any oil-base remover (which is great because I hate oil base removers), I was able to fully remove the adhesive with just plain micellar water. The adhesive dried well and was not obvious after application. I can imagine that, since it is latex-free, it would be good for people who have sensitive skin or people allergic to latex, so that is a good consideration as well."
		},
		{
			"review_title": "Issa yaaassss for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Wheeeew this is the lash glue I didn’t know I needed. It goes on in a iridescent purple and it drys clear and it’s super strong. I had to really tug to take them of but it wants painful to remove neither did it rip out my natural lashes. You can use your best pair of lashes with these because they aren’t going anywhere!"
		},
		{
			"review_title": "The best lash glue on the market!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "I cannot express how much I love this lash glue. I've tried SO MANY over the years and they either left me with itchy eyes, impossible to get off, looked clumpy, or just didn't hold the lash well enough. Until I found this!  This lash glue is the BEST glue on the market. Sweat proof, water proof (fell in a pool), and all around feels like nothing is there while holding my lashes in place all day! Definitely the only glue I'll ever use!!!"
		},
		{
			"review_title": "Approved!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "For being latex free this product held up! It kept my lashes on all night even with the window being open they didn't move, and it was easy to apply. I also really liked how it dried so I could put my eyeshadow over it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "One of my fav lash glues. I’m ways nervous to put on lashes because of the lashes slipping and moving when I apply them. I NEVER have this issue with this adhesive. Tried with many lashes and it works the same every time."
		},
		{
			"review_title": "Strong adhesive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Latex free adhesive that strongly holds the eyelashes in place!  I really like that there's no fragrance that irritates my eyes and a small bottle goes a long way.  It dries on clear which is perfect for a more natural look opposed to a darker eyeliner.  With the applicator this glue glides on smoothly and evenly and the thin tip allows me to add more in spots without overdoing it with messy globs."
		},
		{
			"review_title": "Easy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the wand that makes applying adhesive easy, precise and mess free. Also lasted all through a wedding which is a plus"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair",
			"review_text": "Keeps my Velour lashes on all day! The thin applicator applies the perfect amount of glue onto the lashes."
		},
		{
			"review_title": "RIDE OR DIE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Ok this lash glue has some SERIOUS HOLD! Great for brides, people who naturally tear a lot or eye shapes that tend to always have lifted corners on their lashes. If you’re like me and remove your lashes by holding the outer corner and pulling (I know terrible) beware this glue may take some of your lashes with it."
		},
		{
			"review_title": "Good lash glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Nice lash glue that doesn’t feel tacky on the lashes. It held up for 8 hours and a little product goes a long way. Recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Strong hold all day! Easy to apply! You only need to apply a thin layer to the lash band, wait 30 seconds and voila! your lashes are on your eyelids for the rest of the day!"
		},
		{
			"review_title": "Love this adhesive!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "So easy to use and dries clear.  I love the irredescent colour it begins with.  The brush grabs just the right amount of product so that you can brush it evenly on the lash.  It dries in a decent amount of time too, not too fast so you feel rushed but also fast enough as soon as it’s applied onto the eyes"
		},
		{
			"review_title": "NO MORE LIFTED CORNERS",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This light, but mighty lash glue is my ultimate go-to. Easy to use brush applicator ensures that no excess glue is used and lashes stay on all day - without any corners lifting!  Highly recommended, especially for those with sensitive eyes, like me!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "My go-to! Blends well with the lashes and has a strong hold. It's easy to apply and haven't any trouble removing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this lash adhesive, the thin applicator tip is so easy to use and apply"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "One of the best and easiest to use for your lashes. I’ve been using them for about two years now and have never had any issues. Just apply them on and let them dry for 30 seconds before putting them on your lash line are usually add a little extra to the edges and they hold all day."
		},
		{
			"review_title": "Mess free and reliable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Solid lash glue. Love the applicator. Very precise, don't need a lot. Works like a charm every time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Excellent and easy to use glue. This adhesive helped me easily line the lash band of my fake lashes and apply the lashes as well. Works so fast, even for beginners!"
		},
		{
			"review_title": "Gentle on the lashline",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Okay so like with any new product there is a learning curve. You need to let it dry enough so that it is tacky without letting it overdry, otherwise, it won't adhere to your lashline properly. I will say that this lash glue is so much gentler on the lash line. Other lash glues will stay stuck in my lashes and I have use an oil to get it off- with this lash glue I do not have that problem."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "This has to be one of the best glues I've tried. It's super easy to use and dries really fast"
		},
		{
			"review_title": "Fave lash adhesive PERIODT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "To start off, the packaging is simple and feels luxe. the brush is slim and is easy to apply the product across a lash strip. It holds so well that it stood through 35+ degrees of heat and humidity outdoor wedding without melting off, and typically other lash glues start fraying at the corners by the end of the day but not this one. Wish i could give this glue 6 stars lol. Been purchasing this lash glue since Velour came out with it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Love this glue!! Super tacky and dries fast and clear. They kept my lashes on in a heat wave through a music festival!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Easy to put on and easy to remove. Dries quickly and lasts me the whole day when I’m out in the heat!"
		},
		{
			"review_title": "Give it a few tries",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
			"review_text": "The first time I used it , it barely lasted a few hours and my lashes were falling off . I am typically a DUO user so I applied it as I would using DUO.  I gave velour adhesive a few more tries after , adjusting how much I brush on and the waiting time before applying the lashes to my eyelids and eventually I got it right and it lasts me a full day ! I even love it more than DUO because it’s not gunky and thick like DUO . It doesn’t ruin the lashes as much either , where I find removing the DUO gunk often ends up ruining my lashes . I think I will keep using this adhesive from now on , I definitely recommend this product but also advise users to use it a few times to get the amount and timing correct."
		},
		{
			"review_title": "GREAT FOR SENSITIVE EYES!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Velour products has always been my go to! This lash glue works amazing with my velour lashes! Stayed put all day and did not bother my sensitive eyes!!"
		},
		{
			"review_title": "Super adhesive and easy to use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "This lash glue was super adhesive. The brush made it so easy. I prefer the brush instead of the tube so you don’t put too much glue. I used this with the new velour plant fiber lashes which I would say go hand in hand! Super light and easy to use:)"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I've only used the sample-sized version and I like how easy it is to apply with a brush. Surprisingly, a little can go a long way if you apply it properly and it'll hold decently too. However, I noticed if you don't use it often enough, it'll dry out and be clumpy! Great product for beginners or those in a rush."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am not a regular lash user as i find them hard to put on or often and glue is often hard to manage. I liked the thin applicator and despite being white i didn't feel that it showed when i put the lashes on. And they held on the whole on"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Great hold and consistency…not thick or lumpy and most importantly no funky smells! I like that the brush is nice and thin so it can distribute the right amount of glue on the lashes. I used it with the Cloud Nine lashes and it held up all day!"
		},
		{
			"review_title": "Long lasting lash glue that keeps falsies on",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Great lash adhesive because it holds up so well! It is waterproof and keeps my lashes in place even when it's windy out! It is fairly easy to use, the brush could be a bit thinner for less clumpy application but it isn't too difficult to apply. I like that it comes in a travel size so that I can keep it in my purse in case I need to reapply on long-wearing days. I also like that it's latex-free in case of allergies."
		},
		{
			"review_title": "The best last glue on the market",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Hands down the best lash glue you will EVER use. I am a faithful addict to this glue. It holds up in wind and rain. I will only purchase this!! It will hold your lashes through all elements!!"
		},
		{
			"review_title": "average glue",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "A standard lash glue, I don’t love it and I don’t hate it. I like that the packaging of it is slim so it’s easy for travel. I do wish that it didn’t dry as quickly in the tube. Holds lashes decently. I prefer their 3in1 lash liner adhesive when putting on false lashes though. This would be nice for beginners because of the control you have with how much glue is going on the lash band!"
		},
		{
			"review_title": "Great lash glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Great lash glue! Small enough where I can fit it in my bag and touch up if needed!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Normal skin",
			"review_text": "I have several of these lash adhesives and would continue to buy it. I love the small size making it travel size friendly, and it doesn't dry out. It also applies smoothly and doesn't clump up on my falsies."
		},
		{
			"review_title": "My go to lash glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This is my go to lash glue. Ive been using for years now and I love that it also comes in mini versions I can keep in my purse for touch ups (not that I need it, but sometimes a girl’s gotta cry lol)   Let the glue dry for a few seconds and it will go from a bluish color to clear indicating that its good to go."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I don't love this glue, but I also don't hate it. But could it be better? Yes! I dont like how this glue in the tube dries up super fast - so much wasted product.. the tip of the brush is not as thin as it looks in the photo... the glue isnt the strongest - esp on those corners!"
		},
		{
			"review_title": "Great overall, but you need to use a lot",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "These work great, but it takes a few tries before it gets sticky enough to stick, especially on the outer corners. I find myself applying more and more in those areas to get it to stick"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "The lash adhesive worked really well in keeping my lashes in place all day. If you let it dry for a few seconds before putting the lashes on, they stick even better. No tacky feeling once dry and dries clear."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This glue lasted all night and did not cause any discomfort! The inner corner or the ends did not lift at all. I’m not sure what else I could ask for. I would buy again!"
		},
		{
			"review_title": "Great lash adhesive!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Great lash glue!! Easy application and great holler through the whole night! Would recommend!"
		},
		{
			"review_title": "Easy to use!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Love this glue as it holds up well and is easy to use. Only thing I don’t like is the application, I prefer squeeze tubes like the ardells. I find using the brush applicator makes the rest of the product dry up faster and gloopy. Make it into a squeeze tube!!!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is a nice lash adhesive. I like that you do not need to use a lot and it dries down nice and clear. I am not sure if it’s the chemistry with my tears, but the minute my eyes water the lashes would immediately lift causing the inner part of the band to poke my lids which was very uncomfortable. Overall, it’s a good glue for those that don’t have super watery eyes"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
			"review_text": "This is the best lash glue I’ve ever used. This is waterproof, completely clear when it dries and it keeps your lashes anchored to your eyes. I have purchased this several times as I wear lashes every day. It is my favorite lash glue."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Beautiful and light weight lashes that make my eyes pop! It is so light on my eyes, it feels like I am not wearing any lashes at all! It is a plus that Velour is environmentally conscious with vegan and hemp materials! The glue works well, but does dry with slight residue."
		},
		{
			"review_title": "Put extra on the ends or Directly to lash line",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "As an individual with sensitive eyes, I was happy to try this. I applied the glue once across the lash band, then added a dab more on the ends to ensure a secure hold. The glue has a light white milky look when it goes on and dries down to a clear-ish-matte texture  (approximately 30 seconds later). It did not irritate my eye upon application nor during the first 30 minutes of wear. Unfortunately, after 4 hours the lash ends began to rise up, I assume due to my oily eyelids. On my second attempt testing the glue, I used a hack I found on social media and applied the glue directly to my lash line. The glue got tacky quickly and the lashes held on more securely and did not have raised edges after 6 hours of wear. To remove I used an oil-based eye makeup remover to ensure it breaks the glue down and does not leave any behind. Though I prefer the Velour's 3-in-1 Lash Liner, this is also a great alternative for those no-makeup-makeup days."
		},
		{
			"review_title": "Fabulous!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "A superior lash glue- better than any I have tried up to this point. Latex free is a game changer if you have sensitive eyes or skin. The adhesion lasted through a very hot evening, and even when taking the lashes off, they were well secured. My only piece of advice is to make sure you get all of the glue off of your lash line when removing as I had residue in my lashes for a day or two."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Easy to apply and remove! A little goes a long way"
		},
		{
			"review_title": "Velour adhesive lifer!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I swear by this lash adhesive. Of note, I only use Velour’s lashes in their collection. I have been wearing falsies regularly for over 12 years and this stuff I trust. The drugstore “D” brand that is quite famous used to irritate my very sensitive eyes, and I would usually need prescription drops if excessive sweating or wearing them for too long resulted in an infection. Velour’s adhesive is tacky without being heavy, makes the application easier, and is much easier to remove safely from the lash band. For some reason the black didn’t work for me—too messy and did not feel as strong—but I am the Velour white adhesive’s number one fan"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Great lash glue. Cute and minimal packaging, easy to take on the go and reapply if my lashes feel like coming off (looking at you inner corner). Will need to try the black colour next!"
		},
		{
			"review_title": "Best adhesive on market",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Don’t even waste your time with cheap drug store adhesive ! Velour is the best ! Fine tip applicator and precise adherence and easy to remove"
		},
		{
			"review_title": "A Must Have Essential!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "It has taken me a long time to find a lash adhesive that doesn’t get too messy but applies easily - but this is now my holy grail! It doesn’t sting my eyes as I’ve noticed using some adhesive do and this lash adhesive doesn’t need to be applied multiple times as it stays all day or night!"
		},
		{
			"review_title": "Great lash glue!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I enjoyed this product because of it dries down to a clear formula that won’t mess up your eye makeup! I will say it took some time to apply because of how wet the formula is, but once you get the hang of it it sticks on very well. Try and wait a little longer before applying so that it is a tacky consistency and will bond onto your lash line much easier. I would recommend!"
		},
		{
			"review_title": "Best lash adhesive on market",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Hands down the best lash adhesive out there. I have a big allergy to many adhesives to the point where my eyes will swell shut and this does not do that to me. It keeps the lashes on and doesn’t bother my eyes at all. Applicator is very easy to use as well."
		},
		{
			"review_title": "Strong hold!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I think my favourite thing about this lash adhesive is that it’s a strong hold, but also easy to remove when it’s time to wash it off. I have had trouble in the past with lashes falling off and also with removing the lash glue from My eyelid. It’s pretty amazing how these two problems disappeared with this lash adhesive.  Happy to recommend this product!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Pretty good lash glue. Needed to reapply in the inner corner cause of my eye shape but overall, pretty good."
		},
		{
			"review_title": "Handy lash glue",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "This glue is super slick and easy to apply on the lashes. They stick really well and hold on the lash line nicely. The only downfall is it can tend to get clumpy, thick after a a few uses. Other than that, it’s great!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I cannot LIVE without this lash glue and I've got family members using it too. The glue sticks all day and it lasts when you sweat or workout. I tried to black one, but it wasn't the same as this one. It's easy to take off at the end of the day. If it sticks too much to my eyes, then a little micellar water will do."
		},
		{
			"review_title": "Best I’ve used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "Best lash glue I’ve used. Huda was super sticky and messy, and came out of the tube fast. Tarte melted in the summer and my eyelashes came loose. I love the brush applicator"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "this is the first time i’ve used a lash glue and my eyes aren’t irritated or tired at all. i like how it’s not too thick of a formula compared to other glues too. will definitely purchase again :)"
		},
		{
			"review_title": "Does what she needs to do",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "A great lash glue and it does last the whole night! However sometimes lasts a lil too long…the glue that caught to my lashes was awful to remove or would rip off my lashes when it would get stuck. Def not the best option for people still learning to use lashes as the black does dry black so you can see it on your lids if you miss."
		},
		{
			"review_title": "Rolling the Dice",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "The adhesive works great and is easy to apply... granted that you can get a bottle that isn't already dried up. Out of the 4 times I have tried this product, 3 of them have been completely uselessly dry. So on that note a 3 star rating seems a little too generous, but given that the 1 time I got a bottle that was not dried out, and how well it worked, plus a minimal reaction on sensitive skin, I'd say it was nearly worth rolling the dice here."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "This is the third time this has broken on me. It has completely shattered in my hands while I was opening it. Not being very forceful or anything either, it doesn’t usually take a whole lot for it to open. Sucks that the container is so fragile, especially considering the price"
		},
		{
			"review_title": "Best lash glue ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I cannot get overhow easy this lash glue is for my lashes. I get excited when it comes to putting on lashes now! I sweat a lot snd the glue holds the night. Thank you Velour for revolutionizing my makeup process!"
		},
		{
			"review_title": "easy to use",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This is my favorite lash glue. It doesn’t take long to get tacky (few sec) and stays on all day. Easy to apply too. Just a bit annoying to remove from lash."
		},
		{
			"review_title": "Don’t recommend",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I’ve never bought this kind before. Sadly I think something was wrong with it. Mine was all dry and clumpy"
		},
		{
			"review_title": "Check it as soon as you get it.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "My absolutely favorite glue, and one of the few I can use because of allergies. Always check it as soon as you purchase, as the product can be compromised (dried out or separated) Sephora customer service a has been fantastic about replacing faulty product."
		},
		{
			"review_title": "Exploded in my hand",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Went to use this today and it literally exploded in my hand when I tried to twist the top off. The last two I bought were already dried up. Might need to start shopping elsewhere for my glue because it’s getting a little ridiculous.."
		},
		{
			"review_title": "My favourite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Being a competitive dancer for several years, this is so far my favourite lash glue! I had bought a lash set last year and ran out of the small size it came with. Application is super easy, doesn’t feel heavy on the eyes and lasts all day!"
		},
		{
			"review_title": "best eyelash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "My favorite eyelash glue. I used to suck at putting on lashes but this glue makes it so easy"
		},
		{
			"review_title": "Love it!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Love this lash glue. Stays on all day. If you mess up with the black it just looks like your eyeliner."
		},
		{
			"review_title": "favourite lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been using velour lash glue for years. It’s always been my favourite it lasts all day. And is super easy to apply or touch up with"
		},
		{
			"review_title": "Not worth it at all",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I bought this the first time I started using lashes and loved it.. HOWEVER… the second time I purchased it, the glue was very water and barely held the lashes on my eyes for a few second. There was no stickiness to the lash band. It acted more like a liquid eyeliner. Even applying the glue to my hand, the glue had no stickiness to it. Very disappointment because I would always remember the glue was useless when I was getting ready for the night. Would not recommend."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I wanted to love this, but all I am is disappointed. The packaging is nice, but the glue itself is dry, clumpy and barely sticky. It takes about 5 pumps into the bottle to get anything on the brush and doing that trashes the brush. Unfortunately this is a return."
		},
		{
			"review_title": "AVOID",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "The last 6 bottles within 2 weeks have come completely dried up. I’ve contacted Sephora multiple times and been told to take them back and see if the new ones are “to my liking”. I shouldn’t have to keep bringing them back and repurchasing. I usually love this lash glue and it is the only one that doesn’t irritate my eyes."
		},
		{
			"review_title": "TERRIBLE PRODUCT!!!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Came in looking like dried cottage cheese, no stickiness and barely any product on the brush. A complete waste of money, shipping and material. Don’t bother purchasing this. Incredibly disappointing. I would give it zero stars if I could."
		},
		{
			"review_title": "its not glue lol",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "O love the white version of this lash glue, but the black version is completely non-sticky, maybe the one I purchased was defective or something. It was basically bad eyeliner. I would just avoid this entirely"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "Great packaging, brush does not bend.  I love the hard exterior to take with me on the go.  Easy application and easy to remove. The glue however, does not hold.  I always have to reapply half way throughout my day when I'm only wearing concealer."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "",
			"review_text": "Did not have good adhesive properties, used as directed and did not adhere the lashes well at all. Applicator wand bristles were very nice and glue went on smoothly."
		},
		{
			"review_title": "Great false lashes glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m very pleased how it doesn’t leave hardly residue of my finger and on my eyes!! The glue doesn’t take time to be dried also!! It doesn’t leave a huge harsh, smelly chemical scent!! Nice product!! Really recommend this product and it’s affordable!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "LOVE THIS GLUE! Highly recommend! I’ve tried other lash adhesive and nothing compares to this. Dries very fast too!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "not a fan. bought this once and the tube was completely dry. bought it again and it wasnt dry but my lashes did not stay on at all. duo lash glue is better and stronger. bought it again (idk why) and it was dry in the tube when i first opened it AGAIN. just not worth it."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Came dried out. Usually a great glue that lasts months"
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I have always struggled with putting  on false lashes and this product has changed that for me. My new fave."
		},
		{
			"review_title": "0/10 would not recommend",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I don’t usually write reviews unless I absolutely love a product or truly dislike it. And this unfortunately was a hard dislike for me. I’ve been wearing falsies for years now, and I can make most glues work for me. This one just fails me every time. My lashes always pop off from the corners, no matter how much of this I put on the edges. I tried everything, I waited for the glue to get tacky (which only made the adhesion worse), I applied my lashes right after I put the glue, held it on with my tweezer until it dried, and it still came off. I was only able to get about 1 hr of wear time with this glue before I ended up taking off my lashes completely. I really tried to like this glue, but it’s a no from me."
		},
		{
			"review_title": "super dry inside the tube after the first use.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve owned several of these glues that come with the eyelashes, and I must say that it works good the first time you use it. Like it comes out clean and smooth only for the first time use. It dried up immediately inside when I tried using it the second time the whole tube was dry and it could not be used. They need to reformulate the glue so that it can be useable after the first time use.  Their eyelashes are perfect though."
		},
		{
			"review_title": "meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "i got a small tube of this with a pair of velour lashes, i loved the glue but when i bought a full size, it was clumpy, and the brush was all messed up. idk if it was just a bad batch or something or something in the ingredients"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "LITERALLY MY GO TO LASH GLUE!!! Love everything about it and its so easy to take off my lashes at the end of the day without taking off my natural lashes"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "blonde hair, Light skin tone, Combination skin",
			"review_text": "It's ok. Takes effort for it to stay on.   Pros:  - really easy to apply - dries really fast Cons: - there's a chance it falling off really easily if not enough glue applied. And even then, there's still a chance.   Overall, don't recommend using for long hours. It's good if you're in a rush cause it dries really fast. I always have to bring this around just incase my lashes falls off"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "It’s not gd for me, can’t hold for a night.if u dun mind only several hr it’s ok"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "Used this glue when I went to a fair and was on rides all day (Ring of Fire, Zipper, anything upside down) and it was windy. Lashes didn't budge. This glue means business."
		},
		{
			"review_title": "Never expected it to be so easy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I've struggled with eyelashes my whole life. Every time I want to wear fake eyelashes, I have the hardest time. The glue is too thick, the lashes are too long, they don't fit well on my eyes, the edges come off too quickly, and don't even get me started on magnetic eyelashes (I can't put them on to save my life!). These are a whole different story. I couldn't believe how easy they are! I almost want to wear them everyday now. Love them!"
		},
		{
			"review_title": "Must buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Love this adhesive, my lashes stay on all day and easy to take off at night!"
		},
		{
			"review_title": "It works, with effort",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The black is amazing and blends in with my eyeliner shade which makes any accidental adhesive seem natural! That being said you will have to put more glue on the corners of the lash to get it to stick and you may have to wait an unnecessarily long period of time for it to dry (I personally just put the glue on my lid and put my lash on like that, but to each their own)  If you're a beginner, don't get the black it's super easy to mess up (and if the glue gets on the wrong part of your eye, it's a pain to get off) and look like a swamp monster. If you're a pro, this is a nice transition from eyeliner to lashes imo, love it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "This is my favourite lash adhesive. Easy to use. Adheres well. The only downside is that the product does tend to build up on the bottle over time (especially around the opening) which can make it annoying to open and close."
		},
		{
			"review_title": "They stay!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Use this on the daily! Has great wear and hold from natural to bold lashes."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Product was all dried up when I opened  it to use it .I thought I had done something wrong only to see other reviews saying the same thing"
		},
		{
			"review_title": "Perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Awesome glue. Works all day long and easy to clean."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Good lash adhesive, easy to use and it dries quickly and is clear so it works well with any lashes or eye look. The applicator is easy to use and seems like it will last a long time."
		},
		{
			"review_title": "Really great hold!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this stuff, it dries quickly and produces a really strong hold! I spent the entire day poolside and in the sun and the sweat from my face didn’t even make it budge wow! It also doesn’t leave you eyes feeling sticky like there is always something on the eyelids I really recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Great applicator. I can apply enough lash glue without wasting any extra unnecessary glue. It has a good dry down time for you to apply and make  any slight adjustments you may need."
		},
		{
			"review_title": "not a bad alternative",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I had the chance to use this as it came with my effortless lash kit. I found that it took longer than usual for it to dry down and stay tacky compared to their other lash glues (to date, their lash and go eyeliner is still my all time fave). However, it did the job so I don't have anything bad to say about it."
		},
		{
			"review_title": "strong and clear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This glue is great. It has strong hold and is easy to apply. It dries clear and is not too thick. I wore lashes with this for the whole day and it held up pretty well"
		},
		{
			"review_title": "Best lash adhesive!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This adhesive is SO easy to apply. It's mess free, it doesn't drip anywhere, and it's precise tip glides right on the lash line. Very happy with this lash adhesive!"
		},
		{
			"review_title": "Best. Lash glue. Ever!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I use the clear lash glue, and I always recommend it to all my lash Girls! Whether you’re a newbie or a lash queen, this is the glue for you! It goes on blue and dries clear and will stay through pretty much anything...I’ve had complete emotional breakdowns and my lashes have stayed in place!  10/10 will always recommend, and I always DO recommend this lash glue!!"
		},
		{
			"review_title": "No wait for drying time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the applicator, it’s easy to glide on the lash strips. 1 dip and 1 slide and they’re ready to apply."
		},
		{
			"review_title": "Favourite Lash Glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "One of my favourite lash glues, the brush is super thin and precise"
		},
		{
			"review_title": "Strong hold",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Using this adhesive is very easy. Application and removal are mess-free. The adhesive has strong hold. I also enjoy the minimalistic packaging!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I've used many lash adhesives before and this one has the strongest hold! Love the packaging as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Usually I don't use the lash glue that comes with the lashes I purchase but I decided to try this and I found this lash glue does the job!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "My new go-to. The tackiness lasts long after you've applied it. The applicator makes for easy swiping on your falsies. I used it with the Velour Effortless lashes and it was perfect.  Highly recommend!"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone",
			"review_text": "One of my all time favourite lash adhesive for personal and professional use. It has the staying power to keep your lashes in place but I love the flexibility of adjustments when you are applying the lashes on myself or my clients. No irritation and love that it is latex-free."
		},
		{
			"review_title": "HG lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My ride or die lash glue. I love how tacky it is the min you swipe it on your lash and the staying power is legit 10/10. Cannot recommend this lash glue enough."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I love how easy it is to use the glue. It dries on clear and I don’t have to worry about how it goes on the lashes. It is also very easy to remove. My lashes stayed on the whole time. I would recommend the product."
		},
		{
			"review_title": "The beste lashes adhesive ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I am a beginner when it is about applying lashes. I hate some glues don’t help who struggle with it. So, I tried velour lashes adhesive. It issss amazing. I can’t express how made my life easier. It is totally clear, no mess afterwards. It holds my lashes without worrying about popping up.   If you struggle with lashes glue, this one is for you.  I am in love with it."
		},
		{
			"review_title": "Look no further!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I don’t have a lot of experience with using lashes, and of the experiences I have I have always struggled with the glue - from the applicator using too much glue to not long lasting. This glue was great. Applied on thin and clear and lasted me the whole day. The brush tip was perfect, allow you to use just enough and quick to dry and stick."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This lash glue made my lashes stay on all day. I've had a hard time finding lash glue other than the house of lashes glue, and this definitely hit it out of the park with me especially with my oily lids."
		},
		{
			"review_title": "Best lash glue for on the go and sensitive users!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Love this lash glue. Dries clear and the applicator makes applying and touch ups really easy. Great for on the go and also prefer this so much more than the glue that comes in a tube. Stay power is also pretty good and no stinky glue smell which one popular brand always has that I absolutely hate."
		},
		{
			"review_title": "Love the brush tip",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "I really like this glue over all. The application is precise and it dries down clear. I just wish it was the tiniest bit tackier. I don't have a ton of experience applying lashes and knowing how tacky is tacky enough is not yet my strong suit. I would still recommend this glue and otherwise really like it. I didn't have any irritation or any residue after removing either."
		},
		{
			"review_title": "Dries perfectly clear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I loved that this was super easy to apply to the lash, took only 30 seconds to be ready to apply and dried so perfectly clear!  No globs of glue at all!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "black hair, Light skin tone, Combination skin",
			"review_text": "Was very excited to try this glue - got it with the effortless kit. I was so disappointed when I finally opened the package, and the glue was dried out... not a touch of useable glue.. had to go out and buy a different glue to put on the lashes :("
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "lightMedium skin tone, Normal skin",
			"review_text": "I like the consistency and there’s no odour (compared to previous brand I used)."
		},
		{
			"review_title": "BEST LASH GLUE EVER!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "My favourite lash adhesive. My lashes did not budge for me full day event in the humidity. Highly recommend!"
		},
		{
			"review_title": "you need this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Latex free lash adhesive is key for anyone wearing lashes in my opinion. As a makeup artist I always have latex free in my kit as latex is a more common allergy than you would think!! Some latex free lash adhesives just don’t have the same grip as others, this one is perfect!! This keeps your lashes on as long as you need! Attending an emotional wedding? Don’t worry, your lashes will stay put even while you shed a few tears! The best part? When you remove your lashes the adhesive comes off without feeling like you need to be aggressive on your eyelids."
		},
		{
			"review_title": "best glue I’ve used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The perfect consistency, has a slight blue tinge that allows you to see exactly where you have glue and then dries clear. Lasts all day, and even survived a workout, not sure if it claims that it’s sweat proof but it certainly didn’t budge for me. The applicator brush is flexible enough to use for touch ups if needed, but probably won’t as this glue won’t budge till you want it to."
		},
		{
			"review_title": "Great light adhesive.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "To start off, the good. It’s a pretty little tube, so way better than carrying around an unaesthetic tube/having an unappealing product on your vanity. I have three of these adhesives and I just love collecting them. The brush that does the application of the glue glides smoothly and never gets clumpy. Also, there is no need to cover the adhesive after with liner, adding to the natural-look. It’s checking off all the right boxes.   However, I felt the adhesion itself was on the weaker side. If you are wearing really dramatic heavy lashes, I wouldn’t use this glue (I literally did a zoom conference not realizing that my lashes were coming off…). For a natural daily lash, this glue is PERFECT. It’s light & airy. Also, it’s not a pain in the bum to take off my lashes afterwards and my own natural eyelashes aren’t mutilated. I personally preferred Velour’s black eyeliner/adhesive 2-in-1 for a dramatic look."
		},
		{
			"review_title": "Amazing glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This adhesive is absolutely amazing. I have used it to apply lashes multiple times and they have stayed in place for hours and not difficult to remove. The application on the lash should be fairly opaque and it's best to make sure the ends are saturated to prevent lifting. This is my go-to lash glue!"
		},
		{
			"review_title": "Great for sensitive eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Love this glue! I have highly sensitive eyes and most glue and lashes irritate my eyes if worn for over 3 hours.  This glue let's me wear lashes for 12+ hours with my eyes feeling great.  Dries completely clear too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Finally a lash adhesive that is actually clear when it dries. Stays put all day and really easy to use (i am newer to using lash glue and i have really enjoyed using this as the applicator is very easy and doesn’t budge) Great product"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This glue is probably one of the best I've ever tried! the glue stayed intact for several hours and lasted through smoke, tears, and anything else you could probably imagine!  I found the Application was very easy in comparison to other glues. The glue dries quickly and is completely clear which is a huge bonus!"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Oily skin",
			"review_text": "Enjoyed the lash adhesive fully. Goes on clear and cannot be seen once it is dry. It does start to dry out with time so use appropriately!"
		},
		{
			"review_title": "Absolutely easy to work with!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "The velour lash adhesive is one of the best lash glues I have ever tried. The applicator allows for a very smooth and clean application. I have very sensitive eyes and wear contact lenses and I never had an issue with my eyes not liking the glue. The glue really makes lash application easier and helps those who do not wear eyelashes very often."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The adhesive goes on white, but dries completely clear. It dries quickly and my eyes weren’t irritated by it at all. After about 5 hours of wear I noticed some lifting of the inner corners of my lashes, but nothing major."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Easy and smooth application - especially for my first time! One of the best for keeping my falsies on all day."
		},
		{
			"review_title": "Easy application, dries clear!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I really enjoyed using this glue! The brush style tip makes it easy to spread on the lashes and it has a milky consistency for easy application. I have sensitive skin and this worked well with my eyes! Once everything is dried, it is clear and I like that because I’m sure there were some smears as I was readjusting the lashes! I would definitely recommend trying it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Dry skin",
			"review_text": "I liked the applicator and consistency of this glue"
		},
		{
			"review_title": "Lasted all day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I really love this glue, when I used it my lashes stayed on all day and I did not need to reapply the glue at all! I also have sensitive eyes and this glue did not cause me any irritation throughout the day."
		},
		{
			"review_title": "STRONG hold",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The strongest glue I’ve used. Withstands my watery eyes and keeps my lashes on all day! Highly recommend! The packaging is also super pretty sitting on a vanity."
		},
		{
			"review_title": "Quick and easy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Love this lash adhesive, super easy to use and leaves no mess. Plus the cute packaging makes it last, it does not dry out, and it looks so cute and you can just throw it into your purse or makeup bag. Highly recommend."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Love this glue! It's a thinner consistency than most lash glues, which I thought was great because the false lashes sit closer to my own lashes that way. The glue goes on milky so you can see exactly where you put it, but dries completely clear (helpful because I moved the lashes around a few times and got glue on my eyelids, but couldn't tell).   The glue held on all day, I didn't have to touch up the inner or outer corners like I often have to with other glues. It was also super easy to remove, very minimal tugging on the eyelids!"
		},
		{
			"review_title": "Look no further, honest review.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Favourite Lash Adhesive... hands down. Been purchasing Velour's signature lash adhesive in both clear and black since they came out as a lash company (you remember the purple boxes? lol). They have been my go to because:  1. I have sensitive skin on my eyes and this glue hasnt given me a reaction since day 1. 2. The brush is pointed and precise for easy application. 3. It works, I mean it doesn't budge all day in hot humid weather, night out at the club, crying at the movies loool.  The product speaks for itself honestly, and Sephora is always out of stock online so you know people are repurchasing for a reason."
		},
		{
			"review_title": "It’s alright",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I am also on the hunt for new lash adhesive because I am very specific about what I want in my glue. This checked off a few boxes right off the bat. A hard exterior is mandatory so it doesn’t explode all over my products in my makeup bag as well as minimal to no scent detectable when applying to lashes. Finally, this glue has a wonderful thin and tapered brush too which made precise application a breeze.   However, when it came to actual adhesion this glue fell short. On clean, lightly powdered eyelids with no makeup applied, the glue hd a very weak hold and my inner corners would not stick no matter how long I held them down with my lash tweezers. In the end I had to apply a double coat of the glue with one initial layer and a second when the first was getting tacky as well as notably, a giant gob in my inner corners.   Unsure if due to hooded eyes but this glue was just alright. I will of course continue to use it due to the fact that it has no off putting scent like some other brands do and as a small plus, it has the prettiest blue iridescence to it!"
		},
		{
			"review_title": "The BEST glue EVER!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This has to be the BEST glue ever!!! It doesn't irritate my eyes and it doesn't need touch ups because of humid weather! absolutely awesome!!"
		},
		{
			"review_title": "LOVE THIS GLUE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This glue is a holy grail for my freelance kit and my personal use. It always has such a great hold, and I find it to be very consistent. I like how it holds up but isn’t difficult to take off at the end of the night. You need to try it!"
		},
		{
			"review_title": "Holy Grail lash glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This glue is everything you need and more!   There’s no funky smell to this unlike other eyelash glues out there. The clear version of this glue is latex-free which even if you aren’t allergic to latex is good because it’s a sure fire way to make sure no irritation occurs. The brush on style applicator is so useful and gets rid of the hassle of getting just the right amount of glue on the lash band.  I use this glue as my main glue in my Pro Kit, so it gets a lot of wear and tear from me. I use it for bridal, commercial, film and tv - you name it. It has held up beautifully in every situation. It goes on a translucent blue colour then when it dries down it’s completely clear, and there’s no colour to it whatsoever. I love this glue SO much and I can’t recommend it enough!"
		},
		{
			"review_title": "Everyone needs this lash glue!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This lash glue is fantastic. You have to wait no time until it’s tacky & when I say your lashes will stay on I truly mean it!  I usually have issues with other lash glues coming off throughout the day / my eyelashes lifting but this glue is a game changer. Never will be without one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I am fairly new to false eyelashes but I used this glue in the clear color and my lashes lasted for days. I used the lashes that are in a cluster of 3 and not the banded lashes but they bonded so well and stayed put. You do need to let the glue dry for 30 seconds per the directions before applying to the lash line. It needs to be tacky. Awesome product and does not irritate my skin at all, even after having slept in them."
		},
		{
			"review_title": "never fails 10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Mind blowing… my lashes stayed on for dinner, drinks, and HOURS of rigorous activity… still perfect and unbothered. Works every single time for me, just make sure you use it properly. Changed my life"
		},
		{
			"review_title": "waste of money and time",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Big waste of money. I had great expectations for this product but I opened the product only to find it ALL DRIED up... You don't pay $16 for dried up glue."
		},
		{
			"review_title": "Dry Product.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "so I received my order about 2 week ago, and I have yet to even use this product. it arrived dry! in the package. I'm actually pretty mad... it was NOT a free sample, I just don't have any other option to use."
		},
		{
			"review_title": "BETTER OFF BUYING DUO",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "The wand and tube opening became tacky/chunky after a few uses, brush is thicker than other adhesives. The Duo brush-on lash adhesive is a better alternative! Much longer-lasting for a lower price"
		},
		{
			"review_title": "Dry and Expired",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I purchased the Velour Lashes Lash Adhesive in “White Latex-Free”. Upon opening, the applicator brush came out absolutely stiff dry with no glue on it. Inside the container you can see the product balled up in a hard clump. I tried scraping at the walls of the tube with the applicator brush to see if I could get anything, but it’s beyond dried up. After I checked the expiry date I realized that I received a product that had expired over a year ago. Normally I wouldn’t write a review for an expired product, mistakes happen, however looking at other reviews this seems to be a reoccurring issue with this product. So just giving a heads up!"
		},
		{
			"review_title": "Before you make up your mind read this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Had to weigh in after reading all the bad reviews..  I’m a lash a-holic. I have a stick pile of almost every velour lash style along with other brands. I’m no newbie. I’ve used Duo lash glue, KISS, Sephora and others. To be honest, I’m impressed with how this glue performs. For a black glue it’s not too wet after you apply it to the lash and let it dry a bit (get tacky) before you place the lash on. But I think where the bad reviews come from is because people are just quickly brushing a thin line on the lash band when in fact you should “dab” it on several times to adequately coat the band then let the air dry it slightly for several seconds before applying. You’ll get a strong air tight seal that will last until you soak it off with a Q-tip or the velour remover. If you just quickly brush on the glue it’s hardly enough to create a seal on your lash lid base. For sure it will come off. Before I became a lash pro, stuff like this would happen to me. Also, some shy away from using the black because they are afraid of smudging the black glue when putting on the lash but this is because it’s too wet and you’re applying it too soon so it “slips” around therefore smudging the black glue everywhere. I find this one does dry down pretty quick compared to say the Kiss latex tube (without a brush) -latex takes longer to dry. Once I apply the lash with the Velour black glue, I can’t pull my lashes off at all. Totally stuck. Another great thing about using this black glue is the lashes blend in so seamlessly whereas with white or neon blue glue you get a dull grey cast at the base that shows you’re obviously wearing false lashes and it looks dirty too. So many times I’ve seen girls (like a server) or someone I don’t know, wearing the white glue and it looking so obvious and messy under lights. With black, or this jet black, you look liner polished as if you’re not wearing any glue. Although if my lash band is very thin, I will use a white glue for the no makeup look."
		},
		{
			"review_title": "Amazing product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "LOVE this adhesive. I'm a bartender, so I need my lashes to stay put for hours while running and sweating; this adhesive never fails! Plus it doesn't aggravate my sensitive skin"
		},
		{
			"review_title": "waste of money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Honestly don’t waste your money. I’m really allergic to eyelash glue and I’ve been trying to find a lash glue that doesn’t irritate my eyes although this didn’t I couldn’t even get a proper application on the lash strip. It was basically empty so I exchanged it for another one but the 2nd one was also empty with little clumps."
		},
		{
			"review_title": "Absolutely Not!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This 'glue' couldnt hold two magnets together. Its an absolutely not for me."
		},
		{
			"review_title": "Not for Me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I did not enjoy this eyelash glue. It has a thin consistency and a long drying time.The sticking power was awful, and I gave it a good month long trial before calling it quits. I would apply my lashes and get maybe 2 hours of wear time before I would pull my falsies the rest of the way off. I would rather use Kiss lash glue."
		},
		{
			"review_title": "it’s a no from me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Gets stuck in your lashes and made my eyes water. Caused the glue to loosen and lashes to fall of. The packaging itself also leaks."
		},
		{
			"review_title": "The BEST (caps for emphasis) lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Of all the lash glue in all the land, this is the best. It doesn't need time to dry the way other lash glues do. Lasts all day. Highly recommend!"
		},
		{
			"review_title": "Messy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This glue works really well however it’s extremely messy the glue gets all over the screw part and becomes super gummy and messy. I bought this several times the first time I liked it however the 2 last times I got it the product was literally dry & empty? And then I got a replacement and it was also dry and empty super weird. Wont get again."
		},
		{
			"review_title": "it’s a no for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Made my eyes swell and peel. Also didn’t make my lashes stay on"
		},
		{
			"review_title": "DO NOT BUY WASTE OF MONEY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "Absolutely a waste of money, I ordered this super excited based on the reviews but it came all dried out and did not work at all. I couldn't even put glue on my falsies it was so dry and empty. It's like I was given an empty product."
		},
		{
			"review_title": "Not very sticky",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I purchased this product since I ran out of house of lashes glue and this was the only thing in stock. I wear falsies everyday and have been very disappointed with this product."
		},
		{
			"review_title": "WOW.  Love this lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "So far this is the best lash glue I have used. Does not leave goopy mess on eyes, is easy to use, and really holds well. I find this way easier to work with than duo which everybody seems to love. definitely worth trying!"
		},
		{
			"review_title": "Best ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I don’t know how everyone isn’t crazy about this mascara. I love the brush and that it doesn’t deposit too much product at a time."
		},
		{
			"review_title": "Great glue but ...",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "The glue is great. I am someone who wears strip lashes every day and this glue has surpassed any others that I have tried. The only flaw is the company seems to be putting out faulty lot numbers where glue is dried out/nonexistent. I have now gotten two tubes in the mail that are empty and they’re both from the same lot number so I returned it to the store and asked them to flag the lot number because I am now ordering my fourth tube of glue hoping for a tube that’s not dried out or empty. Hopefully this one works out but the glue itself is awesome."
		},
		{
			"review_title": "love this so much !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "Best lash glue I’ve ever used. I’ve used a ton of different lash glues and then finally tried this one and I haven’t bought any other kind since. I’m on my 3rd bottle of this glue. Love it. My lashes stay on forever and it gets tacky pretty quickly, making it so easy to apply my lashes."
		},
		{
			"review_title": "Best Glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Personally the best glue I have used, it has a nice slim applicator, doesn't have a strong smell and really keeps your lashes on"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Love this glue works great also love it’s not messy"
		},
		{
			"review_title": "Really good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I have used this glue twice so far and my inner corners have stayed in place both times which happens to me with the Duo glue. I found the application was super easy because you can watch the glue change colour as it gets tacky, and once it’s semi-dry you can adjust the lash on the eye to get the final position perfect. Removal was surprisingly comfortable for such a strong glue, not that I’m complaining! Over all one of the best glues I have used"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been using this product for a year i’ve had no problems with it, it turns blue once it’s ready to be applied. Way better than the duo brush on lash glue."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "",
			"review_text": "Love and hate it. Stays on all day and the applicator makes it super easy to apply and reapply if needed in inner corners but it’s very difficult to clean the glue off of your lashes so it makes me have less uses from my lashes gettinf filled with glue."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my favorite lash glue, I do not need to reapply even if I have been wearing falsies for 16+ hours and I prefer it above all my other black glues as it is easy to clean off of lashes without breaking thin lash bands. If you are looking to move from clear lash glue which can leave a dusty film over liner and mascara this one dries quickly and is an easy application."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Extremely sticky, takes forever to dry, slips a lot when applying lash to lash line."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Dry skin",
			"review_text": "Didn’t stick lashes as well as my old house of lashes but it did the job. The reason it gets one star though is because I knocked it off my counter once and the tube exploded. Cheap packaging, and now I have glue everywhere."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This glue is amazing! It turns blue when it’s ready to be applied to your eye, which is definitely nice. It lasts all day and it’s the only glue that stays with my watery inner corners. 4 stars only because it is SO hard to get off of your natural lashes."
		},
		{
			"review_title": "Go clear or go home.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Trash glue. It's basically useless, I applied a ton to the lash and it's falling off my eye. Worst glue ever. The clear one is god tier, skip the black."
		},
		{
			"review_title": "Ineffective and disappointing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "This is the worst glue I have ever used. It wasn’t in any way “adhesive”, it took forever to dry and as soon as it did the lash would pop right up and I’d have to apply it all over again. I ended up using my Sephora glue, and although the packaging on that one is a little annoying it’s 100% better than this one from velour. Please do yourself a favor and keep this glue out of your cart!!"
		},
		{
			"review_title": "THIS IS IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Literally my favorite lash glue ever. This stuff won't come off easily, and you're definitely getting your money's worth"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Easy to use. Super affordable and doesn’t damage my lashes"
		},
		{
			"review_title": "Don't waste your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "It does not work. It does not stick to my eyelids and damaged the lashes"
		},
		{
			"review_title": "Impossible to remove",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "It does stick well but it's impossible to remove from my natural lashes and will ruin your false lashes!"
		},
		{
			"review_title": "Nothing special..",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Nothing special about this glue. Doesn't dry fast, you're better off just buying DUO glue from the drugstore"
		},
		{
			"review_title": "Best lash adhesive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This is my favorite lash adhesive, you don’t really have to wait for it to dry and it seriously holds. I never have to reapply."
		},
		{
			"review_title": "best lash glue ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Seriously the Best lash glue in the market!!! I do bridal makeup- and for me, it is important for my brides to have lashes that won’t fall off when they cry or dance. This glue will hold all day long. Highly recommend. It’s a must. So glad Sephora carries it now!"
		},
		{
			"review_title": "THE BEST LASH GLUE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I have a latex allergy and this works so well for me! I tend to stay with the clear glue because every now and then I will goof so I don’t want to use the black adhesive. My lashes stay put from the moment I put them on until I take them off when I get home from work."
		},
		{
			"review_title": "Magical glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This glue is Perfect for me! I have to repurchase it again and again. It’s really a magical for me personally. So easy to apply. Stay for so long! Yupp I love it!"
		},
		{
			"review_title": "Disappointing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Disappointing. I purchased the kit with the velour lashes, tweezer, and the white glue which worked really good.  But for some reason, this black one does not work too well. I always end up with my lashes coming off during the day.  I ended up having to buy a back up lash glue from a drug store that worked way better and it only cost me $5.09!!!!  NOT buying this again. Disappointing and a waste of money!"
		},
		{
			"review_title": "Like magic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "This adhesive solved all my problems. I love lashes but have had so much trouble with the glue I was using (Duo). My eyes felt heavy and I was always aware that I had lashes on. So happy I took a chance with this. Has a cool iridescent color that dries clear. The brush applicator is thin so if you miss a spot you can apply right on your lash line and restick. Also it’s tacky, not rubbery sticky, so if you need to press you lashes together with your fingers, that gluey excess doesn’t come off. I love that I don’t feel my lashes anymore!!! Tha best ever."
		},
		{
			"review_title": "Best Lash Glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this lash glue so much!! My lashes stayed on so well and the glue was completely undetected since the formula is black and matches the lash band and mascara! So great for the price, highly recommend"
		},
		{
			"review_title": "this sucks",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Came completely dry :( what a bummer, would not recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I love this lash glue because of the applicator ! It makes it so easy to use! It doesn’t have a bad scent to it, the black glue makes it so you can’t see it over your eyeliner and it holds the lashes strongly all day!"
		},
		{
			"review_title": "Good lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Light skin tone, Normal skin",
			"review_text": "I love it! Holds well and doesn’t bother eyes. Packaging cute and glam :)"
		},
		{
			"review_title": "Great hold, easy to use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I wear glue on lashes every. single. day, and I love this stuff. Amazing hold, starts bluey green then dries clear, and stays a little tacky in case you have fumbly hands or slow application like me, which also helps for getting the lashes in just the right position. 10/10!"
		},
		{
			"review_title": "Nice black glue but doesn't have the *best* hold.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Works well, stays dark dark black after it dries, but doesn't quite have the hold power that the clear velour glue has. It does its job but I do tend to have some inner corner separation some days whereas the clear glue never separates."
		},
		{
			"review_title": "excellent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I bought this lash adhesive for a pool party and it held up really well. It doesn’t say anything about it being waterproof but the staying power and hold with this product is much better than my usual duo glue. My only issue with it is that it’s extremely difficult to get it off of your lash line and lashes."
		},
		{
			"review_title": "Look for another lash glue",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The most frustrating lash glue I used. I struggled putting on my lashes and reapplied it many times until I finally decided not to wear the lashes. It will not stay on."
		},
		{
			"review_title": "Every Day Fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have been wearing this lash glue daily for 3 or 4 years now. It's the best I have found. Flexible and comfortable with great hold. However, I would recommend the black over the clear. it has better staying power for some reason."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Didn’t purchase this exact product but I did purchase a kit that came with this glue. I always have a problem with false eyelashes coming off on the in corner except for when i’m wearing this glue. It’s literally the strongest glue i’ve ever used, it’s so strong that I’ve used it and had to RIP OFF MY FAKE EYELASHES after 12 HOURS of wearing. Can’t wait to try them for a night out. The only reason I’m not giving five stars is just because it’s so hard to get product on the brush"
		},
		{
			"review_title": "the absolute worst",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is the absolute worst lash clue I have ever tried. It’ll help the lash stick but with the slightest little tug it’ll all come off. It won’t really secure your lash at all"
		},
		{
			"review_title": "Definitely recommend!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Amazing packaging however not so great adhesive. It sticks but doesn't take much to pull off. However I still love the black and it is my go to lash glue!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Works great for me! I use it for individual lashes and I don’t have any irritation at all"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "impossible to put lid on without glue squirting out sides making a sticky mess"
		},
		{
			"review_title": "doesn’t last!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I bought this from the recommendation of an associate. I find that this lash glue only lasts a few hours, I apply it both to the lash band and along my eyeliner and after a few hours my lashes are popping off. I used to use the duo glue and will be going back it’s way cheaper and lasts so much Longer"
		},
		{
			"review_title": "love this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "I used too use duo for 5-6 years but my eyelids eventually got irritated and so I tried this and I am obsessed! It is definitely super strong hold and semi water proof"
		},
		{
			"review_title": "Stay All Day, Absolute Best, Beginner Friendly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The clear lash glue has beautiful packaging and came when they said it would. I found absolutely no flaws to this lash glue.  It brushes on an iridescent purple so you can see what you’re doing and then dries to be completely invisible. It brushes on super nice and the brush is really nice and thin. I wore my lashes (House of Lashes - Sophia) out and about for almost 10 hours today and this glue kept them firmly in place. THEY. DID. NOT. BUDGE! I have never had a glue (in my limited experience) that has worked this well. The price is amazing.  This glue didn’t irritate my sensitive eyes at all. It took a bit of effort to come off, water and makeup remover and a little tugging, but it didn’t rip out any eyelashes."
		},
		{
			"review_title": "Wonderful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this lash glue! It’s one of the best if not the best! It probably the best on the market for lash glue. I love that it brushes on instead of a squeeze tube like those duos from the drugstore. This is sooo much easier to use!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I have sensitive eyes and have tried multiple lash glues, this is by far my favorite! Your lashes will NOT move!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I just started wearing false lashes, I bought this eyelash glue and a DUO one, I find myself using this one more often. Wearing it 10+ hours a day and I haven’t had any issues with this glue. I put some on the lash band as well as a quick swipe on my lash line, stays in place all day and easy to take off. I recommend to anyone who is just starting to wear lashes."
		},
		{
			"review_title": "doesn’t work",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "does not work well at all. i ended up just buying duo and i’m not going back after seeing the difference. this was pricey and did nothing for me. i use velour lashes too! i do not recommend, don’t waste your money."
		},
		{
			"review_title": "Not it sis",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I'm SUPER underwhelmed by this glue, and annoyed because an associate recommended it to me. I was running late for work one day and had to stop for lash glue on my way, I asked an associate for lash glue and she recommended this. In my opinion, DUO lash glue is actually way better. Don't see why I'd pay a higher price point when I didn't notice anything better about this glue compared to drugstore."
		},
		{
			"review_title": "Reliable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "Love love love this adhesive! Stays on yet comes off easily!"
		},
		{
			"review_title": "Apply two coats for this to work",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "If you have sensitive eyes like me, this glue will be great for you. The consistency is a bit lighter if you're used to using duo lash glue. I found out that you have to apply two coats for this to stick well (Kind of annoying but w/e). First coat let the glue get tacky and then apply the second coat. Wait for it to be tacky again then apply the lashes."
		},
		{
			"review_title": "Best glue for sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "No down time, just brush on the lash and place. Holds all day, non irritating and easy to remove. The best I’ve ever used."
		},
		{
			"review_title": "Did not like it.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Did not like it . I was not impressed by the lash glue at all. It took forever to get tacky and it wouldn’t help to adhere to my lash line. I had to keep putting on more adhesive for it to work. Overall I hope they can improve there glue. The only thing I liked about it was the fact that it was a brush on application so that it’s not as messy."
		},
		{
			"review_title": "sticks to eyelashes",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Left glue residue in my lashes that’s hard to remove, even with eye makeup remover. But I must say, it works! And works really well, my fake eyelashes stuck on my eyelids wouldn’t come off"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I have to say this product was not as effective as much cheaper formulas from the drug store. I found that it did not get as tacky and I had to apply product twice or in specific spots to get a decent adhesion. I found it started to lift very quickly. I will not buy this again."
		},
		{
			"review_title": "Not worth it.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The adhesive formula is very weak compared to others on sold in store. I wear lashes daily but with this glue I needed to reapply twice because my lash bands would start to peel and make gaps from my eyelids."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Tried alot of Lash Glues. This stuff is like Super Glue and I had no problems with irritation as a contact wearer. Very Satisfied Finally!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Very easy to use and good lasted the entire night I was out"
		},
		{
			"review_title": "Best Lash glue I’ve used!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This lash glue is the best! Very easy to use. The applicator makes it easy to apply to the lashes and the hold is great. I have watery eyes so it’s hard to find a lash glue that holds all day."
		},
		{
			"review_title": "Favourite lash glue!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "My favourite lash glue! Have repurchased the velour lash glue multiple times. I've tried other brands and I keep coming back up Velour glue as it has the longest staying power. Never need to touch up. The brush applicator is way better as it gives you control compared to last glue in a squeeze tube!"
		},
		{
			"review_title": "My favourite glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "LOVE this glue. Applicator makes it easy to use/apply, dries quickly and adheres lashes all day. Tried a few other brands, and this is my favourite. A little goes a long way."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "LOVE IT!!! Great purchase and it doesn't hurt or remove any of my lashes when I remove my falsies. <3"
		},
		{
			"review_title": "Glue Really Sticks!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I decided to give this glue a try because I’ve heard great things about it and it truly did NOT disappoint!! I used to only use the brand by Ardell and that worked fine except that whenever my eyes got watery, my lashes would come off halfway. So I tried the lash glue by Velour and OMG, I fell in love. It lasted all day even with my watery eyes and it was actually a bit hard to take off because it stuck so well. I can confidently wear my lashes now without fear of them falling off mid day. Totally worth it!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Came dry and clumpy. Did not adhere to my eyes at all. Super disappointing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "amazing! this was recommended to me by a sephora employee and I'm obsessed. I used it for a rave and my lashes didn't budge."
		},
		{
			"review_title": "Sticks Well, Removes Kindly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Just repurchased, this is some concentrated stuff.  Just a nice even bead keeps lashes on my watery eyes all day (or night).  To remove I just lightly tug the band while holding my eye skin.  The glue doesn't pull out my lashes and peels off the band with a little effort."
		},
		{
			"review_title": "BEST LASH GLUE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "Absolute best lash glue at Sephora! Really easy to work with and stays all day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love it. My lashes stay on longer!! You all should buy one as well trust you’ll love it. The clue is transparent so it is not noticeable at all a quick tip would be put a line of glue where you will stick the eyelash and some on the eyelash and it helps it stay even longer."
		},
		{
			"review_title": "Crap product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The product does not come out of the tube easily, and I find I need to swirl the brush quite rough to get an OK amount of product.  It also does not stick very long.  Wore my lashes for about 2 hours with this glue and they were practically falling off, vs when I use the DUO lash glue and I need to PULL my lashes off.  Overall, definitely not worth the money, you are only paying for the Velour name."
		},
		{
			"review_title": "Glue Not Strong Enough for Lashes",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This was a bad purchase for me. For some reason, my lashes kept coming off at the ends. The glue is no strong enough to keep lashes on all day, no matter how much product you use. Super frustrating to have your lashes appear to be falling off midday even after applying a lot of glue. It just looks so tacky and unprofessional. Do not buy this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I really liked that the glue was black. The applicator was easy to use. No mess."
		},
		{
			"review_title": "worse than terrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "if i could give it less than 1 star i would. hands down the worst lash glue I have ever used. I would not recommend this to anyone"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Very good strong glue. It has a slight blue-purple milky color when wet, dries clear. Component is very chic in its white/gold design. The applicator has a thin point brush which is very easy and helpful when applying this glue to lashes. Would repurchase."
		},
		{
			"review_title": "best lash glue ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Best glue ever. Keeps lashes on and easily comes off."
		},
		{
			"review_title": "VERY STICKY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Velour Glue- Holy Moly ! This stuff WORKS! The last time My friend @angelina.penn put lashes on me, the glue she used never stuck and fell off after a few seconds. This glue does not let go of my skin and that is a good thing. It could stay on all day and probably all night. Fantastic Velour! Quality 5/5⭐️ Would recommend! Product free"
		},
		{
			"review_title": "Stayed through the night",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Stayed on most of the night! I did get pushed into a person and they quickly fell off and were hard to get back on, but luckily that’s not a typical night."
		},
		{
			"review_title": "Really good buildable formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I thought this adhesive was really good - it dried quickly and was super strong but it didn’t hurt to take the lashes off. It’s a super buildable Formula and dries thin so even if I put more on it’s not getting super cakey. I got this product as a sample and I really enjoyed it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I’m so glad to have received this lash glue to try out. I found that it did a great job keeping my lashes in place all day."
		},
		{
			"review_title": "50/50",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "On the fence about this adhesive. I like the thin formula and how it dries thin but I don’t feel like the hold is as strong as I’d like it to be.  I received this product as a free sample."
		},
		{
			"review_title": "Worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Absolutely worth the price. I’m not the greatest at applying eyelashes on but, this product had made such a different. It doesnt leave it looking clumpy or messy on the eyelash strip."
		},
		{
			"review_title": "THIS IS TRASH",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "This is absolute GARBAGE!! If I could give it ZERO stars I would. It’s barely any product in it & after 2 uses it dried up!!"
		},
		{
			"review_title": "Best Lash Glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This stuff is amazing! I got it #Complimentary with my #FallVoxBox it works better than any glue that I’ve ever tried! I feel like I use less glue too which is a plus! Will be purchasing this when I run out! I received this product complimentary for review purposes."
		},
		{
			"review_title": "Great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I don’t wear falsies on a regular basis, but this pairs perfectly with my new Velour lashes for a special occasion or night out!! Applies so thin which is a good thing, because it doesn’t make a huge mess. Dries very nicely relatively quickly."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I am LOVING this glue! I have been using it every single day. It is super easy, and stays all day! It even held up on a couple days where I was a a funeral and there were lots of tears! Great product!"
		},
		{
			"review_title": "My favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I know there’s a lot of negative reviews but honestly I can’t understand why! It has worked wonders to me.. it last long but goes off easily when it has to... also no mess which is a great plus for me but the best of it is its packing, I love the brush and the fact that it is so easy to apply!"
		},
		{
			"review_title": "Loved it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I would give this 5 stars but I’m too poor for this price. Other than that this is great dries fast and you don’t have to wait forever."
		},
		{
			"review_title": "Nice brush",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I like the brush on this lash glue but it seemed to take a while to get tacky making it harder to put my lashes on."
		},
		{
			"review_title": "Perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Stick perfectly but not hard to remove! And this sort of « brush » that make it easy to apply (and to do some corrections on the go » is simply pure genius!!"
		},
		{
			"review_title": "sore eyes!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I bought this glue cause it’s latex free! The brush applicator is a nice touch but the glue itself not so much. My lashes lifted throughout the day and the tube gets so dirty and sticky with product. The residue it left on my lashes was insane! My lash line would get swollen and red, still trying to find the right lash glue."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "Super easy to use and definitely loved it better than drugstore. I love lash adhesives that have a tint to it vs clear. My eyelashes stayed on till the next morning lol"
		},
		{
			"review_title": "Perfect to use for a long night out",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I was relatively content with this lash glue. I like how it’s latex free and wasn’t hard to put on at all. It was stiff and definitely applied pretty easy, I didn’t have much difficulty at all. I also like how I could’ve chosen between black and white but the black has always been a personal preference of mine. It made the velour lashes I used look amazing and stayed on the whole night"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Pretty good glue. I had some trouble using this with the lashes however that was probably just me! My lashes stayed on all night. It applied smoothly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I've been using the duoadhesive, but listen here, this works better and there is so much more product. Bigger bang for your buck. Smells weird though..."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Out of all the lash glues I have used, this one is the strongest and fastest drying one!  I got it as a complimentary gift and I don’t ever want to use a new one after this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "So easy to apply and I loved the lashes! So full and sexy!"
		},
		{
			"review_title": "checks the boxes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "What’s important in a lash glue?  Comfort (Check), easy to apply (Check), doesn’t sting eyes (Check), lashes do not budge (check).  The added bit: the glue is this fun iridescent purple when first applied, before it dried.  I don’t wear lashes often, but this will be my go-to glue now."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "It's not bad but it's not good either. I love the packaging and applicator, I love that it's latex free. It leaves a bit of a residue like it's not completely dry and it's a little hit or miss on if it is going to stick well"
		},
		{
			"review_title": "Works well!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This glue worked well for me on the velour glam lashes. My lashes stayed on well and I reuse the velour lashes which this glue works well for."
		},
		{
			"review_title": "amazing lash glue, duo who",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am completely in love with this, I typically love either duo or sephora brand lash glue, this was the only other one out of the 11 different brands I own that I truly do enjoy! It goes on bluish and it dries quickly and invisible, so worth it!"
		},
		{
			"review_title": "Best glue!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Tacky, sticky just the way you want it for lashes to stick good!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "I love the packaging of this product and how well it works! I have used plenty of false lash adhesives overtime and this is my favorite by far. It is long lasting and doesn’t take much to make the lashes stick."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the applicator of this blue! It makes for a very precise application which is great if you have a very thin lash band, however It takes it a while to get sticky and that can make getting the lash on the lid, kind of annoying if you time it wrong! Lol I do like the durability of the glue once it’s on! Once you have the lashes on your lashes last all day with the Glue."
		},
		{
			"review_title": "better than duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the application process and my lashes don’t move all day and night until I pull them off. Best glue ever"
		},
		{
			"review_title": "Not a bad lash glue!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I like this lash glue! It’s super sleek with a thin applicator brush. It’s good for those who reuse lashes. It sticks my lashes pretty well but doesn’t last more than 12  hours in my opinion."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Combination skin",
			"review_text": "Unfortunately I was not a fan of this product. It simply didn’t work for me. The glue never got tacky and the corners of my lashes would not stick down. Would not recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I can’t believe how much I loved this glue! I bought one for my house, car and purse. It’s not clumpy and doesn’t slide around."
		},
		{
			"review_title": "Perfect glue, strong hold.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Nothing against the negative reviews, but I think some of y'all are confusing user error with product effectiveness. I'm a rookie in the falsies department and always got lash extensions instead because I'd rather cry than try to apply falsies. On a whim, I picked up some velour lashes and the black glue and I haven't had a single issue, in fact they've gone on like a dream. I apply a thick amount on the ends and thin in the middle, wait 30 seconds (every single time 30sec has been PERFECT wait time), and apply. It gives enough time to make adjustments before it completely adheres. Once applied, I push the lashes against my lid gently for 10sec to make sure they're secure. Badda bing, badda boom, they're good to go. This product is great, application is easy with the brush and it stays put all day, and accidentally through a few workouts when I forgot I had lashes on. If you're having issues, I'm calling you out on not following proper application instructions."
		},
		{
			"review_title": "Alright",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I thought that this was an alright lash glue. I do think it could be a little more tackier to make it longer lasting. I would use something else if I had others with me."
		},
		{
			"review_title": "Fave Lash Glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This stuff stays on all day! I love the thin applicator brush because it lets you really control how much product goes on the lash strip. Dries pretty quickly and it’s not messy."
		},
		{
			"review_title": "yes!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this adhesive! It really works wonders. Easy to apply and doesn’t hurt to take off! Absolutely recommend!"
		},
		{
			"review_title": "Too thin.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Not a huge fan of this adhesive. It’s thin and dries too quickly in my opinion. I’ve tried to use it twice and both times I end up having to use something different. My lashes don’t end up sticking with this."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Great Lash     Adhesive,     this product     keeps eyelashes  too long and    it is difficult to remove."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This glue is good not great but good. It does dry down clear. I also used to apply glitter as a base and it worked perfectly. Still prefer Duo Glue. Received complimentary from Influenster."
		},
		{
			"review_title": "It works well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received complementary for review and must say that I really like it!  I do think it is a bit pricey but it works well, so it is worth it.  I live in Chicago (Windy City) and must say my lashes didn’t move at all!  My lashes usually poke my inner corner but the glue kept them in place."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "This lash adhesive I liked but my favorite one is duo lash adhesive which I don’t really use a lot of other adhesives but the duo one but this one is pretty good"
		},
		{
			"review_title": "Super Sticky!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Great adhesion, but beware when taking off. The glue held my lashes in place, but it was hard to take the lashes off at the end of the night. I wish there was some sort of product to help dissolve the glue so you don’t have to pull so hard on your eye. Would recommend for an all day lash, or if you’d be doing a lot, but might be a bit extreme for just an evening out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Best glue I have used to date! Love the packaging. The applicator is so easy and perfect."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I Absolutely love this lash glue when you apply it is love rainbow colors but like the light colors like light pink light blue you know it’s so pretty and eat dry so fast to where you can’t even see the glue and that’s what I love about it it’s so easy to work with and it’s not the state glue where you can see patches"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a good lash glue! Does exactly what it advertises to do and gets the job done! I like this lash glue and will continue to use it!"
		},
		{
			"review_title": "YASS!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Love this product!! My lashes stayed on all day long and never moved an inch!! Definitely recommend this. I received it as a free sample and love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this lash glue! I have noticed though you need to stick it on your lash line right away, if you wait it won’t stick! Much better than store bought!"
		},
		{
			"review_title": "My go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t know why others don’t like this but I absolutely love it and think that it’s hands down way better than DUO. I freak out when I think I lost it. The applicator is way better and cleaner than other brands and I like the way it dries quickly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This glue held up all night for my lashes! Rainy and windy and my lashes stayed in place. I did have to use a little more glue than I normally do on the ends and it wasn't dark tinted which I normally get. But overall it did its job!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Decent lash glue. Didn’t have any issues with it but for the price idk if it’s anything better than duo lash glue. I got this from Influenster to review."
		},
		{
			"review_title": "A nice lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Very comparable to the house of lashes glue. I used these with another pair of lashes because the velour lashes I received just had a band that was way too thick. Stays in place easy to apply. I’d most likely buy again"
		},
		{
			"review_title": "Gets the job done",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "I usually like normal lash glue from DUO so i was iffy about trying this one. I think it’s okay, nothing to rave about, but gets the job done and works well with the velour lashes. I’m super picky with lash glue though because I have oily eyelids but this one worked decently"
		},
		{
			"review_title": "AMAZING LASH GLUE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This lash adhesive is AMAZING. I applied with my velour lashes for a day out at the amusement park and I went on numerous rides including a roller coaster. The lashes stayed in place on a freakin roller coaster! Also when I took the lashes off there was no goo residue left so I can reuse the lashes without an issue!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "i felt like this glue wasn’t strong enough to hold on heavier lashes. the applicator is very nice but i suggest the duo lash glue over this one"
		},
		{
			"review_title": "3 star",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Not my favorite lash adhesive. Took a few applications to get lashes to stick well."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Perfect brush and sticks well. Stayed all night perfectly"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I personally need a thick glue in order for my lashes to stay on so this did not work at all. I tried a couple of times but they wouldn’t stick to my eyelids."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have no complaints. This works perfectly! It went on so easily, but came off easily, as well."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I thought this would be a better glue than the drugstore glue I was using. Good grief the Eylure glue is even better than this. I was very disappointed and I am glad it came in the Influenster VoxBox because that means I didn't waste my money."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I got this free with Influenster and I love it!! I like it more than the lashes I got. It dries so much quicker than my old glue and it stays so well"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I received this for testing purposes along with lashes. Just tried it last night for a halloween festival. I had no issues at all with my lashes. This adhesive is really good. Lashes didn’t move at all. Would highly recommend to anyone who needs a good lash adhesive."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "First time trying this and it’s pretty great. It lasts and all, which is the important thing, but it does take a bit to dry, which is kind of annoying. But then again if your new to putting lashes this is a good thing, Incase you mess up and need to put them on again."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This lash glue is okay, you really have later it to get any hold and it stays wet for a little longer than most lash glues that I’ve used.  Once it dries, the hold is good, so that makes up for the formula being so wet, I guess."
		},
		{
			"review_title": "Easy to apply",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I liked how easy it was to apply this product because of its brush, also it did not paint your eye when you are putting your lashes because it is transparent. It really does hold the lashes and lasts a lot. It was very easy to remove it from the lashes and from my eye when I wanted to take the lashes off. I received this product complimentary for testing."
		},
		{
			"review_title": "Would recommend",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This glue is great! lashes stay all day, and it dries clear. I've used it with Velour lashes and other brands. Works great. There is no strong odor either. Would recommend. I am a makeup artist and use this on myself and my clients."
		},
		{
			"review_title": "Super light weight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, mediumTan skin tone, Oily skin",
			"review_text": "This is an amazing glue guys! It keeps my lashes on all day with out a problem and is super light weight"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This lash glue works magic. When I used it at a night out, it lasted the whole night. I had no issues removing the lashes at all."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product from Influenster. This lash glue did not work for me. I turned purple immediately (which usually means it’s drying and time to put the lashes on) but my lashes didn’t stick well because it wasn’t tacky yet. It’s so hard to tell how fast this glue dries. The Kiss lash adhesive works so much better!"
		},
		{
			"review_title": "love this glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "This lash glue is amazing. I love that it changes colors to let you know that it’s ready to be applied. It is easy to brush on the lashes and keeps them in place all day. I love this glue."
		},
		{
			"review_title": "Easy to use and works great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I loved the packaging! Product is super easy to use and works GREAT! Not sticky at all and made my lashes stay on during a wedding where i was dancing non stop! If you are on the hunt for a staple lash glue. This is it!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this glue! It makes my lashes stay on all day."
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This lash glue works really well !! Very easy to apply with the brush ! The price I think is reasonable."
		},
		{
			"review_title": "Good but maybe max 4 hours.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "This lash glue works for what you need it for. I just feel like it probably won’t be good for long wear"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "In love with this lash glue.. I just love how the applicator super easy to use and also lasts for a long time... I received this product free for testing purposes..."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I loved this product! I don’t wear a ton of falsies so my adhesive experience is pretty limited. BUT I loved the formula and it kept my lashes nice and secure, and I love the tiny brush applicator. This makes it so much easier to apply that traditional tune applications I’ve had in the past."
		},
		{
			"review_title": "Love this lash glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This little glue bottle is so nifty! The applicator brush makes it really easy to apply on the lashes and to store so that it doesn’t open or spill anywhere. The glue made the lashes stay all day as well. They didn’t budge at all! Took a couple tries to get the lashes on, but that might be because it’s been a while since I’ve done strip lashes. Otherwise it lasted so long! Definitely love this glue for my lashes!"
		},
		{
			"review_title": "It’s okay for lash glue",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Maybe because it is latex free or maybe because of the skincare products I use, but this lash glue didn’t wow me. I received it as a gift but also thought that, like many beauty products, if you use like with like, everything should be okay.  It’s a nice lash glue but there are other options available that would probably work out better."
		},
		{
			"review_title": "Perfect stickiness!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Sticky but doesn’t tear out eyelashes! It isn’t the stickiest around But that’s what I love. Other eyelash glue are way too hard to remove the adhesive from your eyelid."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I have always used the house of lashes eyelash glue. I loved the texture and it’s ability to stay on. This glue is definitely on par with that one. My lashes are easy to put on and stays all day. Remember that it does take a few moment for the glue to become tacky prior to application. Other than that, this glue works really well on me."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The lash glue is ok ! I personally would not purchase this product because duo lash glue is just a better and more affordable alternative."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This was amazing glue! I was a little nervous when I put it on and noticed the glue was still white but it dried completely clear and my lashes stuck on through the night"
		},
		{
			"review_title": "Great lashes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "“I received this product as a free sample”  Great lashes!! I loved them"
		},
		{
			"review_title": "Effective applicator",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Very comfortable and effective lash adhesive. I recieved this product for free and i am going to buy it as soon as this one is out."
		},
		{
			"review_title": "Ehh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I did enjoy that this product is latex free. The blue hue it has when applied to the lash band is really nice because it allows you to see where you are applying glue.   But it do want really stick. In my experience it stayed wet and Just lightly tacky. The corners of the lashes kept lifting up and just would not adhere. I applied a streak to the back of my hand and it never would dry.   I received this product free for testing purposes through influenster."
		},
		{
			"review_title": "Review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "I used this product all night on my velour eyelashes and they stayed on all night.  They were stuck on till the point I had to pull them off after a good 10 hours wearing them.  I do recommend this awesome glue.  It did it’s job!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I received this item free inside my Voxbox so I have only use it once And all I gotta say is that it’s a Good product I’ll see how well I like it."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "From my experience let it dry for about 5-10 secs before putting it on. If you let it dry like any other glue it’ll be late and get dry. I just wished the applicator was able to get more glue with it dipping it several times for one lash."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "blonde hair, Light skin tone, Combination skin",
			"review_text": "One of the best lash glues I’ve ever used. It sticks well and does not budge"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This lash glue helped my lashes stay on all day while also in the jacuzzi at night!"
		},
		{
			"review_title": "Great glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "One thing I hate about lash glue is how long it takes to get tacky, I’m really impatient but when I used this it actually didn’t take that long to start turning clear and get tacky! I really like it, my lashes stayed on pretty well throughout the day."
		},
		{
			"review_title": "Not too bad",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This adhesive is gentle, but also works pretty well! By the end of the night it was lifting a little on the corners, but it’s latex free and doesn’t feel too goopy upon application."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Could not get this lash adhesive to work for the life of me... lashes would not stay on at all."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It’s a good lash glue but it does take a while to get tacky and when I apply it the corones detach then I have to apply on top of the lashes but so for it’s good for individual lashes"
		},
		{
			"review_title": "You need this glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Y’ALL NEED THIS LASH GLUE!!! I couldn’t believe how well this lash glue applied and stay stuck ALL. DAY. LONG. I haven’t used false lashes in a while, but decided to use some for a vacation to Chicago aka The Windy City. The applicator was super easy to use and is buildable as far as how much adhesive you may want to use. I let the lashes dry for about 30 seconds and they immediately stuck to my eyelid. Let me tell you, through the heat and wind these babies stayed stuck on! I didn’t have to add any glue or reapply. Best last glue I have ever used."
		},
		{
			"review_title": "Great hold!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have used many lash adhesives in my time and this one actually worked very well! It was easy to apply on the band of my lash, and stuck down right on my eye. My lashes felt very secure and lasted all night long! I like this formula a lot!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Love this lash glue ! It dries clear and you don’t need much. I like how it also has a small applicator, super easy."
		},
		{
			"review_title": "sticky",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received this product with Velour lashes and it is really nice. The stick is so comfortable and doesn't have any bothering scent (that's important for me), but at first it couldn't dry well. It needs a little time to dry and finally can handle the lashes for so long (about whole night) which is really nice result. I really recommend this product and I am willing to use it again in the future."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This glue worked pretty well for me. I like that it takes a little time to completely dry so I can move my lash placement easily if I need to. It isn’t quite as sticky as other lash glues I have tried, but I was able to make it work!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Great lash glue! Doesn’t cause any irritation and keeps my lashes on all day!"
		},
		{
			"review_title": "I liked",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I liked the glue for eyelashes, they stuck to my eyelid all day I loved it"
		},
		{
			"review_title": "Great Glue For Beginners",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "As a person who rarely uses fake lashes and lash glue I was very comfortable using this glue. I like the sleek packaging, the fact that the product doesn't have a scent and that the color of the glue dries from an iridescent hue to a clear matte. I will definitely recommended this product!"
		},
		{
			"review_title": "Lovee it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "The best lash glue I've used, plus it's latex free! The brush makes it so easy to apply, the perfect amount of glue is placed evenly and easily onto the lash strip. Just wait 30 seconds before actually applying the lashes in order for the glue to get tacky and you'll have gorgeous false lashes that last, but not too long. False lashes are still easily removable and your real lashes are left unharmed if all is done as should."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love how this lash glue changes colors when it's ready to be applied. Granted, it's the first lash glue I've ever used but it works well! My lashes never fell off and were easy to remove at the end of the night. It was also easier to apply than I expected! definitely worth a try."
		},
		{
			"review_title": "Lovely little wand!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I wear lashes a lot and have always worn the trusty duo glue. This glue holds up! I love that the wand makes it super easy to apply a thin line of glue on the lashes instead of clumping out like glue normally does. I’d recommend it!"
		},
		{
			"review_title": "New Lash Glue Who Dis?!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "Okayyyyy!!! I LITERALLY LOVE THIS ADHESIVE!! so not only do I always struggle with figuring out that fine line between too tacky to apply and too wet to set but this lash adhesive cures that dilemma.. it literally changes color!! So it starts out this bluish color and then it goes into this super dark blue purple and that’s when you stick it on!! Omg! They literally stayed on all day I wasn’t worried when I blinked or went outside the wind would sweep my lashes away!!! 100 % recommend!!"
		},
		{
			"review_title": "Go to glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Amazing glue!!!!! Easy to use also and FAST DRYING AND LONG LASTING!"
		},
		{
			"review_title": "The glue really sticks",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This product is pretty good. The glue definitely will keep your lashes on, Ive even slept without my lashes on and they didn’t budge one bit. It’s very sticky so be careful when applying over the glue will get all over you hands or tweezers and make it difficult to apply the lash. The stickiness can be seen as both a blessing and a curse in a sense. The only real down side to this glue was the amount you get, I apply lashes more than the average person so I ran out of glue quite fast, but if you’re not a person that applies lashes everyday you should be fine."
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Love love love this adhesive! My lashes stayed on like no other ones have before thanks Influenster for this complimentary product"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "It’s not completely un-usable, but definitely not my favorite. It took a long tome to dry, and even then didn’t stick how I like."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I actually didn’t mind this eye lash glue. I usually use a cheaper option from the drugstore because I don’t wanna spend the big bucks on glue. However I did notice a difference my eyelashes didn’t budge until I removed them myself. It did take a while for the glue to get tacky but it didn’t bother me too much."
		},
		{
			"review_title": "Nice glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "If you need a good lash glue that dries clear and has a some wiggle room this is a good lash glue to get. It really does take a bit of time to dry though so if you want a lash glue that dries super fast this isn't the right lash glue for you. It also doesn't have a nasty fish smell like the original duo lash glue."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I lived this lash glue it’s not super expensive and makes my lashes stay on all day the glue drys clear and you can’t even tell that it’s there"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I love this lash adhesive. Super easy to use. I was able to put my lashes on easily and take them off without a problem."
		},
		{
			"review_title": "best adhesive ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I have actually been Intorude to this lab adhesive and it works really well with all types of lashes. It works really well and it sticks all day without having any issues throughout the day ."
		},
		{
			"review_title": "fast drying",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "this lash glue is fast drying and clear. I actually now prefer this lash glue over my all time favorite now. i guess that makes this my new fave!!"
		},
		{
			"review_title": "Yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Packaging is so cute to me is like a matte tube. But love the lash glue. Gives a great hold and dries clear."
		},
		{
			"review_title": "Influenster Review",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "First off I love that this had a brush! It makes it so much easier to apply the right amount of glue to the lashes. I got this for free so I wouldn’t normally choose white when picking a glue but it still works just takes a little bit to get tacky I feel."
		},
		{
			"review_title": "Great Glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product for free in my fall VoxBox and I loved the adhesive better than the lashes TBH. It was easy to apply with the applicator and the formula provided a strong hold. I accidentally rubbed my eye with the lashes on and it did not ruin it! Overall, I would recommend this to anyone who’s looking for a great alternative lash glue that will get the job done and last a whole day of wear (I used it to apply the velour lashes for a fun filled day at an amusement park, I sweated and it was windy and the lashes still looked perfect because it stuck in its spot)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I was using for the first time eye lashes so first time with glue as well. I find it easy to apply with the applicator, probably with a different kind would have been a mess. I put the glue on the eye lashes and then to the eye, and I think I succeed. It lasted for a lot of hours, it felt light and looked good. The good thing is that you take it off and can use again."
		},
		{
			"review_title": "best lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I really like this glue! You don’t have to wait for it to get tacky before applying the lash to your lash line, you can just put the glue on the lashes and put them on right away. It also holds up pretty well, and it doesn’t have latex, thus being great for people with a latex allergy. The brush on the velour glue makes it superior to duo lash glue, although duo is cheaper in price. Duo’s glue lacks a brush, thus the amount of glue that comes out of the tube when applying it to the lash is hard to control, the brush makes the application of glue to the lashes go seamlessly. This product is the best lash glue I’ve come across, and I love that it’s white but dries clear. Velour hasn’t disappointed me yet! I also received this complimentary from Influenster to test!"
		},
		{
			"review_title": "It’s Okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I really wanted to love this glue however, it’s not as good as I thought it would be. The glue does not take very long to dry, which is great, but my lashes started to fall off my lash lines after two hours. I haven’t had that happen with any of the lash glue I currently use. The applicator is also really great because of the brush that it has but the glue formula definitely needs improvement."
		},
		{
			"review_title": "Not Sticky Enough!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Cute bottle but not very effective- the lashes would not stay on my eyes and I’ve been applying false lashes for years! Would not recommend for those new to applying lashes."
		},
		{
			"review_title": "Good lash glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have used so many different types of lash glues and this one is high up on my favorites!!! Long lasting and dries clear."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I like that this was not sticky, but I also did not feel like the lashes were that secure and had to regule the corners a few times. The lashes on the other hand!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "",
			"review_text": "Super easy to apply this glue. Love the packaging super simple and classy. Was quick to dry and easy to take off so that’s a plus!"
		},
		{
			"review_title": "I’m too glue for you",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I recently received the Fall VoxBox and this was one of the items in my package. I wore it for the first time to a wedding that was outdoors in Texas heat. I honestly wasn’t anticipating for to last all night especially with the weather. It truly lasted all night long no reapplications at all. Stayed intact until I had to wash it off."
		},
		{
			"review_title": "amazing!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been using this lash adhesive for weeks & I am loving it! It’s very tacky & holds my lashes well. My lashes don’t unstick or come unglued. The product is very easy to disperse on your lashes as well. I let it sit on my lashes for 30 seconds and then apply them. I highly recommend this lash glue for lashes to stay on over 12 hours! It’s amazing! I will definitely purchase when I run out!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I never used this before, but I think it’s good because you can remove easily if you need"
		},
		{
			"review_title": "Great Glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I was happy that the glue immensely. I applied the glue on my lashes at 8 am and thankfully the glue held on for the most of the day. Of course I am new to all this but I will say I'm happy with the amount of stick power it has!."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is my new holy grail lash glue for sure! So so much better than duo and doesn’t have that awful smell and overall just great. Best thing since the old house of lashes formula."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Very good adhesive! It lasts for a very long time and is high quality."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "I love it! It’s perfect for my lashes, easy application, I recommend this product!!"
		},
		{
			"review_title": "Best lash glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This lash adhesive is the best I have ever used. It is soo easy to apply and stay on with no peeling or separating. It’s also not too sticky."
		},
		{
			"review_title": "great lash adhesive!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this lash adhesive! I danced all night and my lashes never moved. I thought since they stuck so well that the lashes would hurt when taking them off, but they didn't! I don't think there's much worse than taking lashes off and the glue makes it hurt. I am so happy with this adhesive and it makes wearing lashes a whole lot easier!"
		},
		{
			"review_title": "Works great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "The glue held good, it was easy to apply and didnt have a weird smell to it. And it was easy to use!"
		},
		{
			"review_title": "Great Glue, Get it in Black",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Normal skin",
			"review_text": "I liked this lash glue! It dries on clear and holds the falsies well. It takes maybe ~1 minute or 2 to get tacky. I would probably purchase the black adhesive next time so that when the lash glue builds up, it's less noticeable."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Dries nicely, not noticeable. Very tacky and easy to apply."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Im far from a pro being a first timer. Was also always told to use black. Using this white one which was clear didnt give me any issues with seeing however it took multiple applications before i finally got it to stay. I heard the glue waa supposes to take a few seconds before it turned blue which is when you then put it on your lid but it was ready as soon as i applied it.  I did love the brush to apply it right where i needed. My right eye would not stop leaking all night long.  I eventually had to remove the lashes while i was out and my eye was beyond raw underneath, which makes no sense honestly. But i think i am just not a fan and lashes arent meant for me and in the end was very glad i got to try these for free."
		},
		{
			"review_title": "Excellent lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "excellent lash glue. I am amazed at rhe high quality. very comfortable ,  easy to use"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This couldn't have come at a better time and I'm so thankful. My other lash adhesive was about gone, and starting to cause a mess each time I attempted to use it. I was beyond over the strings of stickiness getting everywhere. This adhesive on the other hand had nothing of the sort. It was extremely easy to apply with it's precise tip, and more of a paint like application, than the sticky mess I was using before. It almost appeared to glow where applied making it easy to see if I missed a spot. As with any lash glue, you let it sit for a good few seconds before attempting to apply. I found it to dry clear and last throughout the night. I'm impressed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love love love this lash glue!!! Not only does it keep my lashes secure and in place but I have also used it to secure rhinestones in beauty looks and even a zipper when doing a Halloween look!!!"
		},
		{
			"review_title": "I’M NOT MAD!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I usually don’t ever use white glue but I actually like this one! It dries FORREAL clear and you can apply the lash instantly. You also have a little forgiveness period to move the lash around before it dries completely."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I received this from Influencer . I wear glasses and have sensitive eyes , especially this year w seasonal allergies.  I have had no bad reactions. They have been secure. Will def buy when I run out"
		},
		{
			"review_title": "YOU NEED THIS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Worth the money hands down. I use to buy the duo glue that lasted 1-2 hrs on"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "This glue is awesome! It drys quickly and attaches  comfortably. I will continue to use it! And I would recommend to everyone who wears lashes !"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "I enjoyed this product and I did find it easy to apply as well as sticky and adhesive. I’m giving it 4 instead of 5 stars because of the applicator; I would rather have squeezed out the product rather than it being on a small wand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this product as a free sample from Influenster. This is a great lash adhesive and easy to use, works great in keeping the lashes on."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I really like this glue. Feels pretty tacky to glue my lashes on and dries pretty fast. Such a good glue."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I received this lash adhesive free from Influenster. I used one time to apply the eyelashes that came with it. I liked it. But the glue wasn’t totally clear, and it took a bit longer to get dry. But I’m definitely gonna try use it again."
		},
		{
			"review_title": "YES GURL YES.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Guys that use the phrase take her swimming on the first date lul hate this product cuz hunny lemme tell you these lashes AIN'T BUDGING! This glue keeps my lashes on more securely than my last relationship! This glue kept my grades together through honour roll! This is stickier than the rice I cook at home!"
		},
		{
			"review_title": "Best quality and great value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "one of the best eyelash glues that I have ever used. I really loved the Tarte eyelash glues and somebody said this is basically the same thing, only cheaper. I tried it and it is amazing! It glides on very easy and dried clear. And my eyelashes didn't budge all day! Sweat proof, work proof and yes, even cry proof."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Zero stick! How embarrassing to attend a work event and half my darn lash lifted! I looked like a rookie. I tried several more times and the same thing happened. Reformulate or something. There are so few latex free versions I was so hopeful. Seriously disappointed..."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "",
			"review_text": "I noticed that a lot of the reviews was pointing out the reformulation of the product which I have notice too. I agree that the old formula is better however, this lash flue still beats all the other ones."
		},
		{
			"review_title": "Weak glue",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "gets tacky quickly, but if your eyes get moist at all your lashes will lift. the 2nd star is because it's easy and painless to pull them off unlike other glues with a stronger hold."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "By far the best eyelash glue I have used. Lashes applied easily and stayed put for 12+ hours. Works well with any brand of lashes, I used them on Huda Beauty lashes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "Amazing lash glue! Love the none-irritating formula. Dries quick. Tacks up nicely. Comes off easily with a non-oil based eye make up remover... also, for anyone wondering, yes it’s $3X proof ;)"
		},
		{
			"review_title": "NEXT!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "May I just say this is the worst lash glue I have ever used. I am genuinely shocked at the good reviews for this product. It is terrible! Upon first application it is not strong enough to uphold the faux lash onto the lashes, it gets messy and good luck with trying to remove the mess without having to re-do your eyeshadow. Corners always become undone a few hours later. Disappointed & returning."
		},
		{
			"review_title": "Highly Recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Becomes a gooie and layers through the lash so when it is setting pinch them together they stick extremely well"
		},
		{
			"review_title": "USED to be amazing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I bought this glue when you could only buy velour products from their actual website. I loooooved that glue. It would dry so quick"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "",
			"review_text": "Save your money please . I know how to apply lashes but I can never get them to stick with this adhesive. Doesn’t work for more then 5 seconds."
		},
		{
			"review_title": "Makeupelii",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I really loved this glue because it does not make my eyes cry when I stick the eyelashes and apart it dries super fast and it is very easy to remove from the eyelashes"
		},
		{
			"review_title": "Not even close to sticky",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "The House of Lashes glue has literally never let me down. I only purchased this one because my local Sephora was out of the HoL glue for a long time. Not trying to be shady but this Velour Lash glue was hands down the worst eyelash glue I’ve ever used. I’d prefer the fishy smell of Duo over this glue. It wasn’t even close to sticky. If I let it dry down at all, I couldn’t stick them on my eyes bc they’d just fall off. So I’d have to sit through the discomfort of sticking them on my eyes when they’re still wet. At the end of the day they came off so easily that I could feel the parts of my eyes that they had never even stuck to. Please do not buy this. Velour, please fix your formula. I’ll stick to my HoL glue."
		},
		{
			"review_title": "New holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I was desperately trying to find a replacement for the house of lashes glue and was skeptical about this because the rose lash glue from velour was awful. Happy to say that my desperation for a new lash glue paid off and this is becoming my holy grail! No fragrance (bless), super thin brush that keeps everything clean, and my lashes stayed on all day (my lashes often lift in the outer corner). Cried a couple of times and my lashes were still on."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": ""
		},
		{
			"review_title": "LOVE THIS LASH GLUE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is my go-to lash glue! It is not too thick, so you don’t end up with too much on your lash line. The glue applies with an iridescent colour which makes it easy to see where it’s already been applied. My lashes stay on practically all day with this glue! It’s my new favourite!!"
		},
		{
			"review_title": "amazing glue but....",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "so this lash glue is amazing, dries at the perfect speed, not too slow or fast.  the only reason why im not giving it a 5 is because the glue itself tends to clump onto the edges of the opening so after a while it gets hard to use.  it also feels like you’re wasting a lot of product because it gets stuck, and this lash glue isnt cheap compared to other ones.  but other than that, the actual glue works wonders at applying any type of lashes"
		},
		{
			"review_title": "AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "finally a lash glue that keeps my lashes on!!! i have such a hard time w my lashes staying on because my eyes are constantly watering. i've been using this now for a couple weeks, first time for 5 hours, second for 9 and yesterday for 12 HOURS and stayed on ALL DAY. i'm so in love!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Hazel eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": ""
		},
		{
			"review_title": "Don't waste your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I bought this glue because I heard it was supposed to be really good, but I was highly disappointed. I had to apply the glue multiple times in order for it to stick, and even then it did not stick for very long. The packaging is super cute, but the product itself is very disappointing. I can't continue using the one I bought, and I will not be buying it again."
		},
		{
			"review_title": "Uhhh",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Honestly my lashes fell off twice! I’m disappointed in this lash glue."
		},
		{
			"review_title": "best lash glue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "as a constant huge falsie wearer this glue is amazing! my lashes never lift after theyre glued down!"
		},
		{
			"review_title": "Dried and clumpy in the bottle",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Bought this glue because I previously had the mini one and it worked great. The new glue I got had dried in the bottle and was clumpy and didn’t work at all. A complete waste of money."
		},
		{
			"review_title": "Impressed and Worth the Price",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Amazing! Definitely recommend this for anyone tryna rock falsies!"
		},
		{
			"review_title": "Not even close to holding up for a day’s work!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I normally use House of Lashes, but they’ve been out of stock for some time. This brand was recommended by a Sephora employee. What a disappointment!  Did not hold up to even half a day at work. I don’t recommend this glue. I can’t remember even imagine what would happen if you cried while using this. Don’t do it!"
		},
		{
			"review_title": "Doesn’t Stick",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "This irritated my eyes like nothing else. On top of that- my lashes wouldn’t even stay on. Within 20 minutes they were falling off which is a problem I’ve never had with a different lash glue. Will unfortunately be returning."
		},
		{
			"review_title": "works great when they send me one not dried out.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Oily skin",
			"review_text": "i absolutely adore this glue it works amazing. the only reason i gave it 3 stars is because out of the 2 times ive ordered it online, i have received 3 that are completly dried out. im waiting for sephora to send me a third this order because the last 2 were dried out. its getting ridiculous."
		},
		{
			"review_title": "Wink if you love Falsies!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I don’t know what this doesn’t have 5 stars all around! I’m loathe applying lashes. The fact that I’m not THE ABSOLUTE BEST at it prob play a part. This particular color dries translucent. Which is a plus for me when I mess up. It’s the perfect type of tacky and it adheres the lash very well!!! Oh. This is my third time buying this. I haven’t bought any other brand."
		},
		{
			"review_title": "Not as great as expected!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Not as great as I anticipated given the price! This product is generally great however the biggest done fall is how clumpy it can get. A little goes a long way, therefore only apply a small amount. Otherwise your lash line will basically get sticky for a while. Nonetheless, with thorough cleansing it gets off."
		},
		{
			"review_title": "TOP SHELF LASH GLUE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "This is the best lash glue I’ve come across in a long time!!! There is literally no way time you put the glue on the lashes and stick it right to your eye. Amazing hold, lasts all day long. BEST PART I don’t get that clumpy residue when I take them off"
		},
		{
			"review_title": "IN LOVE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I love this eyelash glue so much. It helps my falsies stay on all day, even when it's super windy outside and my eyes are tearing up!   I also like how it doesn't have a scent and it's very easy to tell when it's gotten tacky enough to apply the falsies.   Docking one star because it's really tough to remove from my lids, the glue remains for a while."
		},
		{
			"review_title": "Strong Hold",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This is a great lash glue. The black is a beautiful black that dries just as nice. Pretty solid adhesive that holds all day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Best glue I have tried. Goes on clear and clean, comes off with the lashes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Thought it wouldn’t make a difference to buy a more « high end » false eyelash glue, BUT IT DOES ACTUALLY MAKE A DIFFERENCE (well, at least for me it did). I noticed a better hold of the lash, and the glue dries really quickly. The applicator work well too! Great quality, for a price that’s more than reasonable."
		},
		{
			"review_title": "TrAsH",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "I had tried this lash glue before they changed the formula needless to say I loved it! I bought one excited to see what it was like and the whole bottle was dry. I am absolutely livid and will never be buying this product again."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "My false lashes tend to unstick near both ends as the day goes by, so got this as a quick touch up lash glue. Has become my go to, not just for touch ups but for applying lashes as a whole, as it sticks really well for me and since it’s black, have also used it for eyeliner in emergencies (lol). If you’re not that good at putting lashes on (like me) might be a little messy since it is black glue."
		},
		{
			"review_title": "Comfortable and last all day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "By far this is my favorite eyelash adhesive. What I loved initially was no odor. It is completely odorless which helps also if you have sensitive eyes like me. Stays in place for however long you leave it. Grapeseed oil works very well to remove lashes and any residual stickiness."
		},
		{
			"review_title": "Waste of $",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Horrible! Had to re-apply a few times within a span of 5 hrs."
		},
		{
			"review_title": "Best Eyelash Adhesive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Easy to apply. Love the applicator brush. Easy to use and easy to remove."
		},
		{
			"review_title": "DRIED OUT",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I was recommended this by a friend who swears up and down it’s the best glue a girl can have; but when I got mine and opened it for the first time it was already dried out! The glue was literally stuck on the applicator in chunks. She says it’s not usual for the company but I was definitely disappointed, not planning to try my luck with this again."
		},
		{
			"review_title": "Favourite Lash Glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "The best glue I’ve tried so far! I recommend it to everyone. Love the brush applicator and how easy it is to control the amount of product I use. Dries nice and quick, and peels off easily at the end of the day."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I like that this is black so it sorta just looks like eyeliner but you’ve gotta be really specific to not make a mess with this guy. The stuff usually gets on the eyelashes and the ends of the eyelashes never stick properly so you have to re apply a couple times. It’s a hassle but I’m astonished at how well this stuff stays on. It’s also super easy to take off."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love this glue! Love this brand. Unfortunately, when my eyelashes get wet from the rain, or maybe a few tears from laughing too hard, the inside corners of my lashes start to come up a bit. This has happened a few times now. Perhaps I could try using more glue? Otherwise this glue is great. My eyes are sensitive and the latex free formula is great for that! I also recommended to a friend when she started using strip lashes rather than extensions and she loves it as well. 4 stars only because of my ends coming up when wet."
		},
		{
			"review_title": "fav lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "i absolutely love this lash glue. it held my lashes in place all day long from 9am to around 11pm. its amazing and the little brush is so convenient. all around a great product, 10/10"
		},
		{
			"review_title": "THE BEST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This glue is now my holy grail of lash glues. I put my lashes on and them b*tches don’t come off for ANYTHING. I went to a trampoline park jumped fell down and cried laughing for an hour straight and my lashes didn’t budge. Then I went to talk my guy where we decided to end things and I cried for 20 minutes straight full water works and them b*tches STILL had to be removed when I got home!! THE BEST LASH GLUE i’ve ever tried!"
		},
		{
			"review_title": "Great latex free glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "I like the brush applicator a lot for this, and the glue isn’t too runny or too viscous so it’s not messy to apply, only a small amount of glue comes out on the brush. It’s really easy to apply in a really thin line and it dried completely clear for me and kept my lashes on all night, no lifting at the corners or anything."
		},
		{
			"review_title": "DOES NOT KEEP MY LASHES ON",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I am not sure if I got a dud but this is the worst lash glue I have ever tried. I constantly have to reapply the glue on the lashes and stick them back on. This shouldn't be happening!! I don't know if you have to use their lashes in order for this to work, but in any case I shouldn't have to constantly reapply the glue on my lashes. Sorry returned!"
		},
		{
			"review_title": "Love this glue!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love this glue! I tried it for the very first time and my lashes stayed on all day. I also loved the fact that this glue really dried well and I didn’t see any of the glue on my lids at all!"
		},
		{
			"review_title": "not just me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "At first I thought I didn’t know what I was doing, but it’s the glue! No matter how long I wait (6 min max I guess) it doesn’t get tacky, and my lashes lift at the corners.  Worthless."
		},
		{
			"review_title": "Just as good as their lashes!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The best lash glue! I love the applicator, it makes it really easy to apple the glue precisely without the mess. Don’t let me start on the packaging (luxury) I get it mixed up with my Dior show mascara. Beautiful matte black finish. Best of all it drys super fast but still gives you enough time to adjust lash before it drys."
		},
		{
			"review_title": "DRIED OUT!! DON’T WASTE YOUR MONEY!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "If I could give this review lower than 1 star I would. This is my very first review & I’ve been a Sephora member for many years. I only return things a couple times, I usually will order a product even if I don’t like it the first time trying it I will keep it bc later on I end up liking it, it could use it in other ways it give it away. That being said I HATE returning things. Well, I’m so disappointed with this lash glue I had to write a review to tell you guys DO NOT WASTE YOUR MONEY! I received the Velour lash glue in a sample tube a few months ago & fell in love with it. It outperformed my house of lashes, duo & Sephora brand. That’s why I decided to order this one. Well, this one came all dried up in the bottle. At first I thought I recurved a bad batch, well Sephora sent out another one & the same thing happened. It’s not usable at all. I mean $12 isn’t a lot of money but I ran out of all my lash glue & it was just disappointing. I won’t be buying from this brand again. Don’t waste your money."
		},
		{
			"review_title": "Save your money!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I bought this glue because I was told that the glue I was looking for, House of Lashes, was being discontinued. Sleek cute tube but NOT at all sticky! I had to try three applications and applying my lashes took me twice as long as it should have! My old dried up bottle of House of Lashes glue is better than a new tube of this stuff. Love Velour lashes but this glue is a no. I heard that the clear version is the same quality as House of Lashes but not willing to take that gamble. THANK YOU NEXT!"
		},
		{
			"review_title": "Never Buying Drugstore Again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is the first lash adhesive that I have purchased that doesn’t make my eyes itch like crazy, even after a long day of wear. It dries clear, very fast, and lasts for a long time (~12 hours). It also comes off with ease on skin and the lashes themselves. I don’t think I want to buy a drugstore brand ever again."
		},
		{
			"review_title": "AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "New favorite lash glue! Keeps my lashes on all day even if I get water on them. Dries super fast too so i don’t have to be waiting long to put my lashes on."
		},
		{
			"review_title": "awful.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Wouldn’t dry and wouldn’t stick to my lash line:"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I've used this lash glue on numerous occasions and I've wanted to like it bc I remember loving their older formula. This new formula just doesn't work for me. My lashes lift every single time I use this glue. When I take off my lashes, it is super gentle but that also tells me the adhesive power is really weak."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Love it. Recommend!!!!"
		},
		{
			"review_title": "it’s... okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This is possibly the strangest lash glue I’ve tried. It takes FOREVER to get tacky/sticky. Once it’s dried it’s not gonna come up for the entire day which is awesome, but getting to that point is hard. Also, I have the hardest time trying to get the glue OFF! It ripped out some of my natural lashes and I couldn’t get it off of some parts of my eyelids for a couple days no matter what I tried... which freaks me out because I’m scared of eye infections and stuff. I like the duo one better and it’s much cheaper."
		},
		{
			"review_title": "Worry-Free!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "My false eyelashes stayed on beautifully all night long!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This is the best one I found on the market. This is the only one I used so far can let my false lashes stay on all night."
		},
		{
			"review_title": "Worth buying",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is the best lash glue I have ever used. It dries quickly and lasts all day. Far better than duo."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I've only used this glue with Velour lashes, but it is a great glue for a gentler lash.  Cleans up easily and wears for 10+ hours.  It's not overly stickly (like HOL or Duo), but it still keeps down my lashes on my oily lids."
		},
		{
			"review_title": "Best lash glue so far",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "longer lasting and easier to use than DUO ! The thin brush makes precise application."
		},
		{
			"review_title": "Good at First",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Easy to apply and does the job all day - at first. I noticed that the longevity of the product is not as long as other alternatives which is a bummer considering the price. With that being said, it's great for tricky spots such as the inner corner of your eyes - your lashes won't move."
		},
		{
			"review_title": "lasted thru skydiving!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "i usually never write reviews but my experience with this product was just too good.. this stuff lasted 12+ hours, through a good cry sesh in the morning AND skydiving?!?! granted i wore protective glasses sharing the jump but still... my old lash glue would have failed before i even left the house. anyways 10/10 recommend"
		},
		{
			"review_title": "long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I received this with velour eyelashes and an applicator in a kit and have been using it for about a month for the workweek and it is the best kind I've used so far. I've also tried Duo which is messy and Kiss which doesn't stick for near as long. this has literally lasted me 10-12 hrs during my long work shifts and I do get oily eyelids at the end of a long day. definitely recommend. haven't tried the black yet because most of the time I go for a more natural look"
		},
		{
			"review_title": "Perfect and Painless!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I've used ALOT of different eyelash glues since I'm a huge fan of falsies. However, my eyelids are sensitive and often would have an allergic reaction where they would get red, swell, or even worse to a point it was oozing. Duo was the worst brand but Ardell, Kiss, and Tarte lash glues haven't helped me either. I've either had my lashes falling off in the corners or my eyelids irritated when I took the lashes off. Velour Lash glue has been a perfect combo of hold and comfort!! Strong hold even when sweating to death while running :)"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": "Not that great it doesn’t stay long much... very disappointing of this product. Doesn’t hold the lashes very much"
		},
		{
			"review_title": "Worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Excellent lash glue!  This lash glue is wonderful for people who like to reuse their lashes frequently.  It leaves a sticky but easy to remove residue and doesn't destroy your lashes like so many other brands.  I also love that it stays tacky so if you need to correct the placement you can!  By far my fave!"
		},
		{
			"review_title": "Disappointed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I need to return it. It was one of the worst glues  Iv ever used the free glue that comes with some lashes is better. It would not stick it peeled of in a strip and would not hold the lashes in place at all I was so disappointed I had a special event to attend and purchased this along with a new pair of lashes and was sadly disappointed"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I really liked using this eyelash glue. It was a like a good combination between duo and houseoflashes glue! I went snorkeling using this glue and ardell lashes, although I was wearing goggles water still seeped in, I was amazed that my lashes stayed on."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Love the packaging and the applicator (I find squeeze tubes too messy), but unfortunately the glue does NOT hold. I’ve literally had my eye lashes just sporadically fall off my face while I was seeing clients at work.... so embarassing! I’ve never had this issue with previous lash adhesives which is a shame, because this wasn’t exactly the cheapest!"
		},
		{
			"review_title": "Wouldn't recommend for the price!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I had to look for an alternate lash glue as I developed an allergy to the DUO lash glue (blue packaging) after using it for almost 10 years. I was only mildly irritated by this lash glue and while it worked -- it was difficult to use. I had to put it on perfectly otherwise the dark colour would stain my lid and it would be hard to remove. I would probably recommend the clear colour over the black. Also due to the packaging, the glue dries out really fast. I've only had mine for a couple of months and I can tell the formula is already thickening and applies less smoothly. For the price, I would not recommend."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "It's good but needs to be reapplied in places.. Doesn't hold all day."
		},
		{
			"review_title": "Best Lash Adhesive on the Market!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this lash adhesive.  The best I've tried on the market!  I don't have to fight with my lashes to stick while putting them on, where I put the lash is where it sticks and it'll be there all day!  Dries down clear!  All day staying power!!!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "I love Velour products but wasn’t a big fan of this product. I’m not a fan of the smell or of the functionality. The applicator didn’t apply a lot of products and the glue didn’t stick as well as I would have liked"
		},
		{
			"review_title": "Horrible!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Worst lash glue ever!  Does not grab enough product for even half an eyelash.  Old formula and tube was way better. Doesn’t not get tacky when it dries!  Does not even last 2 hours."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Good for a few hours or at least inside all day. Doesn’t stand up to the Texas heat for sure. Doesn’t dry completely clear either. Not my fav but will work in a pinch."
		},
		{
			"review_title": "Not good",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "awful. takes me forever to put my lashes on and get them to stick, and then once they are on, my lashes start falling on no matter how many times i touch up and reapply the glue, doesn’t stick well, doesn’t last, hard to apply. would much rather keep using huda beauty eyelash glue."
		},
		{
			"review_title": "Eyelashes will stay put",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "This is the best eyelash glue!!!"
		},
		{
			"review_title": "the best glue I’ve tried",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve tried many eyelash glues and this one is by far the best. When applied it makes the eyelash stick almost instantly. I don’t have a hard time with this glue whatsoever. :)"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "HORRIBLE, this glue does not keep lashes in tacked. When applying the glue to the lash band, barely any glue is applied. I do not recommend."
		},
		{
			"review_title": "hmm",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "doesn't stick at all i tried it many times i gave up. however the clear version works well."
		},
		{
			"review_title": "Doesn't stick",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I like the applicator. However apart from that, the glue does not stick what so ever on my lid. It is constantly coming off through out the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "after misplacing my other lash glue I haven’t been wearing falsies for a while, until I received this complimentary lash glue via Influenster and I fell in love. It works better than my drugstore lash glue, my fake lashes stays on all night."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I love how well the adhesive holds up and how it’s on a thin brush so you can determine how much glue you want to put on the lashes. Works so well! I received this product complimentary in exchange for my honest opinion."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I received this product in a review box and fell in love, it doesn’t have a bad odor like the duo lash glue and stayed almost all day, I have watery eyes and it definitely put up a fight! I would recommend this product to friends and family who use lash glue!!"
		},
		{
			"review_title": "Don't waste your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the worst lash glue I have ever used.  It is clumpy and doesn't make my lashes stick.  Will never purchase again!!!"
		},
		{
			"review_title": "good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "work very well everytime i use it"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this glue, it was a free sample with my lashes from influenster and I barley put any on and they stay on perfect, I like the applicator stick and brush it comes with"
		},
		{
			"review_title": "a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Great glue to use.  The small brush applicator is simple to use.  The glue lasts all day. It’s not clumpy  it’s my new go to glue  I did receive this free from influencer to review."
		},
		{
			"review_title": "Does the job",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Pretty good lash glue stayed on all day takes about 40 seconds to dry pretty solid."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This is one of the best lash glues I’ve ever tried. I received this product for free to try out thanks to Influenster and I am so glad I got the chance. I wouldn’t usually splurge on something like a lash glue but I think this one is worth the money."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This adhesive works as well as you would expect the glue to work! It is easy to apply and works great for the lashes! I receieved this product complimentary for testing purposes"
		},
		{
			"review_title": "Great lash glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This lash glue is amazing I’ve received this free with Influenster and wow I definitely will keep using in my future. Lashes applied easily no mess and the glue was so easy to apply onto lashes. Glue lasted all day I definitely do recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Stayed on all night at the bar, and it was humid. Didn’t have to touch up once. (I received this complimentary for review)"
		},
		{
			"review_title": "Velour product trial",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "The packaging very sleek and minimalistic.  Love the look of false eyelashes but hate the messy application with traditional lash adhesive. That is changed with the ease of applying lashes with this easy-to-use lash adhesive.  The product is gentle on the skin. It comes completely off once you take your makeup off at the end of the day. With other glues there will still be leftover glue but not with this one. I received this product as a free sample"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
			"review_text": "This lash adhesive was super easy to work with. My lashes stayed in place all day! Definitely recommend!"
		},
		{
			"review_title": "the old formula is better",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Old formula is better. Too liquidy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This came with my lashes I received for testing purposes and I think it is great. It is very long lasting. It even lasted thru me sweating from unexpected moving I had to help with while I had my lashes on.. I would highly recommend"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I like the consistancy of this product and how it works with the velour lashes, but I tried using it with my ardell lashes and it didnt stick to it the same and was hard to apply. But I do LOVE them with the velour lashes. I received this product for free testing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This product stays on all day and it is my favorite that I have so far!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Easiest glue I've ever used! So glad I received these for free from Influenster. I will definitely be repurchasing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love this glue! It amazes me how fast it gets tacky. I used them with velour lashes and they go on so effortlessly. I received this glue complimentary in exchange for my honest review"
		},
		{
			"review_title": "fast drying",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "I absolutely love this lash adhesive. It’s not tacky or sticky and dries pretty quickly!"
		},
		{
			"review_title": "Great lash glue, dries fast and works great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is my new favorite eyelash glue! It dries in 20 seconds, and stays all day. Just be sure not to put too much and apply it with a steady hand for perfect placement! High quality product!"
		},
		{
			"review_title": "luxury in my eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I’m not an expert at applying false lashes and i tend to put too much glue which usually ends up making a mess. What I actually loved about this Velour Glue is that it is very easily applicable to the cotton band of the lashes and the glue gets tacky really quickly! It stays on and yet allowed me to put back and forth my lashes a bunch of times. The glue doesn’t show and it’s overall a luxury experience."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Combination skin",
			"review_text": "I really love this adhesive and works perfectly and maintain the false eyelashes on their place!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I was pleasantly surprised by this product. The applicator is great because it ensures that you do not end up with too much product to apply onto the lashes. I know some people wait less than a minute before applying the lashes but I've gone over and under that time to test it out, both ways worked perfectly. It's a very forgiving product, even if you need to add a little more glue if you wait too long. It dries clear but applies with a little bit of color to it so that you can see where the product is.   The staying power is amazing. I had no problem with the lashes budging once applied unlike the Duo lash glue which sometimes will dry unevenly so my lashes will need a touch-up at the ends.   I received this product for free for testing"
		},
		{
			"review_title": "Good product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Thought it worked well kept lashed on all night"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this glue! It stays in place and doesn’t make my eyes water or irritate my eyes like most glues I have tried! I am beyond happy with this glue and it will be my go to glue from now on! I received this complimentary from influenster and I’m beyond thankful!"
		},
		{
			"review_title": "Great lash adhesive.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have used MANY a lash adhesive. This one is great. I prefer black ones because ones that dry clear just never look quite right (Tana Mongeau says it well...) Duo is my go to, but this is a close second. I received this in exchange for my honest review."
		},
		{
			"review_title": "The best hands down!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I LOVED this lash adhesive, its literally the easiest adhisive to apply. I received this product as a free sample and I will be purchasing this!"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "This adhesive kept my Velour Barely There Lashes on all day. It became tacky enough within seconds to leave my lashes on all day. I would highly recommend this lash adhesive to a friend."
		},
		{
			"review_title": "Love this glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I like the brush application and it’s gentle on the lashes and eyes. Does dry a little quick, but overall I really like this glue. I was sent this as a free sample for testing purposes"
		},
		{
			"review_title": "Lash Glue",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this lash glue with my Velour lashes as complimentary in my VoxBox and I’m impressed! Very easy to use and sticks well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "This is the BEST lash adhesive I've EVER used! It's super and I mean SUPER easy to apply and it's NOT messy! I definitely reccommend this to anyone, because it just gets the job done!"
		},
		{
			"review_title": "If you are messy with the squeeze tubes like me...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I love love love this adhesive! Best one I've ever used. Definitely it is mostly due to the brush more than the actual formula. The formula is okay but the brush and packaging gives it the cake! Im extremely messy when it comes to the squeeze tubes. I also love that it is black !"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this glue, I use it all the time and it works perfectly every single time. I received this product complimentary for testing."
		},
		{
			"review_title": "Newbie",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I liked the adhesive it’s better than the ones that come with the eyelashes"
		},
		{
			"review_title": "Possibly the best temp. Lash adhesive I’ve used!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Fair skin tone, Combination skin",
			"review_text": "This lash adhesive is amazing! It dries totally clear and invisible! You can’t see it’s there at all. The packaging/bottle it comes in is cute and classy/luxurious looking. No smell to the adhesive like other lash adhesives have to them! The little brush makes the application super easy"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Love this product it’s really cute"
		},
		{
			"review_title": "Going to stick with this.. pun intended",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have never used lashes because I have naturally long eyelashes, thanks dad! So when I received the For Real Though lashes from the Velour Lashes Effortless Collection I was both excited and nervous. Would I accidentally glue my eye shut? They were so easy to apply and it took no time at all. Largely in part to the Velour lash adhesive I used. The applicator was so precise, distributed an even amount of glue and went on clear. It kept my lashes on until I was ready to remove them. I would call that an effective adhesive!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a solid lash adhesive. The glue was a good consistency and the brush was nice to apply over the lashes. It was a bit difficult/tight to twist open the lid, but asides from that it was easy to use. I received this product complimentary for testing."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I love their lashes, but this lash adhesive is ordinary. I do like the sleek packaging, especially the long handle which makes applying the glue easier. However, besides that, there’s nothing wow about this product. It does it job, can’t complain about anything. For the price I would just buy a drugstore brand."
		},
		{
			"review_title": "Wonderful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Loved this adhesive! It wasn’t too thick and overly sticky which is a problem with most glues. It also didn’t give me any allergic reaction, which I’ve had to a couple other brands. For the price, I will be purchasing. I did receive this product as a free sample for review."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Love that the applicator is a little brush that allows you to distribute an even amount of glue over the lashes. I received this as a free sample from influenster."
		},
		{
			"review_title": "Great Glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This glue keeps my lashes on until I want them off! Also, seeing I have a latex allergy this is great because it’s latex free! I also love the white bottle because it goes on clear! Only downfall is that it sticks to my lashes like crazy and sometimes takes a while to come off."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the best lash glue I’ve ever used. My lashes have stayed on for 12 hours with this glue. I didn’t even need a touch up!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Dries clear and holds well! I love this product and the packaging is sleek and I’m able to fit it in my lash box. Would definitely recommend this product."
		},
		{
			"review_title": "Easy to apply",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Easy to apply with the super fine brush tip, does take a few seconds to dry and get tacky enough to apply, but after that is very comfortable and has a good hold"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I love the applicator brush! It’s super easy and the glue last a long time. I received this free product for testing purposes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Really allowed my lashes to stay on all day without coming up on the edges at all. Love it"
		},
		{
			"review_title": "Pretty Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "This is an amazing lash glue! Kept my lashes in place, dried fast and you couldn’t even tell I used any. My only fault with this product is how difficult it is to get off once you remove the lashes. You have to rub your eye lid off to remove the glue. I don’t like that."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Received this from influenster and it is fantastic."
		},
		{
			"review_title": "Great latex free glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love latex free because latex makes my eyes all puffy"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This stuff really sticks and is truly invisible! I received mine from Influenster but I will defiantly be repurchasing. I used this with the effortless lashes and it worked wonderfully"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Love this lash adhesive the wand is perfection! #influenster and i cant wait to try the latex one too! Def will be getting more! Finally the perfect eye lash adhesive!"
		},
		{
			"review_title": "Good, great, I like it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I'm really loving Velour lash adhesive right now. works with the lashes well, easy to use, nice packaging (very sleek), and the brush is good quality."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I love this adhesive compared to other lash glues. It was not clumpy or sticky and made The lashes easy to apply."
		},
		{
			"review_title": "Love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Does not break my eyelid out like any other adhesive does. Lashes stay in place all day with no movement. I did receive this product as a complimentary sample for review, but I will only be using this now!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "I love that this doesn’t have a crazy strong smell. The brush applicator makes it so much easier to apply the lashes as well."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I loved this lash glue. It stuck well to my lashes. It lasted all day. The only thing I would say is that I took a while to dry but I could have just put to much on tbh"
		},
		{
			"review_title": "With a little work....",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "So, naturally when receiving this lash adhesive I was a bit skeptical because I usually do not find clear lash adhesive desirable for me as they tend to simply not work.   Now, with that being said. I would go on any rollercoasters and if you are extremely oily this glue can be a bit tricky. I find that I have to do a slight cleansing with a Qtip on my lash line to ensure I get some oils and makeup off of the application area. I also stick the to the lashes more than the lash line and find that that works a bit better.  It does dry a bit shiny, so I do use a black liner to cover the are, but it’s not bad at all. I give it a four because it is not overly difficult, but it’s also not without its flaws."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This lash adhesive is amazing!!! Sticks really well and blends in with your lash line. I received this complimentary of influenster for testing purposes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "amazing, keeps my lashes on all day no problem, not even slight lifting, and come off easy enough at the end of the day."
		},
		{
			"review_title": "Wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Okay so it’s hard to give a product five stars rite? Well this is by far the best adhesive I have ever used , it’s not too stick or messy . It goes on very well and the lashes for me stayed on for 24 hours! Yes I fell asleep in them but , man that amazing!"
		},
		{
			"review_title": "Love this adhesive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love the sophisticated look of this adhesive and itself is clear and works really good the brush makes it really easy to apply onto the lashes no mess   I received this product as complimentary for testing."
		},
		{
			"review_title": "Brilliant",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "What a brilliant way to apply glue to lashes. No more goopy mess squeezed from a small tube that never applies evenly. I wish I would've found this years ago. This makes the application process so much more simple, and makes the application so much less daunting - especially for newbies. It is a little on the expensive side, but it should last quite a while!"
		},
		{
			"review_title": "Great, But Not Clear",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This lash glue does keep my lashes on forever, but the only thing is that it doesn’t dry completely clear. I received this for free from Influenster. I really do love it though!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "This lash adhesive is one of the best I ever tried. It was very easy to apply. Doesn’t smell awful. It stayed on all day and night and I didn’t have any goo all over my eyes. The brush is tiny so you only need a little line of glue and it stays on perfect. I received this for free."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is the best lash adhesive not too caked while also holding the lashes on until I am ready to take them off . I love the lash adhesive I use this adhesive for other lashes also"
		},
		{
			"review_title": "love !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "best eyelash glue i have ever used! stays on well and doesn’t leave a hoppy mess afterwards"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product free for testing and I absolutely love it! I won't go back to anything else. It's easy to apply, dries fast and you can't see it at all. My lashes stay on all day and I never have to worry about them."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I had used this adhesive to put on my velour effortless lashes (just a hint), and I am slightly disappointed with the performance. My lids are quite oily so this adhesive did not stick on as well as I thought it would. Comparing prices, I would have preferred to use the one I already have. Staying power? Not so great. Application? Average."
		},
		{
			"review_title": "Yasssss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "So I first used this product a few days ago when I went out for my dads birthday. Let me tell you through all the dancing"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve never used a lash adhesive before because I’ve never worn falsies so it’s hard for me to compare but I really like this! It works for me and keeps lashes on! I received this for free for testing purposes."
		},
		{
			"review_title": "Perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Keeps the lashes intact while also being super gentle on the band for reuse!"
		},
		{
			"review_title": "pretty good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Works well, easy to use and had no issues with lifting corners."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Stayed on great! Would definitely use again in the future"
		},
		{
			"review_title": "Sorta Works",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I bought this with fake eyelashes. When I applied this to the lashes, they would not stay on. I waited for the right amount of time to apply the lashes and they would not stay on. I do not know if it was just the shape of the eyelashes or of my eyelids."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "So good and great for sensitive eyes as it is latex free :)"
		},
		{
			"review_title": "THE BEST LASH ADHESIVE EVER!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Amazing lash adhesive for any kind of lashes! I use the glue on any lash i have at home! Also the adhesive has a really  strong hold and will keep the any lashes for a long time! IM TOTALLY IN LOVE WITH THE PRODUCT! I come back to sephora any time I run out of this adhesive cause it’s the best!! I recommend it for parties, weddings, or if you’re only trying different makeup ideas!!"
		},
		{
			"review_title": "Super Pigmented!@",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have been using this for a couple of days now.  It's a pretty solid daily lash adhesive; from going to the office and back.  It is super pigmented so don't worry about adding more eyeliner to cover up the glue.  It's a little difficult to pull off of the lashes if you plan on reusing them."
		},
		{
			"review_title": "Works for me!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I’m definitely not a lash pro, but this has been the best glue I’ve tried so far! I like that the black gives an extra look of eye liner, and all I have to do is fill in the corner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "New favourite and only lash glue. I have super sensitive eyes and stopped wearing Lashes because my eye would water constantly.. No matter what brand or color until I just bought this clear."
		},
		{
			"review_title": "don’t buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "worst eyelash glue ever - doesn’t even stick lashes well and is just so liquidy"
		},
		{
			"review_title": "don’t do it girl",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "the glue that I purchased doesn’t even get tacky and it takes forever to dry.  Though the lashes stick on and stay, it takes a couple of tries and the outer corners of my lashes are usually not sticking down at all.  For the price especially, I wouldn’t recommend this lash.  Lash glue that comes with lashes are way better than this product."
		},
		{
			"review_title": "strong glue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Strong glue! I really love it because the lashes don’t come off! The only thing I don’t like is that the glue is hard to get off the eyes after wearing the lashes"
		},
		{
			"review_title": "if you have used the old formula, don’t bother",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Really bummed. I agree with all the other reviews. Sadly the old formula was WAY better. Lashes don’t stay on as long at all. Does feel lighter as not as much product comes out as before. #BRINGBACKTHEOLDFORMULA please?!"
		},
		{
			"review_title": "disappointing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "this stuff is useless, lashes start coming off after 20 minutes"
		},
		{
			"review_title": "Not good for inner corners",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "I bought the Velour Lash Adhesive when I ran out of my usual Duo eyelash adhesive for a pair of Velour mink lashes. Used this once for a wedding and in the middle of the night, the inner corners on both my lashes started to peel off. The rest of the band was stuck on tight and was a tad uncomfortable during removal. The great thing was that this glue was REALLY black and blended in great with my cat eyeliner/halo eye look but it didn't do it's job. Not  my favourite. Would only recommend if you're wearing your lashes for 3 hours max."
		},
		{
			"review_title": "so liquid!!! miss the old formula",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "my favorite glue was by far the old version. i was in love with it. It was by far the best I have ever tried. At first I thought they only changed the packaging but when I saw the bad review I was very worried to buy this one when my old was going to be empty. I thought that it could not be that bad..... but oh my god I was disapointed. The formula is so liquid you have to wait forever before applying it.... like all the other brands.... may be worst.  They have to bring the old version formula back. THAT formula was why they were different from the other brands. It was the only brand that makes a formula sticky even for the first use. So sad."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black Noir",
			"review_buyer_description": "",
			"review_text": "Best I've tried. Dries quickly, lasts all day."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White Latex-Free",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I had heard good things about this adhesive but didn't have any luck with it. I found the Velour lashes never stayed in place and always fell off. I tried multiple times on a couple of different occasions and just did not find this product to work. Ended up returning and purchasing the DUO brand of adhesive instead."
		},
		{
			"review_title": "Poor reformulation",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone",
			"review_text": "This WAS my favorite lash glue until they reformulated it.  Why change a good thing??  This formula does not dry as quickly and it does NOT hold.  Edges do not stay down and start lifting as soon as you blink. It's going right back to the store, unfortunately."
		},
		{
			"review_title": "LOVE!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this glue, I use it with all different brands and types of false eyelashes and it works perfectly every single time."
		},
		{
			"review_title": "Miss the old formula",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone",
			"review_text": "While this adhesive's formula was thinner and the brush made application easier, the old formula was evidently more effective. This current formula made it very difficult to keep the lashes on. I'd rate the tackiness/how effective this product was on a scale of 3/10. While the lashes did stick, they did not stay for long. Applying more of the product onto the lash will not help. Please bring back the old formula."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I miss the old formula! Stuck way better and for way longer! Had to return this one cause the lashes would never stick to my eyes! (And I know how to apply lashes) :("
		},
		{
			"review_title": "Best Glue I've Tried So Far",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone",
			"review_text": "I really like the Velour lash glue – I like that the applicator comes with a tiny brush that helps you distribute the lash glue in a perfectly even line – it’s impossible to apply too much glue or to get a glob of glue on the strip with the way this glue is designed… The design pulls the perfect amount of product on the small brush every time, never too much or too little. As you can kind of see from the picture I’ve posted the lash glue itself is clear with a kind of iridescent shimmer to it that helps you see where you applying the product on the strip – it dries clear but has a iridescent quality as you’re applying it and I found this extremely useful because I could see how much I covered. The glue felt light but at the same time it kept the lashes perfectly in place for 8 hours until I removed the lashes myself. I think this is a really good glue for everyone, including people who are not as well versed in lash application, because it doesn’t come out as “liquid” as some other glues. In lash application it is crucial to let the glue dry for 30 seconds – 60 seconds before applying the lash to your eye because with more watery formulas the lash will slip and slide everywhere if the glue has not yet dried to a nice tacky sticky consistency. With this lash glue I find the error margin is much smaller – I would still wait 30 – 45 seconds before applying it but I tried it after only 15-20 seconds and there were no problems. This glue is what I would call “more forgiving” lol. Will definitely repurchase because it's the best lash glue I have tried so far!"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone",
			"review_text": "I love the look of false eyelashes but hate the messy application with traditional lash adhesive. I love the ease of applying lashes with this easy-to-use lash adhesive. Thanks for changing my life!"
		},
		{
			"review_title": "best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love it it sticks to my lid all day even in gym class!"
		}
	]
}