{
    "product_id": "1523",
    "name": "Self Tan Golden Getaway Kit",
    "brand": "St. Tropez",
    "categories": "Skincare, Value & Gift Sets",
    "price": 68.0,
    "about": "What it is:An Ashley Graham-approved kit with your ultimate travel-size companions for a face and body glow..Skin Type:Normal.Skincare Concerns:Uneven Texture.Highlighted Ingredients:- DHA: Visibly colors the upper skin layer without sun exposure..Ingredient Callouts:These products are cruelty-free..What Else You Need to Know:Get glowing with this top-selling tanning trio. Featuring Ashley Grahamu2019s golden essentials, this travel-friendly kit includes the award-winning Self Tan Express Mousse, Velvet Applicator Mitt, and full-size Purity Face Mist with a new, limited-edition scent formulated with Ashley Graham..This Set Contains:- 3.4 oz/ 100 mL St. Tropez Express Bronzing Mousse",
    "ingredients": "-DHA: Visibly colors the upper skin layer without sun exposure..B195.Purity Face Mist:Express Mousse:.Aqua (Water/ Eau), Dihydroxyacetone, Caramel, Propylene Glycol, Ethoxydiglycol, Glycerin, PPG-5-Ceteth-20, Decyl Glucoside, Phenoxyethanol, Parfum (Fragrance), Melanin, Cetyl Hydroxyethylcellulose, Dimethyl Isosorbide, Sodium Metabisulu00adte, Ethylhexylglycerin, Linalool, Benzyl Salicylate, Hexyl Cinnamal, Citronellol, Limonene, Aloe Barbadensis Leaf Juice, Geraniol, Coumarin, Alpha-Isomethyl Ionone, Hydroxycitronellal, Potassium Sorbate, Citric Acid, CI 14700 (Red 4), CI 19140 (Yellow 5), CI 42090 (Blue 1).D202",
    "how_to_use": "Suggested Usage:.-Step one: Prepu2014it's in the details. Create a flawless base by exfoliating and moisturizing dry areas: hands, feet, ankles, and wrists..-Step two: Applyu2014glide the Mousse on using the Luxe Applicator Mitt for a seamless finish and spritz the Face Mist under or over makeup..-Step three: Leave on for one, two, or three hours depending on your desired shade. For your face glow, there's no need to rinse of transferu2014simply leave on for six to eight hours..-Step four: Be beach readyu2014exfoliate and moisturize daily to extend the glow...Recycling Instructions:.-Carton fully recyclable..-Remove pump from bottle, bottle fully recyclable.",
    "num_reviews": 447,
    "overall_rating": 4.9,
    "product_url": "https://www.sephora.com/ca/en/product/st-tropez-tanning-essentials-self-tan-golden-getaway-kit-P510472?skuId=2762060&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2762060-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Very Natural Tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is the best self tanner I've tried so far. I've tried a few products before and had to return because of the fake orange colour or streakiness. This product is perfect. It goes on super smoothly and leaves an even tint. It also has a pleasant but faint scent to it. It is a bit pricey but I got lucky to get this on sale. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I used this fan kit for my wedding. Itu2019s so easy to apply and it doesnu2019t make your skin irritated. I absolutely loved it. It also doesnu2019t make your skin orange like others due but instead after applying it you get the best glowing skin."
        },
        {
            "review_title": "Didnu2019t work.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I followed the directions exactly and after washing off the color guide saw no result. I am very pale, so this should have been effective."
        },
        {
            "review_title": "Decent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Looked natural but was not dark at all and faded quickly but naturally . I am very fair so was not looking to get dark but this was not deep enough . It looked very light despite leaving it oh maximum time . Maybe I didnu2019t put enough on ?"
        },
        {
            "review_title": "Great for a.special occasion tan",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Worked well - I'm happy with the overall tan. Would have even liked a little darker, truth be told.  Giving 4 stars because it takes so long to develop on your skin (have to sit for 1-3 hours depending on your desired shade); and it feels kind of sticky on.  Also love how easy the facial mist is to use."
        },
        {
            "review_title": "Wouldnu2019t Recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "left me patchy and my tan didnu2019t last more than 3 days"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This Golden Getaway kit by St. Tropez is a must-have for the self-tan girlies!!! I'm obsessed with how convenient it is, and it is truly perfect for tanning on the go.  It is one of the best self-tanners out there. I'm obsessed!!!"
        },
        {
            "review_title": "Amazing and natural tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product is amazing, i love the face mist and it literally works so well, the tanner also works very well and i love how it also comes with a mitt, it doesnu2019t transfer and it works amazing, itu2019s not too orange and looks very natural. i received something in exchange for this post."
        },
        {
            "review_title": "Easy to apply mousse and amazing mitt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "St. Tropez is the best for self tanning! Their products always give me a streak free tan that doesn't lean orange! Their mitt is the absolute best, makes application easy and nearly foolproof! This gave me such a nice light glow as my skin is super white, just a pretty hint of color. I love the scent of the spray and trying to figure out how much/little I need to use! Fabulous kit!"
        },
        {
            "review_title": "In love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "i I absolutely love this self tank kit! After rinsing it off, there was a little to no transfer onto my clothes. Also, it felt super nice on my skin, it almost felt like I put lotion on my skin. I absolutely will be re-ordering this product. It is a new staple in my going out routine."
        },
        {
            "review_title": "super even",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": ". I am super pale and very scared of looking orange but this kit is so easy to use it's like fool proof. The mitt works great and the mist looks super even. Definitely shave and exfoliate before applying!"
        },
        {
            "review_title": "Sun Dress Ready",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This tanning combo is the greatest of all time, it perfectly compliments my skin and is not orange at all. Itu2019s easy to apply and the mitt is awesome for a streak free tan. I highly recommend for everyone. Itu2019s foolproof."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Eight hours after application I could see the most prettiest not orange bronze glow ever I went light on my knees because those areas tend to get darker than anywhere else. This kit is the perfect go to if you arenu2019t a tanning bed or direct sun kind of gal all of the benefits without the harmful outcome."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I lovvvve this product so much! Will get it again itu2019s so good itu2019s long lasting and itu2019s extremely affordable for the amount of product you get! Highly recommend it to everyone even Iu2019m light brown and it evened me out"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this kit! Itu2019s so perfect for traveling to maintain my tan while on vacation. I also think this is the perfect kit for gifts or to try if youu2019re new to self tan. St Tropez is just the best! 10/10 recommend"
        },
        {
            "review_title": "Bronze - not orange!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I received this from my honest review. I have honestly been loving it and Iu2019ve been using it every single week. It gives me a very nice even tan and it also does not leave an orange base Itu2019s very bronze-y!"
        },
        {
            "review_title": "Simple yet impressive!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I truly do love this whole set. It smells beautiful and is very easy to apply. Leaves a natural looking tan that doesnu2019t get patchy when it fades. Iu2019m still getting the hang of the spray but Iu2019m definitely comfortable with the foam. This brand is hands down my favorite for self tanning. Just remember to exfoliate well and moisturize beforehand.  Gifted by StTropez"
        },
        {
            "review_title": "Perfect every time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This lightweight and easy-to-apply mousse provide a streak-free tan that looks natural and lasts for days. The inclusion of the tan-enhancing body polish ensures a smooth and even application, while the velvet applicator mitt makes the process mess-free and enjoyable."
        },
        {
            "review_title": "My favorite bronzing kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This kit has been amazing for me! I am really pale so sometimes I want to look a little bit more bronzy, For my face the mist feels so refreshing as well!! My favorite part is that I can do this on the go without taking a shower immediately!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "St tropez makes the best tanning products, it is so easy to apply and the drying is fast as well. The colors are made perfectly to match your skin color and it comes with the best tools to help you apply the tan!"
        },
        {
            "review_title": "Amazing Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "This is the most perfect gateway tanning kit. I have been using st.tropez for a long time and really like all the products I tried so far. I like that their products are vegan and cruelty free very important to me. This product has a really nice texture and itu2019s so easy to apply and not sticky at all. It comes with a mitten so itu2019s very convenient and super easy to apply the mousse. It gives me the perfect glow snd it lasts for a while. and I will definitely recommend it"
        },
        {
            "review_title": "Beautiful tan without the smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I love the face mist! Itu2019s refreshing and smells just like a beach vacation! The tanning mousse goes on so smoothly and has no chemical smell. It actually smells good! It left me with a beautiful golden tan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This is the ULTIMATE kit for a golden tan. I used the body product for a few weeks until it was totally gone and it made my skin look soooo naturally tan immediately. It applied very easily with the mitt and I was able to get a good couple weeku2019s worth of applications from it. The face spray is still nearly full which is awesome, because itu2019s my favorite part of this kit. It applies easily and holy cow - the results are amazing! I apply a light mist before bed and wake up tanner without streaks or uneven spots. It just looks natural! I love love love it. It makes applying my tanner super easy and allows me to keep up with it without the hassle. I highly recommend!!!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This self tanning kit has everything a girl will need plus more! I love the hand mitten that comes with the kit! Itu2019s the perfect size to applying and making sure that the tab golden is evenly distributed!"
        },
        {
            "review_title": "Perfect for travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I recently got the St. Tropez Self Tan Golden Getaway Kit since I was going on a trip, and this is a great little package! The tanning mousse is the ideal size to fit in a pocket or handbag, and comes with a plush mit for even application. The included face mist smells amazing and makes me think of hot summer days at the beach. All told, this kit would also make a great gift for anyone you know who loves to sport a golden tan even in the middle of winter."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "i love this self tanner as always. it is a great kit for vacation or just to do to keep tan in the colder months. i like the results and how my tan is not orange looking. i would use it again for sure."
        },
        {
            "review_title": "Perfect Vacation Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This Golden Getaway kit is seriously SO perfect for travel! I have such a hard time finding travel size self tanner, and this is the best self-tanner in the perfect compact size. The self-tanning facial spray is also amazing because it's the perfect on-the-go companion when I need a gorgeous sunkissed glow whether under makeup or barefaced."
        },
        {
            "review_title": "a hit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "i didnt leave the tanning mouse on for 8+ hours out of personal preference but even just for a few hours it gave me such a natural streakless tan. it didnt feel uncomfortable or sticky as it developed or transfer on anything around me but i am careful about it. very easy to use im not that great or a regular with self tanning so it was intimidating but regardless it came out nicely along with the spray! its made very easy and convenient and leaves a nice glow."
        },
        {
            "review_title": "Perfect tanning kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Medium skin tone, Dry skin",
            "review_text": "I think I've found my holy grail bronzer! WOW! This is the best for needing a quick fix bronzy glow stat. I struggle with waiting 6-8 hours either dressed during the day and feeling sticky or staining sheets overnight. This is perfect because you can keep it on for as little as an hour or up to three for darker shade. It dries super fast for a self tanner and I'm able to dress quickly and hang out for a little bit and then shower off. Very impressed with the tan so far! Love the spray to reapply all over and elongate the tan. Their mitts are awesome too and apply easily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "At tropez came out with this amazing new product and Iu2019m absolutely impressed. The St.Tropez Self tan golden getaway kit is just perfect. I used it and I love the results. My skin has a beautiful ting and an amazing glow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is my go to self tanning kit. It looks so natural, I never have streaks when I use it, and I can finally say that I have found a self tanner that doesnu2019t stink. It doesnu2019t look splotchy, and last a very long time. The facial mist is definitely my favorite part because it makes applying self tanner on my face easy without breaking me out."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Wow, I mean who doesnt already love St Tropez??? But if you have not tried it already this is your sign. Otherwise is so good. It feel nice and soft on the skin. The application is easy peasy lemon squeezy! And best part is you can look deliciously golden alllll year long! I took mine kit with me to Jamaica so I can look extra cute in my bikini. Gifted by sttropez"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Perfect trip for the best tan without sun needed. Very easy to apply, has everything including the mitt, which works amazing to apply and spread. Love the tone I get, it looks awesome, I am totally in love. Very convenient set to have! Highly recommended"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": "Fantastic product. The consistency was perfect and I got a nice golden tan color that didnt wash off immediately. I also think that it didnt get all over the place which is nice. I would recommend"
        },
        {
            "review_title": "meh",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "iu2019m completely honest when it comes to these reviews so this is what i think of it. i always leave on my tanners overnight and never had a problem. i woke up and was so orange and flakey, it looked terrible. it didnu2019t wash off for about 2 weeks even after showing everyday. donu2019t recommend unless you have a good skin tone that orange will balance out"
        },
        {
            "review_title": "Good product, bad customer service",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The product itself works extremely well, but if you're ordering directly from the company don't expect decent customer service. I've reviewed this product last month but there is an issue with it so I'm writing a new one. I really like the way my skin has a natural looking tan, but it's not worth dealing with the company."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love this little kit! Itu2019s perfect for travel because it has everything you need to get the perfect tan. I love that the mint is more of a velvet instead of a foam texture. It makes my tan apply flawlessly. Iu2019m also a huge fan of the moose and the mist. Both are so easy to use and Donu2019t have an orange tone at all. The scent of these products is also amazing. You do get a little bit of that typical fake tan smell, but it fades very quickly and the lingering sent is actually rather pleasant but not overwhelming. Definitely try this kit if youu2019re looking to try this brand for the first time or if you need a fake tan on the go!"
        },
        {
            "review_title": "Perfect travel items",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Absolutely love this kit especially the face mist! I have the hardest time tanning my face and this is one of the easiest ways to do so! I also love the travel size because itu2019s perfect for vacation would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really like this product. It works well, quickly, and applied evenly. I like that it is in a travel size as well because you can take it on a trip if you forget. The spray is just okay for me, I feel like it made me break out."
        },
        {
            "review_title": "Perfect vacation glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "St.tropez can do no wrong when It comes to tanning. From the formulation down to the mit, It makes for the easiest, streak-free, flawless application. And this kit is absolutely incredible for travel ! I'm obsessed."
        },
        {
            "review_title": "GET IT NOWWWW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Absolutely loved the way this product left a beautiful tone and finish on my body!! Absolutely recommend this to all my friends and familyu2026 prob the best of its kind on the market!! Get yours ASAP!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "The Golden Getaway Kit has been giving me a glowy and goddess-looking glow all winter long. Living in a northern state,  I do not have the luxury of being able to get sun year-round. But this kit has been a staple in my winter beauty routine. It takes some practice to get the perfect blend, but the tan is not streaky and overly tan-smelling."
        },
        {
            "review_title": "good i think",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "ive never self tanned before so i have no idea how this compares to other brands but i heard good things about this brand so i wanted to try. seems like self tanning is so in right now. its okay i think?"
        },
        {
            "review_title": "Itu2019s a must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This set is fantastic! I've been eager to experiment with contouring my face using self-tanner, and this product exceeded my expectations. The formula is excellentu2014it felt gentle and lightweight on my skin, making it easy to apply and wash off. The end result is stunning! The mousse is non-transferable, making the whole process hassle-free. I'll definitely be incorporating this into my routine again!"
        },
        {
            "review_title": "Perfect for travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The perfect tanning kit for traveling! I am obsessed with how easy this makes self tanning on the go! It gave me such a stunning glow, so easy to use and it comes with everything you need & in a perfect size!"
        },
        {
            "review_title": "Travel ready",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This golden getaway kit makes tanning while on the go easy. It has everything needed to keep the tan going for the whole vacation! I love that this kit includes a kit too. One of my favorite people endorsed it too!"
        },
        {
            "review_title": "Best tanning product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I received this portable tanning products in exchange for this post. The face spray smells gorgeous; tans my face with easy; just spray like makeup spray and good to go. Also covers the body tanning; absolutely a must have."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "This tanner is amazing! I love how the products are travel-friendly. The mist smells so good and gave me the most natural looking tan. The foam left no streaks and looked beautiful on my dry, fair skin. I loved it!"
        },
        {
            "review_title": "St tropez is the best tanning brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am absolutely obsessed with this tanning set. Ashley Graham as their brand ambassador could not be a better choice. She chooses products that work so well for St Tropez. This set is perfect for spring and summer and the products themselves work incredibly well. St Tropez is the only self tanner brand that I can use that doesnt turn my skin orange and streaky! The tan lasts for a full 7 days with proper aftercare."
        },
        {
            "review_title": "Excellent value set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Amazing kit! Perfect for gals on the go with the travel sized products. Love the mousse for my body and the mist! Makes me very bronzed and lasts a while if you moisturize. Itu2019s worth the money for this set!"
        },
        {
            "review_title": "A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love this St. Tropez Self Tan Golden Getaway Kit so much! I love that itu2019s a mini size perfect for traveling and easy carrying around. This stuff works wonders and gives me the prettiest and most glowy tan! Love it!"
        },
        {
            "review_title": "New fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Love this lil getaway kit! It is perfect for on the go and traveling especially with the express tan. It really does give you a smooth and even gold tan finish and lasts a few days longer than I feel like others do. The mit is really convenient!"
        },
        {
            "review_title": "A Golden Essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This kit is amazing!! I have always wanted to try contouring my face with self tanner, and this did not disappoint! The formula is very niceu2014 it didnt feel harsh or clogging on my skin, and was very easy to both apply and rinse off. The final results look absolutely gorgeous! The mousse is no-transfer which left a fuss free process for me, and I definitely will be using this again in the future!"
        },
        {
            "review_title": "Great color and long lasting!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The St. Tropez Golden Getaway Kit is an absolute game-changer in the world of self-tanning. The kit includes everything you need for a flawless, golden tan from head to toe. The formula is easy to apply, streak-free, and gives a natural-looking tan that lasts for days. I highly recommend this kit for anyone looking to achieve a beautiful, sun-kissed glow without the harmful UV rays."
        },
        {
            "review_title": "Perfect duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This kit is awesome for a tan head to toe. First..Iu2019m smitten with the face mist omg. The spray is so fine and I get the prettiest and even face tan with it. No other sunless face product that I have used come close to this. It smells delicious and dries fast. Itu2019s perfection. The express tanning mousse gives me a beautiful and quick glow that delivers without an entire day of waiting. Doesnu2019t transfer and doesnu2019t dry out my skin. These products are a match made in heaven."
        },
        {
            "review_title": "Great for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I took this little set with me while on vacation to Hawaii and it was perfect for travel. I got to look like I had a beautiful golden tan without the damage to my skin. It lasted about a week. The facial spray was also very nice for maintaining color on my face. Since I wash my face every day it tends to be more pale than the rest of my body and this helped even everything out. Plus it smelled really good. 10 out of 10 recommend!"
        },
        {
            "review_title": "Everything you need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "The St. Tropez Tan Golden Getaway Kit is so convenient. You have everything you need for the perfect tan. I like how light weight the mitt is, the back side is a thin material so there is air flow. The mousse is a beautiful color and application is easy. And the face mist is so effortless and perfect everytime."
        },
        {
            "review_title": "Great set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Great set for travel! It includes 3 products in the set. This set is perfect for a quick tan and the mitt includes has a very soft texture. The tanning solution is very pigmented and leaving on the product for a few hours provides great effects."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am a big fan of St. Topez and this golden getaway kit has become one of my favorite products of theirs! I used the facial mist during the day a few days in a row and it worked incredibly well. The application is so easy and provided an even glow. The mousse is also super easy to use and has a great scent. Definitely recommend!"
        },
        {
            "review_title": "LOVEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "i absolutely love it, it made it look like i went on vacation I just loved the final result so bad. The application was so easy to use and it felt so good on the skin, it did not feel like nothing was wrong or anything, it was so easy to to use the mousse and everything I just love and recommend so much."
        },
        {
            "review_title": "A good, non-transferable tanner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I'm really picky about my self tanners, but this one was really good. It was definitely one of the less sticky ones I've tried and I slept in it (I have white sheets) and there was no transfer in the morning."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I love this tan. I use it all the time. It smells fantastic. It does not stain any of my clothes and sheets. It leaves a great not orange tan. It does not smell bad either. I like that this kit comes with everything you need."
        },
        {
            "review_title": "Must have for summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This kit is an absolutely must-have for summer! The color is not too orange or red, but it's absolutely perfect tan! I love that comes with a mitten and you don't have to worry about messy hands. I would definitely buy it again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I have tried A LOT of self tanners. And most smell like tanners or don't last long enough or run off on clothing or sheets. This tan & cleanse off is AMAZING! I always leave mine on for hours when I do self care Sunday. I will leave mine on as long as desired. I have my spouse do my back. Hes tall enough to really see what i miss on my back. u2069I love the way it makes my legs & arms and chest color look like natural sun.u2066 Watch the YouTube videos realted to what works best for you on how to use. Tips & tricks for your BEST summer self.u2069"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "So easy to use and doesn't leave any spots, I absolutely love the face mist and the smell, it's amazing, smells like I just walked on the beach every time I use it, doesn't give an orange look but a nice natural looking sun kissed tan"
        },
        {
            "review_title": "A must have for a glowing skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "A must have for my pale looking skin.  I love tan skin, but unfortunately I do not have time to tan on a sun for hours. So I tried this products and I fall in love with the results and with brand. Products are super easy to use, the result is amazing. My skin newer looked this good, tan, glowing, soft, hydrated and beautiful.  Obsessed! I will use it again and again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This tan kit is so good I love it because of all the steps it has in it and the colour feels so natural and it is so easy to apply. No harsh smudges and itu2019s a very natural tan to apply on the skin. Amazing product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This travel kit is perfect and has everything I need to get a nice tan and glow to my skin. The mousse is easy to apply and fuss free. It gave me great results just after one use. The spray gives a nice glow."
        },
        {
            "review_title": "The best self-tanning kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Such a great kit by St. Tropez! This gave me a beautiful glow that wasnu2019t orange! The tan went on great with the mitt. There was no residue or transfer from the product on my towels or bedsheets! This kit is also great for traveling!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "As someone who's always been a bit hesitant about self-tanning products, I was pleasantly surprised by how easy and foolproof this kit made the process. The St. Tropez Classic Bronzing Mousse is the star of the show. It applies smoothly and evenly with the included Tan Applicator Mitt, giving me a streak-free tan that looks like I've spent hours in the sun"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "This Golden Get Away Kit is awesome. I love the scent of the face mist   The 1 hour express tanning moose is great. Only complaint is my hands are orange. The rest of my body is even and natural finish."
        },
        {
            "review_title": "Mist is super easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love using self tanner for a bronzy look on medium tan skin. This kit has everything for that perfect bronze. The face mist is VERY lightweight and barely feels like you put on product. After 3 hours you see results. As well as the tanner mousse. It doesnu2019t go on streaky using the mitt, and the color is natural, not orange! Which is the best."
        },
        {
            "review_title": "The perfect all over tan!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This kit is amazing and Iu2019m impressed. Thereu2019s a st Tropez 1 hour tan, Ashley graham bonzing water facial mist, and a tanning glove. Iu2019ve used the bronzing mist quite a few times in the past and it works amazingly!!! Iu2019ll actually just use it on my entire upper body and rub it in. Gives a very pretty tan. The st stropez 1 hour tan gets you DARK. Just rinse after! I love this kit and itu2019ll last me a long time."
        },
        {
            "review_title": "Holy grail of self-tanning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I am a devoted self tanner and can honestly say that there is no better, more natural faux tan on the market then St Tropez. The Self Tan Golden Getaway kit features my three favorite self tanner essential of all time in one handy kit. The Express Bronzing Mousse is brilliantly effective; I leave it on for three hours, do a quick rinse and the tan continues to develop throughout the rest of the day. My fair olive skin becomes tropically bronze in no time. Itu2019s exactly the color I would get if I were in the sun. The purity face mist is light and doesnu2019t clog my pores. Itu2019s the only facial tanner Iu2019ve ever used that looks natural. And the velvety tanning mitt is the secret to streak-free self tanning."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "This is my new favorite tanning bundle, it comes with a mitt, bronzing mousse, and bronzing water face mist. The mousse is lightweight, applies flawlessly, and is easy to work with even if you are a beginner. This is a great travel kit to take with you on vacation. The mousse doesnu2019t transfer so you donu2019t have to worry about clothes or sheets getting dirty when waiting for it to set. Iu2019m very pale and the end results are a beautiful tan!"
        },
        {
            "review_title": "So easy and fast",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Now getting a good tan has never been easier for me. This was so easy and convenient to be able to do at home so fast. I loved how itu2019s transfer free and fuss free . I really liked the end result on the tan ."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love how this kit includes everything you need to get a quick glow and tan at home relatively quickly and super easily! I love how natural the tan is and you can never really overdo it with this kit, it just enhances your skin tone and adds a lovely glow"
        },
        {
            "review_title": "Perfect for summertime!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "This tanning kit is incredibly amazing.  The mousse blends seamlessly with the ultra soft mitt. It absorbs quickly without leaving a residue.  I love the results after leaving it on for 3 hours.  It leaves my skin with a medium sunkissed glow. The face mist is also easy to apply and blends nicely! I'll definitely use it all summer long."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "This is such a great product and it has quickly become my favorite!  The application is so easy, mess free, and it allows you to decide the tan that you would ultimately get by deciding how long to leave it on.  I think itu2019s such a clever customization and You will achieve the tan/glow wether at home or getting ready for your holiday.  I highly recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "i got to try the self tan golden getaway kit and i love the application and color of it! it was very easy to apply on with no streaks left behind. the color came out great and not orange like some. 10/10"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This kit is the perfect one stop for all things at home tanning! I love that this mousse is no mess and doesn't transfer so you don't have to worry about getting the tan all over your clothes. Shows over night which is perfect too!"
        },
        {
            "review_title": "Beautiful natural tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This set is very easy to use. My favorite is the mitten for the tanning mouse application to prevent any stains. Beautiful natural tan color just in 1x hour. The second time I waited 2x hours before taking a shower. My skin has a beautiful natural tan without any patches. Highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "WOW! I loved this tanning set sooo much! the mousse was easy to apply with the mitt and gave me such a nice bronzey glow. the mist was sooo nice and easy to use on my face rather than trying to lather mousse all over it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "absolutely love this kit so much!! it contains everything you need for a head to toe tan!  the face spray is light and looks like a natural tan.  the body tanner also goes on smooth and looks very natural!  definitely a need for a natural tan!"
        },
        {
            "review_title": "Sunkissed Glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Absolutely in love with this kit! These are the perfect travel size. I love the spray for your face! I spray it on my face and neck and chest area and it works very well! It a super fine mist that drys fast and gives you a tan glow! Absolutely gorgeous! The foam gives you a quick tan/ literally only 1 hour- and itu2019s definitely a brown bronze look, not orange at all!"
        },
        {
            "review_title": "Beautiful natural looking tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have a hard time finding self tanners that donu2019t look orange and this one was perfect! I was most impressed by the spray, it was so easy to just spray my face and the tan was beautiful and even and looked so natural. The mousse is very light and did not transfer on any of my clothes. This travel size kit was a great way to try it out but I will definitely be purchasing the full size!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Absolutely love this product. It works so fast and gives a natural glow. Iu2019m glad it is express because Iu2019m not a fan of sleeping in tanner, so this product is my new favorite. It doesnu2019t make you orange"
        },
        {
            "review_title": "Great Set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Dry skin",
            "review_text": "I don't tan very easily, so I was excited to get this set, because it comes with a little bit of everything that I've been wanting to try. I love that it has the mitt, as well as the regular mousse and a face mist. I really like the face mist, because it feels super refreshing, and it helps you not apply too much. It didn't look streaky or totally orange and unnatural, which I've definitely had happen with some other brands! I'm definitely a fan of this set! I would recommend this to anyone that wants to look a little less pale, like myself!"
        },
        {
            "review_title": "Olive Glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "As a pale girly, instead of getting skin damage i just self tan! This golden getaway kit is the best for an all over tan, including the face! The tanning face mist is so refreshing and amazingly scented like a tropical beach! The mousse gives me a beautiful tan glow that dries down quickly and isnu2019t transfer proof! Plus it comes with a glove! You can literally throw this in your bag since it comes with everything you need for that beautiful beach tan!"
        },
        {
            "review_title": "Love this kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I love this self tan kit from St Tropez! I love the limited edition facial mist as well as the travel sized body tanner! I travel often and have been frequently inconvinienced by not being able to take my self tanner bottle (full size) with me in my carry on! This one is no problem! It is the perfect size and I love it! I would recommend this kit to newbies as well as experienced self tanners! This is my go-to!"
        },
        {
            "review_title": "such a good self tanner set!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "i love this gift set so much. i already have to full size of the tanner and itu2019s awesome. such a good color for red heads. the mitt is okay, kinda streaky but still really good. and the mist is my favorite part. they all last so nicely and fit makes my body so soft!! i love and 10/10 recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I really like this little kit! It comes with everything you need! I love the face mist because it makes it really easy to give you an even all over glow and itu2019s super fast to apply! The mit is great for getting you a nice even tan, Iu2019ll never self tan without it"
        },
        {
            "review_title": "SO BRONZED.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I have used this tan before but have never tried the face spray! I absolutely love both products so much and the mitt is so soft. Thank you to the brand for sending me this product. I received something in exchange for this post."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I absolutely loved this product it came just in time for my birthday usually I use a tanning bed but this combo was ELITE I especially love the tanning face mist itu2019s perfect to match your tan to your face !! #skeepers"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "My skin has been looking so dull and pale all winter long. We donu2019t get a lot of sun here in Minnesota this time of year and I was really looking for something that would make me look more alive again. This stuff was amazing. It gave me a very natural looking Sunkissed tan. I also liked the smell, I typically donu2019t like the smell of many self tanners, and this one was not overly pungent."
        },
        {
            "review_title": "Really easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was so excited to finally try the original St. Tropez mousse in this Golden Getaway Kit, and the face mist is a great product as well! 8 hours after application, I thought the final result was beautifully even and that my skin had a nice glow to it. For reference, I have pretty fair skin with warm/olive undertones. The mousse is super easy to apply with the included mitt, truly fuss-free application."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This set is perfect for on the go and travel. It includes everything you need, a full body express spray, mitt and face mist. I highly recommend! The face mist is my favorite. So easy to use and gives my face a nice bronzey glow."
        },
        {
            "review_title": "MUST BUY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This is the absolute best product in the world!!! I love this! I use it about twice a week after I shower, to give myself a bronze glow that is consistent and not streaky! The face spray is amazing and I canu2019t believe I lived my whole life without it. You could probably get away with doing it once a week, but with exercising and everything I like to do it twice a week to keep it looking its best! I highly recommend this."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Loving the st tropez self tan golden getaway kit. perfect to take on the go incase you need a refresher. goes on easily and goes a nice tan within a short amount of time. no streaks with the included glove."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I have very pale skin so usually I have a hard time with self tanners because they make me orange and/or blotchy but this one is amazing! The face mist is so nice and leaves such a pretty bronze glow behind. Also the smell is so nice!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is such a nice set! I love both products separately and love that you can get them together now! I use the foam for my legs and arms mainly and it gives me a seamless bronzy tan super quick and easy! I make sure I use a mitt to avoid an uneven application and it turns out so smooth every time! Love that it develops in one hour for a last minute touch up! The facial mist is such a genius product, so easy to use and the mister is so fine is coats the face without looking patchy. It gives me a glowy and radiant tan that looks very natural, like I just spent some time at the beach. Highly recommend! This product was gifted by sttropez but this is my honest opinion."
        },
        {
            "review_title": "Fuss-free Tanning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This self-tan kit is fantastic for a fuss-free glow. The spray is easy to apply and the express mousse is no transfer. I love this kit not just for getaways, but for an easy last minute glow. I love the face mist for keeping up a natural looking glow with minimal effort. Itu2019s lightweight mist applies evenly in less than minute which I love as Iu2019m often pressed for time. Gifted by St. Tropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Loving this Golden Getaway Kit! I'm very fair skinned and rely heavily on self-tanner to give my skin a golden glow during the spring/summer months - I've tried them all and this just might be one of my new favorites! This set gives me a nice, even tan that looks completely natural. It smells good and is super easy to apply. Also, I absolutely love the small sizes, they're perfect for travel! I received this complimentary from St. Tropez in exchange for my honest review. I'm so glad I had the opportunity to test it out, l'll definitely be buying this again and again!"
        },
        {
            "review_title": "No mess and easy to apply",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I recently received this kit complimentary from St.Tropez and I was amazed by how well it worked. The bronzing mist has coconut fragrance (smells like a vacation:) No mess, easy to control mist when applying. I like the results and the beautiful glow!"
        },
        {
            "review_title": "LOVE this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "i absolutely love this tanning set. it does me so good. it isnu2019t streaky, doesnu2019t smell like fake tan and gives me the most amazing results. i canu2019t get over how good it is. now a part of my routine ten out of ten."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This was my first ever fake tanning product and I was SCARED. However , the results were amazing. This product smells so good, it applied evenly and has left me with the best and natural looking tan. No orange streaky mess like I was scared of!! Would definitely recommend this set again and again. gifted by sttropeztan"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I have only used self tan three times, and this one was very easy! It smells great, applies easily, and was not messy at all! The finished result (for the one hour) was a pretty, even golden glow that was about 2 shades darker than my skin tone (which is already tan). Iu2019m impressed with how simple and quick this was! I also love the facial mist, I use this to do contour on my face that will stay without makeup, and it blends well and it doesnu2019t show up harshly and can be built upon. Gifted by St. Tropez"
        },
        {
            "review_title": "Easy and Perfect for travel",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "the face spray is easy to use and applies evenly. the foam is so easy to apply and doesnu2019t look streaky and the mitt is a plus ! In my opinion you donu2019t need to wait all day for the tan to set and I didnu2019t experience and transfer on my clothes. gifted to me by st Tropez"
        },
        {
            "review_title": "Love for getting ready for spring!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve never used fake tan due to how unnatural I have seen some be, but this one works for me with an olive complexion for use for an hour! I feel like I could have done a little bit longer but Iu2019m pleased with how it looks! #giftedbysttropez Application was super easy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This was gifted by sttropez. I am obsessed with how quick this works! Itu2019s so helpful when youu2019re in a pinch and trying to get ready day of! It doesnu2019t turn you orange and it leaves the skin looking glowy and flawless! I also love that thereu2019s a glove and the face mist all included in the set!"
        },
        {
            "review_title": "itu2019s lighter than youu2019d expect but still amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Dry skin",
            "review_text": "the face spray goes on super evenly and is light so i love that i can bronze up my face still without looking too dark. the mitt is my favorite that iu2019ve used. the foam is so easy to apply and doesnu2019t look streaky at all. i love that i dont need to wait all day to rinse it off but i did wait about an hour and a half and its really really light and this is coming from someone who only ever buys the medium shade because thats almost too dark on me. gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "I was offered by sttropez for the Golden Getaway Kit as a gift and I was really excited to try Ashley Grahamu2019s product, the kit is perfect for traveling. It applied smooth and evenly throughout my skin. I would say to make sure to get an extra glove to apply to reuse the product!"
        },
        {
            "review_title": "Great tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was so surprised when this was gifted by St.Tropez, and I loved it! I have tried other self tanners before, and I was always worried that trying a new one wouldnu2019t work out. I love how this was easy to apply, and applied evenly!"
        },
        {
            "review_title": "St Tropez & Ashley Graham did THAT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I received this self tanner gifted by sttropeztan! Iu2019m absolutely in LOVE with the Ashley Graham collab St Tropez self tanner!! The Facial mist is such an amazing added step to my tanning routine! The no transfer mousse was so easy to apply. After following all the steps the mouse glided on my skin so nicely and super easy to blend and not streaky! which is why i prefer st tropez over any other self tanning brand. I also love the smell!! after waiting 8 hours I came out with a great tan and super glowy! it looked super natural to the point I kept getting asked if I was just on vacation!! i LOVE LOVE LOVE this product!!!!"
        },
        {
            "review_title": "The best natural tan possible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This Golden Getaway Kit was gifted to me by Sephora. The St Tropez Tanning Golden Getaway Kit is a winner for achieving a natural tan without the fuss. The standout is the no-transfer Mousse, making application a breeze with its lightweight formula. It dries quickly, and the no-transfer claim is no joke u2013 no stains on clothes or sheets.  Applying the mousse is easy, and it feels luxurious on the skin with a subtle, pleasant fragrance. The hydrating ingredients ensure your skin stays moisturized without feeling sticky.  Eight hours post-application, the result is a beautiful, even golden tan. St Tropez delivers on its promise of a hassle-free, radiant glow. If you want an uncomplicated tanning experience with fantastic results, the Golden Getaway Kit is a must-try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "Gifted by st tropez, I enjoyed using this self tan! Iu2019ve never used one before but this was very easy to apply, and showed an amazing glow and tan! I would definitely recommend this to my friends for an easy self tan."
        },
        {
            "review_title": "Sun kissed skin !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received the product in exchange of a review and Iu2019m obsessed ! The St. Tropez Glow Kit is a game changer! This sensational set elevates my tanning game to new heights, delivering a flawless sun-kissed glow that looks like I just stepped off a tropical beach.the self tanning mouse was super easy to use , specially it being my first time using it ! It was my perfect way to start my self tanning journey! Iu2019m obsessed with my perfectly sun skin glow golden skin tone ! ! And i just canu2019t get over how amazing it felt on my skin and how easy to use it was."
        },
        {
            "review_title": "A Sumer must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This gifted by sttropez tanningFeaturing Ashley Graham's golden essentials is a must have one , this travel-friendly kit includes our award-winning Self Tan Express Mousse, Velvet Applicator Mitt and full-size Purity Face Mist with a new, limited-edition scent formulated with Ashley Graham herself that transports you to island breezes and sandy shores. This is your ticket to the ultimate getaway glow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "The St. Tropez Glow Kit at Sephora is a radiant revelation! This sensational set elevates my tanning game to new heights, delivering a flawless sun-kissed glow that looks like I just stepped off a tropical beach. The kit's meticulous curation ensures a seamless application process, with each product complementing the other for a natural, streak-free finish. The self-tanning mousse glides on effortlessly, imparting a rich, golden hue that develops into a long-lasting tan. The velvety applicator mitt enhances precision and minimizes mess, making the entire experience enjoyable. What sets this kit apart is its subtle fragrance, a far cry from the typical overpowering tanning scents. Sephora's collaboration with St. Tropez has truly created a go-to glow solution that not only provides beautiful results but also elevates the entire self-tanning ritual. An absolute must-have for those seeking a sun-kissed radiance without the sunburn!"
        },
        {
            "review_title": "great tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "i received this golden getaway kit gifted by sttropez complimentary in exchange for my honest review. i enjoyed using this kit! it gave me a nice color that was easy to apply. it lasted longer than expected too! just follow the instructions and you'll be happy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is my favorite self tanner, hands down. I am extremely pale and have dry ski. This product, gifted by St Tropaz, applies so evenly and leaves no weird pigmentation patches. I absolutely love this product!"
        },
        {
            "review_title": "LOVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "St. Tropez Gifted me their Golden Getaway Kit and I absolutely love it! It's a luxurious self-tanning set that delivers stunning results. The formula is lightweight, easy to apply, and leaves no streaks or orange tint. The golden glow it imparts looks incredibly natural and lasts for days. Plus, the kit includes everything needed for a flawless tan, making it a must-have for anyone wanting a sun-kissed look without the harmful UV rays. Highly recommend!"
        },
        {
            "review_title": "Best tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Gifted by St Tropez. I love this golden getaway kit! This provides the most natural tan everu2026 im pale naturally and this tan doesnu2019t look orange on me at all. I love the applicator mitt as well! This is 10/10"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Complimentary from st tropez, The Purity Face Mist is my new favorite face tanner. It is so easy to use and leaves me looking glowy and bronzed. It is the perfect size to take in a carryon with you. It also smells so nice."
        },
        {
            "review_title": "Beautiful tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Great tanning kit offered by sttropez. I really enjoyed the face spray as it looked natural and was super easy to use. I liked the body tanning as well. But I did it super slow in order to not have tan lines show around my feet and hands."
        },
        {
            "review_title": "So easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the best tanning products out there! I was gifted by st tropez tan. Iu2019ve tried so many different products, this brand never misses. The mousse is easy to apply, isnu2019t super sticky and doesnu2019t get all over your clothes and sheets. The face mist is probably my fave product ever - you spray it on like you would a setting spray. I started to look tan within a few hours!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by St. Tropaz. I love this self tanning kit! It really does not transfer and it is not messy at all. The moose feels none sticky and comfortable on the skin. I love the beautiful glow it gives the skin. Overall very happy. 10/10!"
        },
        {
            "review_title": "trying it out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Really liked this golden getaway kit. it gave me a dark brown color with our streaking and didn't have that normal self tanner smell that we are all used to. I would recommend this product to a friend for sure. gifted by sttropez"
        },
        {
            "review_title": "Wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "St Tropez Express self-tan is my all-time favorite self-tanner, I've purchased numerous bottles in the past and I always have a full size available at home. This kit has a mini version of this product which is perfect for traveling + the mitt, and also the product that I haven't tried before, the Bronzing Water Face mist. The mist smells absolutely divine by the way, like a tropical vacation. Comparing the two, I'd probably stick to the mousse as I prefer the application of the mousse to a spray, I feel like I have more control over it. And also I've used the mousse on my face in the past and it works great too. The mist gave me a natural result too, so I guess it's a matter of preference. The mousse is transfer-free, I put it on with a mitt, wear it for 3 hours and rinse in the shower. Gifted by StTropez in exchange for an honest review."
        },
        {
            "review_title": "I really liked",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really liked it! What I liked most was the texture of the mousse, its fuss-free and absorbs quickly, I had used one a while ago that left my skin oily and dirtied my clothes, this one passed the test and became my favorite because it's easy to apply and leaves my skin hydrated and glowing. I really liked it and would definitely recommend it to a friend. Gifted by sttropez"
        },
        {
            "review_title": "Beautiful Bronze",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Love this! It goes on nicely and leaves a beautiful bronze glow. Easy to apply and doesn't stink. Use the mitt and go in upwards motions to apply correctly. Doesn't stain clothes either. Would recommend"
        },
        {
            "review_title": "Amazing brand for tanning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "St. Tropez gifted me this product in exchange for a review. Iu2019ve had the best luck for self tanning with St Tropez. The undertone just looks so well with mine which is yellow. The face tanning spray is so good and doesnu2019t break me out like others."
        },
        {
            "review_title": "Amazing tanner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product gifted by ST Tropez and Iu2019m so happy I did because I love this kit. They are travel size products which is great . The express mousse gave me a beautiful tan in just about an hour I didnu2019t have to wait all day . The application was so easy and smooth everything was streak free. The face mist left me a beautiful transfer free tan . The final results were everything I would want ."
        },
        {
            "review_title": "The best tan for a reason!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love St. Tropez and this kit has all the essentials you need to tan on the go! I travel often for work and this is so easy to throw into my bag and tan when I arrive at my destination. The results are gorgeous and the scent is much better than other tanning products. Always a treat to feel like it's summer during a pale winter! Gifted by St. Tropez but all opinions are my own."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This was gifted to me for my honest review.  First of all I have used and loved this brand in the past!  This convient travel kit is perfect to pack on your weekend away! I love that thereu2019s no transfer after I apply. Once applied on the mit it glides on beautifully! Giving you a sunkissed glow. My favorite is the face spray itu2019s the perfect size to throw in your makeup bag and it smells great now like typical tanning products!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I love this set!!! St. Tropes always kills it with their products and itu2019s super convenient having the body and face options in one set. The products left me glowy but not orange and the tan looks very natural. It doesnu2019t fade or spot and I love it. Highly recommend! Gifted by sttropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "St. Tropez is already a staple in my routine and pretty much the only tan brand I will use. If you arenu2019t good at tanning itu2019s very easy to use and doesnu2019t leave any residue. Itu2019s very easy to use for beginners. This was gifted by St. Tropez."
        },
        {
            "review_title": "The best for a reason!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "St Tropez is without a doubt the best at home tan you can do! The mousse makes it so easy to see where you are applying, and the gradual increase in darkness is a beautiful color. The mitt is so clutch- you have to use it! I love the new face mist, and the natural looking color it gives me. Gifted by St Tropez Tan"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by St. Tropez in exchange for my review. I already love St TROPEZ products. They give an even tan and are easily blended to avoid streaks and patches. The tanning mist is new to me, and I donu2019t know what I think. It is an easy application, but I still feel like I need to blend it which is hard to do since itu2019s clear. I think I prefer the mousse and being able to see where Iu2019m putting my tan. The water didnu2019t leave me streaky, but I just felt it wasnu2019t even. This kit is the perfect starter kit for trying tanning products and getting to use 2 kinds."
        },
        {
            "review_title": "Beautiful tan",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I was gifted by sttropez.   The mitt it came with made it super easy to apply and gave me an even tan.  The color is beautiful and didn't leave me orange.  It was a little sticky but not in an uncomfortable way.  The smell was mild, but still has the usual tanner smell. The key to a great tan with this product is adequate skin prep and applying it evenly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "Huge supporter of Ashley Graham first off! I love that you get everything you need for a tan at home experience in this kit...mousse, glove, and face spray *which I have tried before*  Light & smells amazing.  It also leaves the most beautiful glowy sheen.  Easy to apply, especially for a beginner ud83dude4bud83cudffbu200du2640ufe0f gifted by st tropez"
        },
        {
            "review_title": "Effortlessly perfect tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "I'm completely hooked on this new self-tanner! This kit makes application a breeze with everything I need included. I appreciate the flexibility to control the intensity of my tan based on how long I leave it on before rinsing. Opting for a couple of hours resulted in a perfect medium tan u2013 so simple and quick for flawless results! I'm absolutely loving it! Gifted by sttropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Loving this kit so much u2014 it gives you a light glowy sheen to your skin. Personally, I normally get patchy with self tanner, but not with this one! If you need a light and natural glow, this is the combo for you. Definitely my new go to pre-vacation ritual."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "I'm absolutely thrilled to share my experience with the Self Tan Golden Getaway Kit that St Tropes gifted me ! It's been my go-to for achieving that gorgeous beach glow without ever leaving home. With Ashley Graham's essentials, every application feels like a luxurious escape to sun-drenched shores. From the smooth glide of the Self Tan Express Mousse to the refreshing mist of the Purity Face Mist, each step is a treat for my skin and senses. And let's talk about that scent u2013 it's like summer bottled up just for me! Trust me, if you're after a flawless tan with zero fuss, this kit is your golden ticket to radiant, beach-ready skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is such a great travel size kit, Iu2019ve used the mousse before and I really like it.  It is so easy to apply and leaves a great looking tan. The final results look great and it lasts a good amount of time too. Iu2019ve really been enjoying the facial mist as well it makes tanning your face a lot easier. Gifted by sttropez tan."
        },
        {
            "review_title": "A great kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Gifted by St.Tropez. I love this self tanner! The color is such a good neutral, not too orange and not too grey. It compliments my fair skin and gives me so much confidence. I love a good and easy to use self tanner and this kit is perfect!"
        },
        {
            "review_title": "Perfect travel companion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've been using st. Tropez tanning products for years and years. They're my go to and I decided I needed this set for traveling. They're the perfect size and I could not be more excited about that! I'll definitely be taking this set on vacation. Gifted by st tropez"
        },
        {
            "review_title": "A great tanning product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I absolutely love the post vacation tan you can get using this Golden Getaway Kit that I was gifted by St. Tropez tan. I think the spray is my favorite for that tan you want on your face and neck. The mouse is perfect for full body but I won't use it as often as the spray. Just helps get that tan look without having to put makeup on iN! think this kit is perfect but I wish it came with a better mitt. Overall, I give it a 9/10!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This is my new favorite self tanner! Iu2019ve used St Tropez in the past and I have had great experiences every time. I loved this kit especially because it was super quick and easy to do, and it gave me different options of how dark I wanted to be. The application was so simple and the mousse was easy to blend out so there were no streaks. I left it on my skin for two hours (the medium option) and then rinsed it off, and the next day my skin was gorgeous! It lasted longer than I anticipated too, and just gave me that perfect tan glow I was looking for. Iu2019m obsessed!! This product was gifted by St Tropez in exchange for my honest review."
        },
        {
            "review_title": "Smooth application",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Sttopez in exchange for my honest review. I love that it comes with the mitt for easy application, Also no weird self tanner smell. It made me so glowy and gave me the perfect tan, not super dark but just enough:)"
        },
        {
            "review_title": "BEST SELF TANNER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am so obsessed with this self tanner!! I got this gifted by sttropez and It was my first time using it and It is now my favorite to use. It was so easy to apply to my skin and the mousse glided right on. It didnu2019t feel harsh on my skin either which I loved. It really helped to exfoliate and moisturize before hand it made the tan appear more glowy! To say I was pleased with the final result is an understatement!! I have never felt more confident before. It really makes you look like you just got back from vacation. Itu2019s not too orange and not too light itu2019s the perfect bronzy glowy look. If youu2019re thinking about buying this please get it so worth it! I am very happy with my new self tan ud83dude0a"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have always been a fan of st Tropez skin products. The tanner glides on super easily with the mitt included with the set. This set is the perfect kit for any self tanner beginner or someone that is more experienced. gifted by st Tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a mini travel-friendly duo set of an express self tanner mousse and a facial tanning spray. You just leave the express self tanner on for a few hours and you will develop a nice glow. Gifted by St Tropez"
        },
        {
            "review_title": "Great color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This tanner was kindly gifted by St. Tropez, and I love it! The mousse was super easy to apply. It doesnu2019t transfer nearly as much as some of my other tanners. I love the final result! It got dark pretty quickly which was nice because Iu2019m super busy. Very natural looking tan.  It smells great too!"
        },
        {
            "review_title": "Great to start off with!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This St. Tropez mousse is easy and fuss free to and build a gradual tan. Itu2019s simple to start out with and build your way up. The mitt is a great addition to get an even coat! Gifted by St. Tropez"
        },
        {
            "review_title": "Ten stars",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really love this brand. I will never go back to planet tan or any spray tan place. This brand delivers flawless results. The mit helps with smooth application. The spray for the face is refreshing and is natural looking. I almost saved this kit as a gift but Iu2019m so glad I kept it!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product was gifted by sttropez in exchange for my review. The mousse is easy to apply evenly with the mitt. I had to do it at least 3 times, leaving it on for over 2 hours each time before I noticed anything. The facial mist didnu2019t seem to do anything and the instructions for the mist are unclear (nothing written on bottle I had to look it up online)."
        },
        {
            "review_title": "The best tanning product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product was gifted by StTropez.   I love that this kit comes with a mitt and everything you need to get your tan on as well as an aftercare spray. St Tropez is one of the best tanners out there that goes on ultra smooth and doesn't make me look orange. Highly recommend this for first-timers and anyone who needs an all-in-one kit!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Iu2019ve been using this tanning kit for a week now and my skin has never looked SO GOOD. Itu2019s also very easy to apply and I even got my sister to start using it too. Itu2019s going to be perfect for my vacation!"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "What an amazing kit that covers all the items we need to have great skin tone color. I love how beautifully package it was and that I can drop it in my carry on bag and take with me on all trip. The application is flawless and my skin looks amazing. Offered by sttropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "This was gifted by St. Tropez but it is my favorite tanning mousse and I love using the express tan. It goes on so smoothly and dries fast. It doesnu2019t streak at all and my tan lasts for at least a week. I also like how I can control how deep the tan is."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "wow! Iu2019ve used a good number of self tanners and I really like this one. the scent is really nice (anyone whou2019s used old school self tanners knows how important this is lol) and I like that you can see where youu2019ve already applied it. I washed it off pretty quick because I donu2019t like a super dark tan, but I may leave it on a bit longer next time. this was gifted by St. Tropez for my honest review."
        },
        {
            "review_title": "Easy application, only one hour to tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "As someone with fair skin, I appreciate the versatility of the mousse, offering various tanning levels based on application time. Applying it for just an hour yields a subtle tan that suits my skin tone. Application is easy and it feels light on the skin. Given my facial skin's sensitivity, Iu2019m happy to have a lighter face mist tanner in this set. However, it's worth noting that the spray is scented and could potentially trigger reactions in individuals with sensitive skin. *gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "St. Tropez is one of my favorite self tan brands and this product does not disappoint. I get a great, dark, long lasting tan! It doesnu2019t smell bad (or really like anything at all). The formula is non streaky and super easy to apply! I highly recommend. gifted by st tropez"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Venturing into the world of tanning mousses for the first time, I was pleasantly surprised! The scent of this mousse is absolutely delightful, making the application process a joy. What really stood out to me was how seamlessly it applied and how it stayed transfer-proof throughout the day. Time seemed to slip away as I applied it, and the end result? A gorgeous, natural-looking tan that didnu2019t veer into orange territory or leave any patchiness behind. I canu2019t recommend this product enough u2013 itu2019s a game-changer. Gifted by sstropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "This has been my go-to tanner for years. I always find myself coming back to it. It doesnu2019t have the best smell but I love the deep tan that I get, never orange or splotchy with correct application! I use a mit for my body and kabuki brush for face, neck and hands. I usually sleep in it too, shower it off in the morning and let the tan continue to develop. 10/10 recommend. Gifted by st tropez"
        },
        {
            "review_title": "Sun kissed Tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Wow I love this tanning kit. The application is easy to apply. The foam tanning formula looks very natural on the skin. It really does give a sun kissed tan that looks natural and it does not steak. The formula is not runny and stays in place . I like the overall kit great for travel as well. I would recommend it. Gifted By St Tropez"
        },
        {
            "review_title": "Favorite self tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love how thin the mouse is. It has enough pigment to see where itu2019s going but dries quick and doesnu2019t get sticky. The color is super natural and subtle at first but continues to develop after you rinse off. I love how easy to use the spray is but i recommend still blending it out after applying it! (Gifted by St. Tropez)"
        },
        {
            "review_title": "Must have for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "What an amazing product! I love how easy it is to apply and the color is great! Not orange. I will use this for travel because it is so convenient. The tanning spray works great. Super easy and even. Also, this mitten is perfect for travel. *gifted by Sttropez"
        },
        {
            "review_title": "Great set.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is a fantastic set! It has everything you need for a head to toe tan. This one might be even better than others Iu2019ve tried with the one hr wait time and facial spray. It makes it so easy and creates a stunning tan like you just got back from vacation. It doesnu2019t look orange or splotchy either. Gifted by st Tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Hands down; just the absolute best self tanner on the market right now. This truly gives me the PERFECT shade of brown (not orange! BROWN). Iu2019m a pale Irish girl and itu2019s so hard for me to find the right self tanner: st. Tropez delivers once again creates another amazing product! 10/10, highly recommend as a fool proof tanner. offered by sttropez"
        },
        {
            "review_title": "Ready for my European trip!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Never tried a mousse tan before but Iu2019m going on a European trip and I wanted to look good the last minute! The mousse smells AMAZING and it was so easy to apply ! I love how transfer proof this tan is and I didnu2019t even realize how fast the time has flown by. My skin looks incredible, very beautiful tan without looking orange or patchy!! I strongly recommend this product. And face mist was such a nice cherry on top. Lovely set! Gifted by sttropaz."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love this golden getaway kit gifted by sttropez. The kit comes with a lot, it's a great value! I love how this self tanner looked on my skin. It gave me a golden bronzed look while being very easy to use."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It looked really nice on my skin and didnu2019t transfer. It was my first time using self tan and it was actually really easy. I was surprised how even I got it on the first try. It didnu2019t stain any of my clothes or countertops. Gifted by sttropez."
        },
        {
            "review_title": "Later!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this amazing golden getaway kit I was gifted by sttopez! The new formula is great. I do feel like you need to layer it a couple of times, depending on how golden you wanna be. The spray is also great, although I donu2019t take glue spray on my face because it can be uneven, especially on your neck so I sprayed into my hand with some moisturizer."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Saint Tropez. Iu2019m absolutely obsessed with this tanning products! Iu2019ve been known to own quite a few different products for self tanners, and they always leave me orange and looking funny. This actually blends in very well and it doesnu2019t leave me looking orange. It also doesnu2019t have a weird smell to it either. It was the perfect shade of tan for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I have very fair and dry skin in winters. So I was very excited to try this kit. I love how easy the application is. I spray the mist onto my face just before going to bed - and then wake up with a healthy looking and tanned face in the morning. The same is true for the mousse: it is easy to apply and creates an even tan (without any streaks). I also like that my skin looks tanned, but not too much, i.e. it just makes me look and feel better :-) Gifted by sttropez"
        },
        {
            "review_title": "Golden Glow Without the Fuss: A Luxurious Experien",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The St. Tropez Golden Getaway Kit, which was kindly gifted to me, has been an absolute delight, particularly with the standout product of the collection, the No Transfer Mousse. This innovative tanning solution promises a hassle-free application and delivers precisely that, making the tanning process as effortless as a gentle breeze on a summer day.  From the moment the mousse, a generous gift from St. Tropez, touched my skin, I was impressed by its lightweight consistency and smoothness. The application was not only easy but also surprisingly quick, thanks to the mousse's formulation that absorbed rapidly without leaving any greasy residue. The experience was like my skin was being pampered with a luxurious treatment rather than a self-tan product. The no-transfer formula meant I could dress almost immediately without worrying about staining my clothes, which is a game-changer for anyone with a busy lifestyle.  The true magic, however, unfolded over the next 8 hours. As the tan developed, there was no uncomfortable stickiness or tightness on my skin, which can be a common issue with other tanning products. Instead, my skin felt hydrated and looked radiantly healthy, a testament to the quality ingredients used in St. Tropez's formula.  The final results were nothing short of spectacular. The tan looked incredibly natural, with a golden hue that seemed like I had just returned from a luxurious vacation. The evenness of the color was remarkable, with no streaks or patches, which often mar the outcome of self-tanning attempts. What impressed me most was the glow it imparted to my skin, making it look healthy and vibrant, not just tanned."
        },
        {
            "review_title": "Will be using during summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this complimentary from ST.Tropez. I love the natural tan that this kit gives. It is easy to use and doesn't transfer onto clothes or sheets. It feels soft on my skin and doesn't irritate it either! I am obsessed with the glow that it gave me, and I can't wait to use this more in the summer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I had the pleasure of trying out the Golden Getaway Kit, and I'm genuinely impressed. The transfer mousse was incredibly easy and fuss-free to use, making the application process a breeze. The applicator and tanner worked seamlessly together, ensuring an even and smooth application without any hassle. I absolutely loved the final result u2013 the tan looked natural, glowing, and lasted beautifully. Highly recommend for anyone looking for an effortless, flawless tan."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "SO GOOD!!!! I left this on for 2 hours and it dried within 20 minutes of putting it on. This may very well be my new favorite self tanner set!! The face spray works great and makes it so even and easy to apply. This was gifted to me by St. Tropez."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I did a test spot of the Express Bronzing Mousse on my forearm. The color was super subtle and I could barely see the small circle spot where I put product. Easy to use but basically no difference in color. Gifted by sttropez in exchange for an honest review."
        },
        {
            "review_title": "Great gift for self-tan lovers!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by St Tropez and love this set! I self tan quite often so I was excited to have a set of minis that I could travel with. The mousse is easy to apply and provides a natural bronzed color (+ it doesnu2019t transfer onto bed sheets!!). I also love the face mist- I spritz before bed into a moisturizer and love waking up with a natural, effortless, glowy tan. This would be a great gift for any self-tan lovers!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love the gorgeous glow this self tanner left me! It wasnu2019t streaky and was the perfect color for my light to medium skin. The glove helped spread and apply the product evenly. It didnu2019t smell weird either. Offered by St Tropez."
        },
        {
            "review_title": "Travel Essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "St Tropez youve done it again. This set is the easiest, least messy, most effective way to get a beautiful golden tan within TSA restrictions. FINALLY! Travel essential, this is absolutely coming on my cruise with me! gifted by st tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I have absolutely been loving this and it goes on so natural! gifted by st. tropez!"
        },
        {
            "review_title": "Perfect tanning combo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "gifted by St Tropez tan  to give my honest review. I first off love the tanning mousse. It is very easy to use. It blends in nice and doesnu2019t leave me orange. I also like that it lasts a good amount of time. It doesnu2019t smell too strong which is also nice.  For the tanning face mist it was my first time trying it and I love that it has hyaluronic acid in it to help keep my skin hydrated since I have dry skin. I like that it leaves a natural glow to my face. This Golden Getaway kit is the perfect combo for your summer glow!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "love this self tanning kit by st.tropez - love the application and how smooth it applies to the skin. would reccomend. also love the tanning face water mist as well. love this for the upcoming warm weather! gifted by sttropez tan"
        },
        {
            "review_title": "New fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This is one of the most natural self tans I have ever used. It goes on so easily and I do not have to have it sit on my skin for as long as others to get the same result. The face spray is also a game changer I have never used anything like it. gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I received the Golden Getaway Kit gifted by St Tropez and it comes with everything to get the perfect tan! I love the products and the ability to choose how tan you can be! Itu2019s also vegan which I appreciate!"
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by sttropez in exchange for my honest review. I love this product. This tanning mouse is my favorite out of any of the other St Tropez products that I have tested. I am also really enjoying the face mist. It has a smooth mist that even coats. It provides a glowing tan but it is not orange. I would highly recommend this kit to anyone traveling or to someone who is trying St Tropez for the first time."
        },
        {
            "review_title": "Pretty Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This Tanner was good !!! I like it but itu2019s not my favorite tanning product. You have to make sure you have to really blend it in if not it can look splotchy but overall pretty good tanner and cute set #giftedbysttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I loved this mousse. I am from Arizona and in the dead of winter I need to regain my color and this tanner does that for me. I can use it when i need a quick tan for an hour or two and see the color come back to my skin. It was easy to apply and didnu2019t leave any patchy areas on my skin."
        },
        {
            "review_title": "No gross smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve tried many different self tan products, but this is by far my favorite. It glides on to my skin so perfectly and smooth. One thing I hate about self tanner is the smell, this has a very FAINT smell, itu2019s perfect. Leaves my skin a beautiful golden brown color, and super easy to apply. I also love the little glove it comes with! This was gifted to me by st tropez!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This item was gifted by St Tropez. Absolutely love St Tropez and I already love all the products in this set. This kit is the perfect kit for  a travel getaway or a special occasion. This mousse gives the perfect sunkissed, tan shade that looks very natural."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Okay so Iu2019m obsessed with this tanner!! The face mist is so good, it went on evenly and didnu2019t break me out at all! The tanner itself was definitely easily blended and looked great after letting it sit for 8 hours! Gifted by St. Tropez"
        },
        {
            "review_title": "For beginners!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This was my first time to use self tanning products. Golden Getaway Kit comes with everything you need.I have been interested in tanning my skin, so I was happy to be gifted by sttropeztan! Thanks for the opportunity!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really enjoyed this kit. I love the St Tropez mousse, it's so easy to use and mess free. It leaves with with a nice and even looking tan. It provides a very natural looking result in my opinion. The face mist is also nice because my face tends to not match my body at times and this helps to even things out. Recieved complimentary from sttropez for review"
        },
        {
            "review_title": "Bronze on vacation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "If you want the perfect bronzing set for vacation this one is for you. The mousse is so easy to use with the mit and the application is flawless. I get no streaks and the color develops beautifully. The face mist works amazingly and looks super natural. gifted by sttropez"
        },
        {
            "review_title": "self tan",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was gifted by sttropez the Golden Getaway Kit by  This was my first time using self tanner and I thought it was easy to apply and use. It comes with tanner and a mist which I love the fruity smell of!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "it was great ! so easy to apply, which was perfect since it was my first time trying a tanning product. It left me a perfect shade of tan not orange at all. I cannot wait to buy more for the summer! gifted by"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by St. Tropez - I was so excited to receive this golden Getaway Kit! Iu2019ve used their tanning solutions before but Iu2019ve never tried the face mist spray. It is absolutely incredible!! Gives you a very subtle glow without the smell of tanning products and absolutely no streaks."
        },
        {
            "review_title": "Great tan!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is such an easy and error-free self tanner!!! LOVE the color! The fact that it doesnu2019t transfer onto my clothes or sheets is so nice. Itu2019s not sticky and is one of the better smells of self tanner in my opinion! gifted by sttropeztan"
        },
        {
            "review_title": "St. Tropez",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is my absolute favorite self tanning brand. The mouse is easy to use, the mitt is really soft, and the whole kit leaves me with a beautiful tan that isnu2019t streaky or unnatural. Definitely a great tanning kit! Gifted by sttropez.  https://app.im.skeepers.io/c/hgxzm/r/hbuwh"
        },
        {
            "review_title": "Will be buying again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I LOVE THIS. The mist is so fine and smells good. I love the smell of both and the tan develops so quickly and stays for a good amount of time. I will be buying this product again. Gifted by St. Tropez in exchange for an honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was gifted by st tropez this golden getaway kit for self tanning. This kit comes with an express tan, self tan facial mist and a mist. The self tan was very easy to apply and left me feeling and looking golden!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "After being gifted by sttropez, The amount of complements I got after using this tan was CRAZY. also, this tan worked so fast and smelled so good. I canu2019t stand fake tan smell but this one smelled fruity and made me look glowing. Would definitely use again."
        },
        {
            "review_title": "This is great for first timers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I am so in love with this kit I was gifted by St. Tropez. This kit is very convenient and great for trying out these products. I really love how easy to use the mousse is it doesnu2019t stain my clothes after application. the next morning I have a warm never orange gorgeous tan. I also love how hydrating and luxurious this feels and leaves my skin."
        },
        {
            "review_title": "Love them all",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by St. Tropez. I love this kit to much. I especially love the express tan. I hate to have to bake in a tan for 8 hours and this saves the time and hassle. My tan looks very natural and has an easy application. St Tropez is always the best."
        },
        {
            "review_title": "A Summer Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "A new summer staple! I am so fare and finding a fake tan that looks natural on me is really hard. But wow, this one after applying does not look to orange. It looks super natural and glowy in my skin type. Definitely a fake tan I will be re buying!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This was gifted by st.tropez. But i am an avid st.tropez user for all of my self tanning needs. Iu2019ve tried everything from the mousse to their face tan to their tanning water/sprwy and im obsessed with them all. Would highly recommend!"
        },
        {
            "review_title": "No streak or transfer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "My skin was a beautiful golden brown and I was ready for the beach!! No steaks and no orange! It also didnu2019t transfer onto my clothes!"
        },
        {
            "review_title": "A must have in my weekly routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I received this product for free, I am so thankful and I love the non transfer mousse! Itu2019s wonderful that I donu2019t have to worry about it getting on my sheets or clothing! And the water mist is chefs kiss ud83eude77 giftedbysttropez"
        },
        {
            "review_title": "Exfoliate first and follow directions",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have not tried very many self tanners but this seems to be a decent one, Iu2019d say any issues Iu2019ve been having are user error and not the fault of the brand, itu2019s gives decent color and develops in the time they say it should. I do enjoy the extra color I have now because of the self tanner. I was gifted by sttropeztan"
        },
        {
            "review_title": "My FAVORITE self tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "As someone whou2019s used so many self tan brands, this was by far my FAVORITE! The mouse applied so smoothly and the scent was good (and not too intense). The tan was super dark and natural looking - I got SO many complimentsud83eudd2d Gifted by sttropeztan"
        },
        {
            "review_title": "love this set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love St Tropez products and was so excited to try the getaway set. This is perfect for bringing on trips to keep up with your tan! The color this set gives is the perfect bronze. I use the mousse for my body and the water spray for my face! Overall great color and a super easy application process! Gifted by Sttropez but my own review."
        },
        {
            "review_title": "Not orange!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Obsessed with this tanner! Itu2019s so convienent that you can develop a nice tan without having to leave it on for 8+ hours. It gave me a nice shade and i was not left looking orange like some tanners do! Gifted by Sttropez"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "This kit exceeded my expectations in every way. From the mitten to the quality products and foolproof application process, it has become my go-to for achieving the perfect golden tan, no sun required. Gifted by sttropeztan."
        },
        {
            "review_title": "New fav self tanner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was pleasantly surprised with this product! Very easy to put on and the no transfer is a huge plus. I didnu2019t feel sticky like most self tanners and it didnu2019t leave any bad smell after application. Left me with a natural glow! I was gifted by St Tropez"
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "St.Tropez gifted me this Golden Getaway Kit to try in exchange for a review. When the package arrived I was disappointed to see it did not include the mit and the mousse was not sealed properly so the product was a mess in the package. I like the color of the mousse but couldnu2019t apply it without the mit. The tanning mist was very patchy and left a weird spotted effect after using a few times."
        },
        {
            "review_title": "LovE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Gifted by St. Tropez. I adored this tanning kit. I was pleasantly surprised by the simplicity and lack of mess with the no-transfer Mousse. These items are ideal for experimenting with St. Tropez, especially for newcomers or while on the go! I wholeheartedly endorse them!"
        },
        {
            "review_title": "Good for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "very cool set to get a tan suitable for my skin. I use these products on my skin after scrubbing so that the tan goes on without blemishes. I liked these tools, I can recommend them to you. Complimentary from St.Tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is my favorite St.Tropez duo. It was so easy, quick, mess free and became tan in no time. Application didnu2019t take too long and I like that mouse is visible on the skin so I could see if I missed any spots. Mouse and spray do not have overwhelming scents and thatu2019s also a plus to me. Mouse did not get on my robe and I was comfortable wearing it for about an hour. Tan came out super super natural and healthy looking. I like thatu2019s itu2019s gradual and I can control my shade. Hands down will be go too this summer season!"
        },
        {
            "review_title": "Bronze and smooth glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The St. Tropez Self-Tanning Mousse delivers a flawless bronzed glow with remarkable ease and convenience. As a self-proclaimed novice in the self-tanning realm, I was pleasantly surprised by its fuss-free application and impressive results. The mousse texture glided effortlessly onto my skin, evenly distributing the product without streaks or patches. What truly impressed me was its quick-drying formula, which eliminated any worries of product transfer onto clothing or sheets. The face spray was also super easy to use after exfoliating. After just one application, my skin was left with a natural-looking tan that lasted for days. Not only did the St. Tropez mousse impart a sun-kissed hue, but it also provided a hydrating boost, leaving my skin feeling moisturized and supple. The subtle fragrance added to the luxurious experience, without overpowering the senses. Overall, St. Tropez Self-Tanning Mousse exceeded my expectations, delivering a radiant and streak-free tan effortlessly. Its long-lasting results and moisturizing properties make it a standout product in the realm of self-tanning. Whether you're a seasoned tanning enthusiast or a beginner like myself, this mousse is sure to become a staple in your beauty routine. Gifted by St. Tropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This tanning mist smells incredible, like a tropical getaway with the prominent note of coconut. Easily applicable for face. Love how it comes with an applicator mitt and the tan mousse itself glides on easily. I was gifted by st tropez!"
        },
        {
            "review_title": "Best color and kit for on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "One of my go tos when I need a travel size! Love the color on my skin, not green at all. The face mist is just the correct color and makes it all blend in so well! Love it all and can't wait to purchase more! This is alot such a good gift idea!"
        },
        {
            "review_title": "Great for medium skin tones for a glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Gifted by brand. Even with my medium skin tone this gave me a beautiful glow all over and the face mist was magical. Itu2019s easy to apply with the mousse. You leave it on without rinsing and it gave me a sunkissed look without bronzer. Love this for makeup free days or when prepping for vacation"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was gifted this product by st tropez tan and I just used this product for the first time last night. I like the smell of the tan and the feel of it, but I do with it was darker I left it on for 10 hours and washed it off and didnu2019t see a dark tan I decided to do another layer for about 3 hours and it seems more orange than I am used to. Offered by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was gifted by sttropez tanand I truly love this tanning bundle! It dries so fast and gives such a natural color. I look like I just came back from a tropical vacation. This is now my go self tanner and I highly recommend it!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This kit is absolutely amazing! It is so easy to use and looked great and natural! It didnu2019t feel sticky like a classic spray tan! It felt great and iu2019m so glad it also came with a face mist! Going to be using this all year! Offered by sttropez!"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Hello girls, I will tell you something wonderful about St Tropez bronzing mousse, first of all, it leaves your skin soft with a natural but shiny tan appearance u2728 you will really love it for any special occasion five stars. Gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I really enjoyed this set and think it is great if you have a vacation or events coming up. The foam tans evenly and it doesnt look orange at all and I love that there is a face mist so it prevents your face from getting splotchy. Gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I think this product is great for a natural and glowy tan. It is not streaky and washes off well. This is also a great travel product due to the size. The face spray also works well. Gifted by St. Tropez"
        },
        {
            "review_title": "Obsessed!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This kit is so great! Itu2019s perfect to use for a get away or any trip or also any day use! It turns out so good and looks natural and not orange! I would totally get this set again! Definitely my top fav tanner now! Gifted by st.tropez"
        },
        {
            "review_title": "Natural Looking Glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "Gifted by Saint Tropez for an honest review. Iu2019m so glad I tried this self tanner kit - it was my first time ever using self tanner and I was a bit nervous! The included glove made application a breeze. The color is a nice, natural-looking glow. My only minor complaint is that the scent is a bit strong, but overall I'm really happy with the results and would definitely recommend to fellow self tanner newbies!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "So incredibly good! Iu2019ve been looking for a self tan that went on smooth and also faded nicely as well! This tan devolved very good and also stayed for 4+ days so excited to keep trying out the product line. This product offered by St. Tropiz"
        },
        {
            "review_title": "Stunning glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was gifted by sttropez. This tanner set was easy to apply and left no streaks! After leaving the tanner on for the recommended time period, I was left with such a gorgeous glow! Any tanner that isnu2019t sticky, doesnu2019t leave streaks, and doesnu2019t make me orange is a keeper in my book!"
        },
        {
            "review_title": "Love this tanner!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "St. Tropez is my favorite self-tanner. It goes on easy and you can see where you applied the tanner. After 8 hours (or the next day), you can really see the results! Although this set was gifted to me, I will always purchase this brand when it comes to self-tanner. Photo taken right after application."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "My favorite product is the face spray. The smell isnu2019t too strong & it gives a subtle tan. I like the fast tanning mousse as well but typically like the overnight mousse more. Gifted by st tropez. Love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by St. Tropez. What I like is that there is not a strong scent. This went on pretty streak free and washed well. The color has lasted very well too. It is definitely a product I will continue to use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "St. Tropez is always my go-to brand for self tanning and this kit did not disappoint!! It was streak free and the smell (I personally think) is always better than other self tanners because itu2019s not as potent. Also application is always super fast since itu2019s so easy!! offered by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My favorite self tanner! This is such a great kit too! The glove is so soft and evenly spreads my tan. This doesnu2019t make you smell too bad and the undertone is beautiful! Doesnu2019t dry out my skin either. Gifted by sttropez"
        },
        {
            "review_title": "MY FAVORITE TANNER!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I got gifted by sttropez and this is my favorite Tanner ever the moose is transfer free it and it does not get on any products it also smells so amazing. It leaves such a nice and beautiful tan and I love how it looks"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The applicator is so loft and easy to use! I really appreciate the face tan being separate from the body tan. It says 1 hour tan but its actually 1 hour for a light tan, 2 hours for medium and 3 for dark, so keep that in mind! Overall such a cute little kit the tan before vacation! This was offered by sttropez."
        },
        {
            "review_title": "The only tanners you will ever need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have reached for the Ashley Graham collab for over a year now and it is unbeatable! It is very easy to apply and blend which is very key to me since I have arthritis and it can be exhausting to blend other self tanners. The mousse stays on the skin nicely and I have the best tan after 8 hours or however long I sleep. I never have streakiness and always get told I look like I got some good sun, which I take as the tan is tanning! This is my favorite self tanner and I recommend it to everyone. Received complimentary from St Tropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this tanning mousse! Very easy to apply and it did not irritate my skin. The skin mist was a subtle glowy bronze. I did pat it into my skin for a smoother application. This was sent complimentary from St. Tropez."
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This kit is so perfect for vacations! It has the tan mousse, mittens, and face mist. Itu2019s easy to apply, especially with the mittens and leaves a perfect tan glow. Itu2019s buildable which I love, you can go darker by applying more. Definitely worth it!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I didnu2019t know I was missing this! I have tried lots of self tanners and the tanner in this kit is great! What really stands out for me is the face mist. The coverage is so even because of the mistng feature and it gave my skin such a good glow! I used a little too much my first time bc I didnu2019t believe it would work so well lol. Gifted by st tropez"
        },
        {
            "review_title": "Travel essentials!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Iu2019m always loving when my favorite products are offered in a kit like this! A must have if you love to self tan and need a quick self tan on vacation. Itu2019s also super convenient for the size that it is, I can carry it in my purse or carry on bag. Gifted by St. tropez"
        },
        {
            "review_title": "Summer must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "Wow wow wow I quite OBSESSED!! Easy to use for beginners, glides on the skin and you can pick how dark you want your tan by leaving it on for longer. The facial mist is top tier and spritzing it on my face leaves me with a stunning glow and no makeup needed. Def worth it! Gifted by sttropez"
        },
        {
            "review_title": "a reliable option",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by sttropez .  I recently tried the St.Tropez Self Tan Golden Getaway Kit and was pleasantly surprised by its performance. The kit includes a bronzing mousse, applicator mitt, and a travel-sized tan enhancer lotion. The bronzing mousse applied smoothly and evenly, leaving behind a natural-looking tan that developed nicely over a few hours. The applicator mitt made the process mess-free and ensured a streak-free finish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love this self tanner! Itu2019s so easy to apply and comes with a mitt to help! Itu2019s not streaky at all and the darkness is based on how long you leave it on for! The face mist is also so nice and glowy! Gifted by sttropez"
        },
        {
            "review_title": "Glowy skin Must Have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "Iu2019m not a huge fan of tanning products because it smells, it transfers and always gives me an orange look. This product is  unique. It doesnu2019t transfer, it smells good, and it gave me a subtle tan I was wanting. Iu2019d recommend for those wanting a light tan and glow . I received the product gifted  by sttropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This kit is perfect and just in time to get ready for spring break. I love the scent and that it does not smells strong after a few hours. Itu2019s easy to apply and you get a streak-free glow. The mist is perfect. I usually donu2019t get my face tanned and then just contour with makeup but with this product it gives just the right amount of sunkissed glow and looks so pretty. Gifted by St Tropez."
        },
        {
            "review_title": "easy to use!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This was a super easy self tanner to use - dried down quickly so make sure to blend and I left it on for an hour! I rinsed off and the color was a nice subtle tan and not orangey at all!! I was gifted by St Tropez :)"
        },
        {
            "review_title": "i love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was gifted this by sttropez and I love it. It goes on so smoothly and easily. It leaves my skin looking bronzed, healthy and moisturized. I have gotten so many compliments on my tan and even the smell! I love it!"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is my new favorite travel set. The face mist is quite literally the easiest application for tan I have ever used. It smells good and you donu2019t have to be precise and it still looks fab. I love these tanning products! Offered by sttropez"
        },
        {
            "review_title": "Golden goddess",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted by st tropez this product in exchange for my honest review. I love how easy to use this self tanner is and it left such a beautiful bronzed look to my skin! Itu2019s no transfer which is obviously so great and it feels really nice on my skin, not sticky or slimy! Would def use again!"
        },
        {
            "review_title": "Perfect kit for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product for free from sttropeztan and skeepers  in exchange for sharing my honest opinion. I used this golden getaway kit and I really liked it. Itu2019s easy to use mess. Itu2019s not transfer at all. Itu2019s super lightweight and feels good on the skin without any irritation. Itu2019s come with mitt and face spray mints. Face mist smells sooo good. I wanna keep spraying on my face. I absolutely loved the final result after 8 hours. Itu2019s a perfect kit for travel . You can carry everywhere you go. 10/10. Gifted by sttropeztan."
        },
        {
            "review_title": "Great tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love this kit! The tanning water was super light feeling and absorbed into my skin quickly! The flow it gave my skin the next morning was great and the color was very natural! I have used the mouse before and love it - never streaky and the color is perfect! Gifted by St Tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by St.Tropez and Iu2019m a huge fan of them. This travel size is so convenient. The color is so natural and the application is perfect. Recommend this to anyone who wants to keep their tan when they go on vacation."
        },
        {
            "review_title": "Great Gift for Gift for Self",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Perfect pack for traveling, gifting, or just bringing on the go. I never typically have great results with self tanning face products, but this is a great one and very easy to use. Was more than happy with the body tan - great color and coverage. Gifted by St. Tropez."
        },
        {
            "review_title": "Great kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Gifted by sttropez. I love how easy this was to apply less mess than other mousses. The scent is very nice I love reminds me of summer for sure. The application feels very smooth on skin no irritation. The results were long lasting."
        },
        {
            "review_title": "Sun kissed and glowing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This was the easiest and fuss-free the no transfer Mousse Iu2019ve ever used!! The application experience was actually delightful because it was so satisfying.  & I actually love how it feels on my skin. The results appeared in exactly 8 hours and I looked as though I just got home from a tropical vacation. Gifted by sttropez"
        },
        {
            "review_title": "Insane bronze",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Gifted by Sephora. The facial mist alone makes this entire box worth it! I couldnu2019t believe how Dewey and glowy my skin looked after one night. My entire face had the same bronze you achieve with drops but it just took a few sprays!"
        },
        {
            "review_title": "Really nice face tanner!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This gave me one of the most flawless face tans ever. The spray did not break out my skin at all and the smell isnu2019t entirely unpleasant. the only thing i wish was different was the fading on my hands but thatu2019s probably a user error. This was offered by at tropez"
        },
        {
            "review_title": "Love the color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This was gifted by sttropez to review. I love trying new self tanners, because who has time to sunbathe? This one us oretty food! I'm never a huge fan of the mitt they include with these, so I'd recommend buying a different one. Otherwise this has good color!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "I love the way this self tanner looks! A huge bonus to this product is the fragrance of the face mist !! This is a new favorite and a product that i will use all the time as well as recommend to all friends and family! Gifted by sttropez"
        },
        {
            "review_title": "Best travel tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I am a huge fan of St.Tropez tanner and this is the most perfect kit for travel. I have gone on two trips in the last month and it is the perfect size the travel with a get your tan in both the winter and summer. Color is great, application is easy. Just love it! gifted by sttropeztan"
        },
        {
            "review_title": "So Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I havenu2019t used a lot of fake tan before but I really love how smooth and glowy this one looks. I always get worried that Iu2019m going to look orange or splotchy but I didnu2019t have that problem at all! I really like this product and how easy it was to apply! Gifted by sttropez!"
        },
        {
            "review_title": "A must have for glowy skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019m not a huge fan of tanning products because it smells, it transfers and always gives me an orange look. This product is definitely unique. It doesnu2019t transfer, it smells good, and it gave me a subtle tan I was looking for. You can leave it up to 1-3 hours and I did 2, and I am impressed with the after math. The next morning my skin looked more glowy and moisturized. It also came with a face mist bronzer too and tanning mitt which is pretty cool. I would definitely recommend this product for anyone who is needing a subtle glowy tan!"
        },
        {
            "review_title": "Beautiful Glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like to self-tan in the winter time since I miss my nice summer glow. This kit made self-tan easy and mess free. The mousse glided on very easily and it was not messy at all.  I left the application on for a couple of hours and I loved my results! This was gifted by sttropez"
        },
        {
            "review_title": "Instant Spray Tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from St. Tropez. I love how easy the application. No streaks and the smell is amazing no chemical smell. Only thing is I started getting a little itchy but it is bearable. It is my first time using an instant tan but it was a nice experience. I also love the face spray it has a sweet smell not too overpowering. Only thing is it felt a little sticky on my face. But overall I would recommend if you looking for an instant tan that is easy application as it also comes with a glove."
        },
        {
            "review_title": "My favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This St Tropez Self Tan Golden Getaway Kit is the perfect trio to have tanned and healthy skin, I love it especially in these winter months, I always like to look tanned and this brand is my favorite Highly recommended! Gifted By St Tropez"
        },
        {
            "review_title": "Really good self tanner!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I am normally a harsh critic of self tanner, but I really loved this one! It was a good color for both the body tanner and the face mist. They also both smelled really good and tropical. The mitt was a little thin but it should be fine. I am excited to keep using my this, I will probably repurchase!! Gifted by sttropeztan"
        },
        {
            "review_title": "Worth every penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love St Tropez tanning products!! These help me feel my best self in the dead of winter. I donu2019t feel orange, streaky, or uneven when I apply the facial or foam tanner. The quality of these products is unmatched. Offered by sttropez."
        },
        {
            "review_title": "A classic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "A classic self tanner! It was my first self tanner I used and it is a staple. It is east to blend and the color is nice. I wish there wasnu2019t a scent in any self tanner so that is the one thing thatu2019s hard so find   Gifted by St Tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I really love this kit iu2019ve been gifted by St Tropez. I first applied after exfoliating my skin in the shower. It didnu2019t leave a green or orange tone to my skin after it set. The face mist doesnu2019t have a harsh smell so you can reapply or touch up as needed. They both feel very moisturizing on your skin. The best part for me is that since iu2019m a beginner to self-tanning, this kit made it super easy to achieve the results i was looking for."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "i love the packaging and ingredients in it. comes with a mitt to spread the mousse. comes with a face spray. it seems like it will give a over all even toned glow that will cover my vwins. offered by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "This has been a long winter and my skin is looking pale and lacking the glow that it loves. This kit has come to my rescue with the bronze glow of my dreams. It's streak free and applies easily . Highly recommend"
        },
        {
            "review_title": "10 out of 10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "#giftedbysttropez This is probably the best self-tanner I've tried in a while! First of all, it smells absolutely amazing. Very tropical and beachy. I love how dark the product is because you can see where you are applying to ensure and even tan. It provides immediate tan, but you can customize and get darker. The more applications you use. Once you achieve your desired tan, You can rinse it off and you are left with that color! So the guy says 1 hour is a light settle tan 2 hours is a medium tan and 3 hours is a dark deep tan. Can you put the added golden getaway bronzing water face mist was next level amazing. I'm always so scared of using self-tanner for my face even if it's targeted for my face because it always leaves me looking dirty or clogs my pores. This did not do that at all. It left my face looking sunkissed and bronzed completely natural and it smells amazing. 10 out of 10!"
        },
        {
            "review_title": "Golden Getaway",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I was gifted by st tropez golden getaway kit. After trying the golden getaway kit, it left the skin looking golden glow. It did not leave an appearance of being orange looking. It was not messy or hard to use."
        },
        {
            "review_title": "Bronzed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Just got this kit to get myself ready for summer and love it already. It's easy to use and fuss-free. The mousse doesn't stain or transfer on my clothes or sheets and it felt light-weight and moisturizing on my skin. Easy to apply and after several hours, I got a beautiful bronzy tan. Gifted by St Tropez."
        },
        {
            "review_title": "Subtle Face Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "My body is naturally tan so winter in Miami has me looking yellow - i was looking for a good natural tanning product and ive always relied in St Tropez for that! Their body mousse is amazing but my main focus was the face mist and IT DID NOT DISAPPOINT :) - it gives a subtle glow and not patchy at all + its easy to apply . Easy natural tan gifted by sttropeztan"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I was gifted by st. Tropez and i really like this product.  It is extremely easy to use and it gives you a nice color afterwards. I recommend exfoliating and removing all your dead skin before applying the product"
        },
        {
            "review_title": "Must have tan product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I just started using this product two days ago and my tan still looks amazing, I absolutely love the face mist it feels amazing on my skin and I definitely think it going to make my tan last longer than normal so happy i was gifted by sttropez!"
        },
        {
            "review_title": "YES!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This product was gifted to me by St. Tropez and everything about it is perfect! I love the size of the tanner because itu2019s perfect for traveling, and Iu2019m going to take it on my spring break trip coming up. The bronzing face mist is absolutely amazing. It isnu2019t splotchy at all and leaves my face glowing. It also smells like coconut which I love."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I was lucky enough to be gifted by sttropez. This complimentary gift has made my week! I am so obsessed, it leaves my skin feeling so tan, not orange or flakey at all. It is perfect- very lowkey but makes me look so good. I love love love this whole product. I will 100% be using this every week!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "always trust st Tropez for my tanning needs! I love this kit, its the perfect starter to a great tan. doesn't smell weird and the face mist is so easy to apply.  no complaints here, gifted by st Tropez for my review <3"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "my favorite tan! i have repurchased the purity face mist multiple times so i love that its in a gift set. the mousse is great too. it goes on nice and evenly and i like that its an express tan! - gifted by sttropez"
        },
        {
            "review_title": "Love this kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been using the express mousse for over 2 years now and I absolutely love this travel kit.  This fits in my suitcase perfectly and is great for touch-ups/retans on travel.  I also love that it comes with the mitt and the spray for your face.  This spray mist smells so good which is a bonus when worn out.  (Gifted by St Tropez, but opinion is my own)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I LOVE THE FACE MIST!!! it works so good!! i love that i donu2019t have to dilute it at all and it doesnu2019t make me break out. the express tan is also good but im obsessed with the face mist, id buy this kit 100 times over just for it. gifted by sttropeztan"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Gifted by St Tropez. This product is amazing!!! It gave me such a great tan that looked so natural. With warm weather coming up iu2019ll be using this all the time to give myself a natural glow. definitely recommend"
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "gifted by st tropez I have never tried a tanning mousse before but I am so excited to try this product out I have heard so many good reviews about this brand. So far the color isn't too over powering. A little goes along way you, You do need to rub it in to coat it evenly.The smell is sweet which I like about. Itu2019s very shiny doesnu2019t leave any resdue."
        },
        {
            "review_title": "MY NEW HOLY GRAIL TANNER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I LOVE THIS TANNER!! Hands down best tanner Iu2019ve ever used. Iu2019ve tried 7+ different tanners and this one is by far my favorite. It was so easy to put on. I love the facial spray for the tan. It gave me the most perfect natural glow and didnu2019t break me out. The application process was super easy. It came with the glove that made it so easy to get an even, streak-free tan. Definitely is my new favorite tanner!! Gifted by st. Tropez tan"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Obsessed with this kit! Everything you need for the perfect tan. The mousse is so easy to use and makes self tanning so much less of a hassle. So easy to get super streak free even tan with these products. Gifted by st tropez"
        },
        {
            "review_title": "PLEASE TRY THIS! Flawless color and easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "First of all the packaging is super cute. Second, the no transfer mousse has actually changed my life. I don't get any self tanner on my clothes or bedding, and I look amazing! The formula is super easy, and always looks flawless. It is a very easy product to use. My skin feels smooth and moisturized even after using. My tan has never looked more natural. I am literally GLOWING! I never self tan but this product is my current obsession. Gifted by STTropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I am loving this glow kit. I tried the face spray and I was doubting it but I sincerely love it! It worked so well, and it was so easy! No splotches and looks super natural. This is a must try! Really great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "the classic st tropez self tanning mousse is a holy grail in my self care routine. it leaves a nice skin tone, no streaks or other unwanted things. This brand always makes good products and this one is definitely one of them. I recommend trying it everyone, you will not regret it Offered by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was obsessed with this product. The size is great for travel and the scent is so nice. Not the normal self tanner scent. Love that I can bring this on trips with me and the foam makes it so easy to use. Gifted by st.tropez."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I was gifted by sttropez, the Golden Getaway kit, and it is amazing! I have brown skin but in the winter I like to have an extra glow and this worked perfectly! It was so easy to use and mess free and doesnu2019t transfer!! What more could you want !? It felt so smooth rubbing in and the final result was stunning. I look as tan as i do in the summer!"
        },
        {
            "review_title": "Great for Tanning Newbies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I received this item complimentary from St. Tropez. All opinions are my own. I'm naturally very pale, and this easy-to-use mousse made looking like I went on vacation (without damaging my skin) so much easier!"
        },
        {
            "review_title": "The face mist is the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Gifted by st tropez. This was actually my favorite self tanner experience, the mit feels cheap but is really nice and soft it applied the product perfectly. The application is nice and it felt watery and dries quickly so I didnu2019t have transfer problems. It also smells really nice at first after 8 hours I do still have that self tanner smell. But the initial smell is nice and not typical. The spray for the face is my favorite part though. It applied so evenly and I havenu2019t had any problems with breaking out. Itu2019s been about 2 days now and the color looks so good and the face is even with my body. I left it on for longer than 3 hours but once I washed it off the color guard was gone but the tanner still developed I woke up with the color I pretty much washed off which was nice because most wash off and thatu2019s the color you have. It did get patchy on my hands but thatu2019s it and the rest looks really nice and natural."
        },
        {
            "review_title": "lovely gift set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Oily skin",
            "review_text": "this is a great starter kit, and a beautiful gift as well. the mousse was super easy to use and after waiting around 8 hours my tan looked gorgeous and natural, the application mit protected my hands and the mist that comes with the kit smells like the beach. gifted by st tropez"
        },
        {
            "review_title": "Great for travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "This set was gifted by sttropeztan and I am amazed at how easy the application process is! Itu2019s the perfect size for travel! I love how flawlessly the face mist applies to my skin! The tanning mousse is also a non transfer formula so thatu2019s a huge bonus!"
        },
        {
            "review_title": "Great kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is the perfect size kit for a getaway. I will be on a beach vacation for 3 weeks and Iu2019m definitely bringing this with me. The scent in the face mist smells so good and refreshing. The mousse is so easy to use with the application mitt. You need this for your next beach vacation! Gifted by sttropez."
        },
        {
            "review_title": "Natural Glow and Easy Application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was gifted by St Tropez the Golden Getaway kit. Iu2019ve never done a tan on myself before, but I found this easy to use. The smell wasnu2019t unpleasant either. It goes on very lightly when pumped from the bottle and rubbed onto the skin with the included glove. It was easy to tell where the product was applied. You can leave it on for an hour or more depending how dark you want to tan. I opted for an hour each time because Iu2019m still learning how to apply and rinse. Iu2019ve been enjoying the process and will continue to do so. I felt like the facial spray was a bit splotchy, but that is probably user error and I will continue to keep using it for all over glow, but I liked the foam a lot!"
        },
        {
            "review_title": "really good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "i LOVE st. tropez tanner. its my favorite. it doesnt transfer that much on the sheets (compared to others) though, the smell it a bit distinctive, but i can manage as its really a great product! love love - complimentary from sttropez"
        },
        {
            "review_title": "Perfect tan color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by St. Tropez and have nothing but great things to say about the Golden Getaway Kit! The transfer mousse is super easy to apply and doesnu2019t leave a sticky feeling on your skin! I feel that it can be a hit or miss for certain tanning products but this one worked perfectly. The tan was enough came out even and the application kit helped a lot! No orange tones!"
        },
        {
            "review_title": "total game-changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "The Golden Getaway Kit complimentary from sttropez is a total game-changer if you're all about that easy, breezy tanning vibe. The mousse is super light and quick to dry, so you can say goodbye to those annoying stains on your clothes and sheets. It feels like a little treat for your skin, leaving it soft and moisturized, plus the face mist is just the cherry on top for that perfect glow. Just 8 hours later, you're looking at a gorgeous, natural tan that fades like a dream, with zero patchiness."
        },
        {
            "review_title": "A must have glow for winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was gifted by sttropez the golden getaway set in exchange for my honest review. I love that the self tan is easy to apply with the mitt and is fuss free with the transfer proof formula. The rapid results are perfect for preventing messy bed sheets. I also love that I get quick results in the winter months. I would absolutely purchase this with my own money. The color is also natural and streak free."
        },
        {
            "review_title": "Does not look orange and easy to use on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I was gifted and offered by sttropez this Golden Getaway Kit to try out and review, this is my first real time trying self tanning mousse. I have very light skin naturally and was nervous so I rinsed it off after an hour for more of a subtle glow which is perfect to build on. I love Ashley Graham and Iu2019m so excited about this new collab with her. The scent was so good and tropical. I used a branded mitt to rub the moose onto my skin for the best non streaky look and Iu2019m very pleased with the results, it was also very easy and not messy at all with no staining to my shower. I loved the mist the most it just sprayed right onto my face no problem and no irritation to my eyes and created a natural looking coloring."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "I am loving this tanner! Definitely one of the easiest applications I have ever had. It blended in extremely easily and I could immediately see a difference in my skin color! It also doesnu2019t have that awful u201cfake tanu201d smell it has a clean almost tropical scent! I was gifted by St Tropez in exchange for my honest review."
        },
        {
            "review_title": "Best non-orange tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "As someone who has used a ton of different self tanners and with super sensitive eczema prone skin, itu2019s hard for me to find something that I like and doesnu2019t make me break out but this stuff is a blessing. The color isnu2019t orange and leave a seamless bronze and goes on so smoothly which u love. The results are relative to what many tanners are I think but for being asleep and waking up tan I loved it. Gifted by sttropeztan."
        },
        {
            "review_title": "Flawless results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I recently had the pleasure of trying out the St. Tropez Golden Getaway Kit, which was generously gifted to me by the brand. As someone who has used St. Tropez products in the past and always been impressed, I had high expectations for this kitu2014and let me tell you, it did not disappoint.  First and foremost, let's talk about the star of the show: the bronzing mousse. Not only is it incredibly easy to apply, but it also dries quickly and doesn't transfer onto clothing once it's dryu2014a huge plus in my book. The mousse feels smooth and luxurious on my skin, and the scent is far from unbearable, unlike some other tanning brands I've tried in the past.  As someone who takes their self-tanning routine seriously, I'm happy to report that the St. Tropez Golden Getaway Kit exceeded my expectations. After applying the mousse and allowing it to develop overnight, I was thrilled to wake up to a beautifully bronzed complexion. There was no hint of orangey-ness, no streaks, and no residueu2014just a natural-looking tan that made me feel like I'd spent a week in the tropics.  What sets this kit apart from others I've tried is the attention to detail and the high-quality results it delivers. From the ease of application to the flawless finish, every aspect of the experience was top-notch. It's clear that St. Tropez knows what they're doing when it comes to self-tanning, and this kit is no exception.  Overall, I couldn't be happier with the St. Tropez Golden Getaway Kit. Whether you're a self-tanning pro or a newbie looking to achieve a sun-kissed glow, this kit has everything you need to achieve flawless results. I highly recommend it to anyone looking for a reliable and effective self-tanning solution."
        },
        {
            "review_title": "Great tanning kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I was gifted by st tropez tan for an honest review. love how easy this self tanner is to apply. This kit is perfect for traveling since it comes with the mitt. The tanner applied smooth and left a beautiful tan once fully developed. I would definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This product was gifted by St Tropez for my review. The St Tropez Golden Getaway Kit is perfect for getting a beautiful all over glow! I love how easy the mousse is to apply with the tanning mitt. It smells nice doesnu2019t have the lingering smell other tanners have. I like that you can customize your shade by leaving it on longer or less before rinsing off. Iu2019m happy with the natural streak free color I got! The facial spray is so easy to apply before skincare and also doesnu2019t have a strong smell. After a few hours to color is very subtle you donu2019t have to worry about getting an orange face. I definitely recommend this!"
        },
        {
            "review_title": "So convenient",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This was complimentary from sttropez. I have been using their products for years and love the results. I love how this product applies so easily and can be washed off pretty quickly. It doesnu2019t stain clothes so you donu2019t have to wait for awhile before getting dressed. The face spray smells really good too"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "As someone who never uses self tanner, I was a bit apprehensive of this. It was pretty easy to use, especially with the application mitt. It wasnu2019t streaky or patchy which I appreciated. I was gifted by sttropeztan"
        },
        {
            "review_title": "BEST TAN RESULTS AND EASY APPLICATION",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "BEST TAN RESULTS!! This product was gifted by sttropez and it did not disappoint. I thought it was very easy to use and allowed an easy application. This left my body glowing and smooth. I totally recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This is an amazing tanning kit!! Perfect for on the go tans and vacations. The mousse worked wonderfully and did not streak whatsoever! This is now a staple product anytime I pack for a vacation! Highly recommend. Offered by st tropez"
        },
        {
            "review_title": "Smells like vacation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "In love with this St. Tropez Golden Getaway kit! I love the way it smells too itu2019s sweet and reminds me of a vacation. I also like how the bronzing water face mist doesnu2019t make you look orange, it gives you a natural glow. This was gifted by St. Tropez."
        },
        {
            "review_title": "Great self tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this self tanner kit gifted by St Tropez! Iu2019m planning on bringing it along my next beach vacation to keep my tan up while being in the ocean and sand. I love how this self tanner doesnu2019t look orange!!!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love the size, makes it easy to travel and also if you don't use the bigger size (which happens to me) this is much better to not end up with product and get it expired. It is easy to apply and fuss free with no transfer. It feels great on my skin and the final result is beautiful and even. Gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I received the e golden getaway kit complimentary from st. Tropez.  St Tropez is one of my favorite self tanner brands. This kit is literally the perfect kit to have and I will definitely be buying to gift to my friends!"
        },
        {
            "review_title": "Carry on ready!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "First time using the face spray. Light weight, not sticky and no breakouts afterwards. I wouldnu2019t use everyday to u201cre-freshu201d as others have said. But balanced with the foam really well. Have used the foam for years. Love the smaller size to take on trips Incase I want a boost. Let it all sit for 8 hours and smelt amazing the whole time. While I normally donu2019t sleep in it I donu2019t have any problems doing my day to day stuff once itu2019s dry (maybe 10 mins). Was gifted by st troprez"
        },
        {
            "review_title": "perfect for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone",
            "review_text": "I've always loved St. Tropez and this Getaway Kit is perfect for traveling. The mousse application was so easy, lightweight, easy to blend, and dried quickly, which is a huge plus. This product was complimentary from St. Tropez."
        },
        {
            "review_title": "Great collab!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love St. Tropez for at home tanning -- it doesn't leave me streaky. This collaboration with Ashley Graham looked great. I really like the face mist, which is a new product for me. I was worried it might look splotchy or uneven due to it being a mist, but it wasn't.  This was complimentary from St. Tropez."
        },
        {
            "review_title": "Favorite Tan Iu2019ve tried!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have loved using this tanning mousse for years and cannot say enough amazing things about it! It doesnu2019t transfer onto your clothes and it doesnu2019t have a gross smell! It is by far the best and longest lasting tan I have ever used. I am so grateful to have gifted by sttropez tan!"
        },
        {
            "review_title": "a must have for winter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "The mousse was so easy to apply! The mitt makes it go on so evenly and easy to distribute. The tan is so beautiful and natural once developed. It is not streaky or uneven at all. It smells great too!! gifted by sttropeztan"
        },
        {
            "review_title": "Natural tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s been a long time since Iu2019ve used fake tan. And this my first time trying st.tropez mousse.  As usual I started preparing my skin before the application, used gentle exfoliation in the shower, then applied coconut oil to make sure there are no dry skin patches.  The application of the mousse was super easy! It dried quickly, but i sure had enough time to apply it carefully and slowly. No sticky feeling afterwards! Again, dried pretty quickly!  I waited 1 hours before showering. I think next time i will wait closer to 2 hours to have a darker color! The results are very nice though! No weird patches or orange color! Just a perfect natural tan!  Offered by sttropez"
        },
        {
            "review_title": "The best self tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I love this self tanner! It was gifted by St. Tropez and I love this formula! The application was seamless using their mit and I loved the face spray as well. It wasnu2019t too sticky and since it is a rapid tan I only had to leave it on for 3 hours before washing it off. It gives a pretty dark tan and the tone is really nice."
        },
        {
            "review_title": "Easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "The kit was a complimentary from Sttropez  in exchange of my review. The kit is perfect to bring when you travel. The Mousse is very easy to use.  I really like that this does not transfer. I am loving my sun kiss glow I am getting tan, looks so natural."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this product offered by stTropez. I always love using self tanner and this mini bottle of express tan was perfect. The spray bottle for the face really did develop my tan throughout the day and overnight."
        },
        {
            "review_title": "10/10 set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This set is amazing. Iu2019m not the most experienced when it comes to self tanning and I was blown away by the results. Both the mousse and the face spray are very easy to apply. I only did an hour because I did not want to overdo it since it was my first time using and it looks very natural, almost like I spent a few hours at the beach. Offered by sttropez for testing purposes!"
        },
        {
            "review_title": "Will be buying this again and again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This kit was gifted to me by St. Tropez in exchange for my honest review. To be honest I was so excited to try it out, I might finally become a self tan girlie. The facial mist is amazing, literally could see the results so fast, loved it! The mousse worked great too, didnu2019t transfer, didnu2019t give orange tint. I will be purchasing these again!"
        },
        {
            "review_title": "Gives skin the glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "As someone who loves that sun-kissed glow without the harmful effects of UV rays, I recently tried out the St Tropez Golden Getaway Self Tanner Kit, and I must say, I'm impressed. This kit is a comprehensive solution for achieving a natural-looking tan from the comfort of your own home. Offered by St Tropez"
        },
        {
            "review_title": "Loving my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "complimentary from sttropez .This is everything you need for beautiful natural looking skin that has an instant glow. For long lasting results this beautiful set has it all. Absolute perfection , this is favorite set and the application is super easy"
        },
        {
            "review_title": "Love these products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "St. Tropez gifted me this getaway kit and I have been amazed by the results! The mousse applies so nicely and leaves a perfect colored tan. I love that it doesnu2019t transfer! This is for sure going to be my go to self tanning kit from now on."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I was gifted by sstropez for my honest review on the golden getaway kit. This was so easy to use and perfect to bring on my trip on the beach to give me some color.  It has given nice color to my skin without any orange tone to  my skin the perfect glow"
        },
        {
            "review_title": "New Holy Grail!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product through a gifting campaign and it was complimentary from st tropez, so here is my review overall. This product made my tanning experience SO much better than other products. First off the no transfer really is no transfer, I have white sheets and I slept with the tan on with no residue left behind at all. The tan itself is a beautiful color, not orange at all after developed which was a huge plus for me!!! The formula of the tan is also a pleasant smell unlike a lot of other tans which just made the experience that much better overall in my opinion!"
        },
        {
            "review_title": "perfect for a quick bronzey look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Iu2019m obsessed with the st Tropez Ashley graham collection because itu2019s the only color that doesnu2019t look green or orange on my pale skin. This travel size set is perfect for a beach vacation or just needing a boost of bronzey-ness. The mousse is easy to apply and hard to miss a spot since it has a nice color to it. Iu2019d never tried the face mist, but loved this option to ensure my face matched my body! Plus, it was mess free. I only left this on for 1.5 hours since I prefer a lighter color as Iu2019m pretty pale and any darker makes the tan look overly fake on me. PS. The scent alone makes me want to get on a plane to head to a beach destination! This product was gifted by sttropeztan in exchange for my honest review."
        },
        {
            "review_title": "So cute!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "The cutest little travel set! I absolutely love this shade I use it all the time and now I can bring this with me when I travel! Such a good idea and so convenient! I was gifted by sttropez this but will absolutely be repurchasing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I absolutely loved this product! I am a self tanning girly and been trying to look for a new self tan to try out for so long. I absolutely love this kit. Itu2019s so amazing and I love how it describes how long you keep it on for the amount of tan you might want. I was absolutely ecstatic to have this be gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Come with everything you need for a natural looking tan. I got so many compliments. Love that it has bronzer in it so you can see where you applied. I didnu2019t mind the smell. Definitely wash off after a few hours. Gifted by Sttropez"
        },
        {
            "review_title": "New to the face spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "I was gifted by sttropez but I have always been a St Tropez self tan but I was new to the face spray. It indicated instant glow and it did provide that. I was not expecting it to also work overnight but I woke up the next day with my face darker. It was very natural but did dry out my lips."
        },
        {
            "review_title": "My Must-Have Travel Tanner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "I recently tried the St. Tropez Getaway Kit, and as a long-time St. Tropez customer, I'm always impressed by the application and quality. The mousse is no transfer and makes it so easy to apply, also feels super lightweight on my skin, and dries quickly which is a huge plus. I absolutely love the travel sized containers so I can take it with me on my trips and not have to worry about checking a bag. The mousse always blends so easily and this is my favorite tanning mit because I never have any streaks. I usually keep it on overnight, for about 8+ hours, and my golden-bronze tan lasts a few days!  This item was complimentary from St. Tropez."
        },
        {
            "review_title": "Fuss-Free Tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Golden Getaway Kit is my new go-to for a flawless tan at home! I was gifted by St. Tropez Tan and will be purchasing once it runs out. The express tan produces a stunning color in a short amount of time- perfect for my busy schedule. The mousse doesnu2019t have the u201cfake tanu201d smell that most self tanners do, and the purity mist smells like a tropical vacation. I also love that the mousse is no transfer so it isnu2019t messy. I am so happy with the end result!!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I love anything St Tropez! All of their tanners result in a beautiful, long lasting color. I never have any issues with the tanner transferring while iu2019m letting it set either! This is SO nice because I usually sleep in mine. This kit is perfect if you are wanting to try this brand too!!! (Gifted by St Tropez)"
        },
        {
            "review_title": "A must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I was gifted by sttropez. St. Tropez Self Tan Express Mousse delivers flawless results! Its quick-drying formula allows for customizable tanning intensity, from a subtle glow to a deep bronze. The color develops beautifully and lasts for days without streaking. A must-have for achieving a natural-looking tan all year round."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I received this product gifted by st tropez and I absolutely loved the st tropez ! I leave it on overnight because Iu2019m crazy but it still always turns out amazing! I received my order and the package was definitely damaged. There was self tanner all over the inside of the box. But I love this brand so much and didnu2019t want to wait any longer that I just cleaned it all up and everything works perfectly fine. Smells just like coconuts and not dirty self tan!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Must have. This is the best tanning in the market at home. Perfect for a glow when you go on trips"
        },
        {
            "review_title": "buying again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "My new favorite sunless tanner was a gift from St Tropez. I've been using this to prepare my tan for my destination wedding in a few weeks, and I'll be taking it with me on my trip to help conceal any lingering spring break tan lines."
        },
        {
            "review_title": "Been using this for 7 years!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love this tanner. St tropez always makes the best tan because the olive tones mean I never have that fake tan orange thatu2019s always so embarrassing. Been using this tanner since I was 14 and now Iu2019m 21. This kit comes with a deluxe trial size of everything you need face and body. This was gifted by sttropeztan but I genuinely love this tanner."
        },
        {
            "review_title": "So convenient",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This was gifted by st tropez and I could not be more excited. Easily the best self tanner in the game and with this set you have everything you need on the go or at home to get a golden tan. Love this set"
        },
        {
            "review_title": "SO EASY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "This was offered by sttropez, for free, for me to try out. Let me tell you, SO GOOD. the application was super easy and only took me 10 minutes. I have white sheets, and there was no transfer. After 8 + hours I am glowing, not streaking, and have the perfect tan! I love!"
        },
        {
            "review_title": "Nice tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Golden Gateway kit it comes with the face mist, express, moose, and velvet Gloves after using it for 24 hours I like the end result it was easy to apply and got a nice tan the gloves really soft it looks like it mitten Super soft on my skin it also has a nice smell to it, so it doesnu2019t smell bad at all. Seems like a good product.gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "gifted by st tropez tan! this kit really has it all to keep you glowing head to know! st tropez make my favorite self tanners, itu2019s almost fool proof! this face mist makes it so easy to keep my tan even as my face fades the quickest!"
        },
        {
            "review_title": "Wedding must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "St. Tropez gifted me my new favorite sunless tanner. Have been using this to get my tan ready for my destination wedding in just a few weeks and will be traveling with this to help cover up any last minute tan lines from spring break ud83dudc9b"
        },
        {
            "review_title": "A new tan fan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "HI this review is gifted complimentary from sttropez. This is my first time ever using bronzer and I really like the experience. I've been missing the sun in California and this is really helping me feel like it's back"
        },
        {
            "review_title": "10/10 recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am a self tanner addict, I have tried almost every self tanner on the market, but St Tropez takes the lead. I am so happy they came out with this limited edition vacation package. It's so easy to travel with. Unlike so many tanners I've used, this self tanner doesn't transfer!! You don't have to worry about staining your clothes. The application is super easy and not streaky. It feels nice on your skin and isn't drying/ doesn't break me out.  The final results leave me with a dark, even, natural color thats lasted me a week. I'd 10/10 recommend.  Gifted by Sttropez but this is an honest review!"
        },
        {
            "review_title": "No more UV damage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Step into sunshine with the Golden Getaway Kit! Packed with everything you need for a sun-kissed look without the UV damage, this kit is a must-have for any beauty enthusiast.  From the shimmering bronzer that adds warmth to your complexion to the luxurious highlighter that gives you that lit-from-within glow, each product in this kit is a treasure. The travel-sized packaging makes it perfect for on-the-go touch-ups or a glam getaway.  Say goodbye to dull skin and hello to a luminous, golden radiance with the Golden Getaway Kit. It's your passport to glowing, gorgeous skin all year round! Complimentary from sttropez"
        },
        {
            "review_title": "LOVEE! New Go To ! ud83cudfddufe0fud83eude75",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely LOVED this Golden Getaway Kit that I was Gifted by ST.TROPEZ TAN! u2728 I saw instant color, the application was easy & effortless; plus not once did it get sticky ! Never transferred to my clothes & the end result color was unbelievable! ud83eudd0d I think I found my new go to ! ud83eudef6ud83cudffd"
        },
        {
            "review_title": "Easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by strropeztan to try out this set. Iu2019m not big into self tanner or tanner in general. I have to say though, I was impressed with this set. It was easy to use and super cute packaging. I might even purchase one to gift to a friend."
        },
        {
            "review_title": "Loveeeeeee!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "* complimentary from sttropez *     With this amazing kit comes with major tan! I love using the glove and the face spray is a must! So excited to look my best and not have to worry about uv rays hurting my skin when I have this instead of outside baking! I definitely recommend!!!!"
        },
        {
            "review_title": "Looove it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this set complimentary from St. Tropez. Love this set so much! It is so easy to take with me everywhere I go. The application is wonderful and the no transfer mousse is very easy to use and it is fuss-free. The final result is even and beautiful. My skin looks healthy and tanned. Recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Love this product. Does not feel greasy or sticky on your skin. No strong odor and the color is beautiful. Transfer proof, no transfer to my white bed sheets. Love the mist spray for my face. Color lasts and fades evenly. One of my new favorites & I have tried just about every self tanning product there is!! Gifted by st tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I absolutely love that this is a mini kit which makes it super easy to take on the go with you! Itu2019s super easy to apply, doesnu2019t leave any streaks, and leaves you with a super even glowy tan! As someone with pale skin it can be hard to find a product that doesnu2019t have a super fake look to it and I absolutely love this one! The face mist is also super refreshing! Gifted by sttropez!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This is such a great tanning kit! It applied very smoothly and gives a natural glow. It doesnu2019t get messy and the mousse blends into skin very well. I love the instant results it gave me and transfer proof results! Gifted by strropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This set couldnu2019t be more perfect for travel, especially if youu2019re headed somewhere tropical! These are some of my favorite tanning products already, so a smaller version to take with me was ideal. I love the color payoff, not streaky, and the application is simple!  Gifted by Sttropez but opinions are my own."
        },
        {
            "review_title": "Foolproof Way to Achieve a Radiant Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I recently tried the Golden Getaway Kit from Sephora featuring St. Tropez products, and I'm impressed. The self-tanning mousse is easy to apply and dries quickly, leaving behind a gorgeous, golden tan that lasts for days. The kit also includes a mini bronzing mist, perfect for touch-ups on the go. Plus, the chic travel bag makes it convenient to take your tan wherever you go. This was perfect for my trip to Santa Barbara. If you're looking for a foolproof way to achieve a radiant glow, this kit is a game-changer. This product was gifted by St. Tropez."
        },
        {
            "review_title": "The prettiest tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This is such a good set. Itu2019s such a good value for the price. The mousse and the mist are so easy to use and fool proof. The results are beautiful and leave you with a gorgeous, natural tan. The glow is unbeatable. I would highly recommend! I was gifted by sttropez but opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This product was offered by StTropez and I was honestly blown away. This was the easiest and most mess-free self tan application I have had. I left the tan on for 8 hours overnight and needless to say I was excited to find that my bedsheets werenu2019t covered in self tanner because of the no transfer formula. I was left with a beautiful streak-free tan that has lasted over a week! Will definitely be repurchasing!"
        },
        {
            "review_title": "Perfect set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "St Tropez never misses and this set is PERFECT!  The mist is great for those days that you want a glow, but donu2019t want to go through all the prep, steps and drying for a mousse tanner. Itu2019s super easy and you literally just spray and go. No sticky feeling and no long wait to dry.  The express tan I love to use as my u201cemergency tanneru201d for days that I forgot to tan the night before. The express develops super fast! Gifted by St Tropez Tan"
        },
        {
            "review_title": "I look so much better now ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The best kit for fair skin girls like me! Iu2019ve been loving this foam for years, it makes my skin feel so smooth and beautifulud83dude0d and the tan lasts! Love the face mist, I love to apply it in the morning ud83dude0d honestly I think I look healthier when I have some tan ud83eudd23 Gifted by skeepers"
        },
        {
            "review_title": "Natural glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love how you can control the depth of your tan.  It's perfect now in the middle of winter to have a sun kissed glow (not orange!).  It was easy to use and apply, blends well and mess free."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Love this brand! This product leaves you glowing with a perfect summer tan! Very easy to apply and doesnu2019t leave your skin patchy! Lasts a very long time too and doesnu2019t leave your skin looking orange! Offered by sttropez"
        },
        {
            "review_title": "Keeps me golden everywhere I go.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love all of st tropez tans! They always give the most natural effect and fade out evenly. I didnu2019t love that when I had to travel it was either too big to take with or I had to transfer it and sacrifice the mousse effect. This set comes with everything I need including an extra mit which Iu2019ll be dedicating specifically as my travel mit! They are the perfect size to put in my toiletries bag and I love that the face mist has a really fine sprayer that gives me an even tan in .2 seconds! I will be keeping a stock of this whenever I know I will be traveling."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "this was gifted by sttropez. but this was an easy application and fuss free. I never use tanners as it is easy for me to tan but It was very easy to apply to my skin as everything was given to me to get a nice glow."
        },
        {
            "review_title": "Must have for tanning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I have just received this gifted by sttropeztan for free and I absolutely love it! My skin has never looked so good with a self tanner before. I canu2019t wait to keep using this in my routine and making my skin glow like no other."
        },
        {
            "review_title": "Great Kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "this is a great set! Easy to travel with or if you want to take it on the go for touchups. I love the face mist also, super easy to use. It leaves a really nice natural looking tan. I have been a fan for years and I really love this kit. Gifted by St Tropez"
        },
        {
            "review_title": "Great tan results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "I really enjoy the great self tanning set. It leave a nice bronze ton on the skin. The smell is good, very easy to apply as well. Itu2019s also great since itu2019s in a traveling size and you can just take it everywhere. Gifted by sttropeztan"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is my go-to for getting instant bronzed skin! The facial mist is hydrating and applies evenly for a natural tan. My favorite part about this product is that it does not leave your skin yellow, the result is a natural, glowy tan. Would recommend this kit for your face and body! Gifted by St Tropez Tan."
        },
        {
            "review_title": "The Perfect Tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "I loveeeee this set so much!! I have sensitive skin and this did not bother me at all. The final look came out amazing and not streaky. Both products were so easy to use and I love how natural the tan comes out! Offered by StTropez!"
        },
        {
            "review_title": "Not bad",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019m not into tanning nor tanners because they usually leave streaks or look orangey but this did neither. Most of all, I really like the misting spray. Iu2019ve never tried anything like that before. Usually other companies just have tanners that you rub all over your body. Gifted by StTropez"
        },
        {
            "review_title": "Soooo good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Oh this set is so great for getting that tan just in time for spring and summer without any fuss at all! The mitten and mousse helps to get an even tan in my body without any orange hands and the facial spray smells sooooo good! Gifted by St.Tropez"
        },
        {
            "review_title": "Not streaky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Was actually really impressed with this tan. Not streaky at all and holds for a while as long as you follow directions of exfoliating and moisturizing! Really easy to apply and doesnu2019t look orange on my hands. Gifted by sttropez"
        },
        {
            "review_title": "You need this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I recently treated myself to the St. Tropez Golden Getaway Kit, and let me tell you, it's a game-changer! The star of the show is definitely the no-transfer mousseu2014it's incredibly easy to use and fuss-free. Unlike other self-tanners I've tried, there's no need to worry about stains on clothing or sheets, which is a huge plus. The application experience was a dream. The mousse glides smoothly onto the skin, thanks to its lightweight texture, and it's quick-drying, so there's minimal waiting time. What impressed me the most was how it felt on my skinu2014it's so lightweight and comfortable, I barely even noticed it was there. As for the final result, I was blown away. The tan developed into a beautiful, golden glow that looked like I had just returned from a tropical vacation. It was natural-looking and streak-free, leaving me feeling confident and radiant. I can't recommend the St. Tropez Golden Getaway Kit enough for anyone looking for a hassle-free way to achieve a flawless tan offered by St. Tropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I got this gifted by sttropeztan. The kit came a little squished in the mail but still fully functional. Doesnt have a bad scent and i love that it comes with the mit and the tanning products to gige me a buildable natural glow without getting tan all over my hands."
        },
        {
            "review_title": "The best self tanner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This golden getaway self tanner is so good! It's the perfect size to throw into my bag when traveling and the tan develops so quickly. The color is amazing smell isn't horrible and does not turn my skin orange. I am glowing to the max and looks like I just got back from a vacation! Gifted by st tropez!"
        },
        {
            "review_title": "Glowwww",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The glow, the glow, the glow, the glow that this golden get away kit gives me itu2019s like no other, it is dab smack the middle of winter and I rarely see the sun has gotten me to a shade that I donu2019t want to be, after using this one time it gave me such a beautiful and stunning Sunkissed glow Iu2019m never going back. Gifted by st tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is a great set! If you or someone you know is traveling soon or looking to try st. Tropez this is a perfect gift. The sizes are travel friendly but not stingy (more than enough product). First time trying the face spray and Iu2019m in love. All you have to do is spray then move on with your day, within 8 hours your face will start to glow.  Gifted by sttropeztan"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gifted by stripes I really have been enjoying this Golden Gateway kit from San Tropez. I would highly recommend to all my family and friends. I think that it is the perfect kit to get that beautiful summer glow. I would re purchase this"
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I absolutely love my gifted by StTropezTan Golden Getaway kit. It is super easy to apply and left no streaks at all. The smell is absolutely amazing and the product did not transfer onto my sheets. My tan looks absolutely amazing and it is the perfect shade - the perfect tan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received the Self Tan Golden Getaway Kit complimentary from St. Tropez. The face mist was a great addition and smells amazing, reminding me of the summer beaches. I reach for this kit for my bronzy summer glow as it incudes a tan mousse, mitt, and facial mist! I have tried so many different self tanners but none gives me such seamless results like this, the mousse is so easy to apply and I donu2019t have to worry about it getting streaky or transferring at all. The facial mist is perfect for tanning my face and giving my face a beautiful glow!"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This was gifted by sttropeztan, its really nice getaway combo kit, itu2019s really nice to travel with and the items are really good, the mitten is super soft and gives a smooth application, the product good and it applies evenly on the skin and gives a really pretty tan"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I love this tan so much. itu2019s not super orange toned, and it doesnu2019t smell bad at all. Itu2019s perfect for travel to get the smaller size and keep up with your tan on a trip! Would definitely use this again. (Gifted by st. tropez)"
        },
        {
            "review_title": "Perfect tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "(Free product) I love this products, canu2019t wait till summer to use them, I love how it give you the perfect tan, I have try them and I do like them a lot, 10/10 recommended, I really do like how they work for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Yes!!! Got this kit gifted by St, Tropez* The bronzing mousse was already a favorite of mine but I absolutely love the new mist for face! Itu2019s so convenient and gives a very natural color and coverage for the face!"
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Gifted by sttropez. Great product, love the express tanning as I hate overnight stuff. Gives you the bronze you want, lovely glow after just one hour and can be quite dark after 3, so after a few tans you'll know how long is best for you. Great quality and nice coconut smell. Easy to use and absolutely no orange tan. Very natural looking tan on my very fair pink cool tone skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This tanning set is perfect for travel! I love that it comes with a mitt and a mist, Iu2019m new to tanning so this was pretty easy to use. This set would make a great gift for anyone wanting a travel friendly tanning kit. Offered by sttopaz"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I am super pale and itu2019s hard to find a self tan that doesnu2019t go orange on me. St tropez has always been a go to . This formula was so easy and lightweight to apply. Little to none transfer and after the 8 hours it gave me such a beautiful color. Loved it! Offered by stripes"
        },
        {
            "review_title": "Yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Amazing set. Perfect sizes for a vacation or any travel plans. Works amazing, I left on for 2 hours and I have a beautiful tan! No spots or orange tone, it looks natural and beautiful. I highly recommend. Gifted by sttropez"
        },
        {
            "review_title": "Always loved st Tropez",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "St. Tropez gifted me their self tan golden getaway kit and itu2019s the best self tan kit on the market. It comes with a mit, a face mist and express self tanner. The self tanner only needs to be left on for 3 hours for the perfect fast tan! You can use the mist over makeup and bring this kit with you on vakay to stay glowly the entire time. I love this kit and canu2019t recommend it more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by St. Tropez. The ultimate tanning travel kit! I love the face mist for on the go fast tanning to get a natural glow. The express tan also leaves you with a natural color that gets tanner the longer it stays on."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I absolutely love this little travel tanning kit offered by St. Tropez! St. Tropez always has my favorite tanning products- and these two work great! Love that the mousse goes on tinted to prevent streaks. The color comes out beautiful. :)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This product was gifted by sttropeztan in exchange for my honest review. I have been using St. Tropez self tanner for years and itu2019s my go-to. I love how easy and fuss-free the no transfer mousse is. The application process is quick and easy and doesnu2019t leave your skin feeling sticky like other tans can. The final result gives the perfect sun kissed glow! The only thing I donu2019t love is the specific mitt that comes with the product. Itu2019s only one sided, so the mitt wouldnu2019t hold up as well as a double sided mitt."
        },
        {
            "review_title": "Glow all vacation long",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "FINALLY THE PERFECT TRAVEL SIZED SELF TANNER!!!!!! A flawless even glow allll vacation long. I am so obsessed w this and am always getting compliments on my glow even in the winter months! Canu2019t wait to take this on my girls trip to Spain. Offered by sttropez"
        },
        {
            "review_title": "No smelly tans here!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I was gifted by St.Tropez tan, this golden getaway kit for free, and I am absolutely loving it! I love that it came with a mit to apply it, which gives a streak free application. It also came with a facial mist which smells INCREDIBLE!! It smells like coconut and summer in a bottle. This gave me a nice all over bronze color and I love that it didnu2019t make me smell like boiled eggs!"
        },
        {
            "review_title": "Perfect kit with everything you need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "I love this kit, it has everything I need and produces beautiful results. I love that I can control the intensity of my tan because I prefer more of a sun-kissed look. I LOVE the face mist SO much, it smells absolutely heavenly and gives me a beautiful glow. Highly recommend! Offered by sttropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This kit is awesome for the summer as you have everything you need in it to get a tan of any level you wish. I have fair skin so a lot of self tanners are too dark for me but this one is perfect if you just use a little bit and the exfoliating mitt. A good value.  Gifted by st Tropez"
        }
    ]
}