{
	"product_id": "307",
	"name": "The Hair Refresh Dry Shampoo & Leave-In Conditioner Value Set",
	"brand": "Crown Affair",
	"categories": "Hair, Value & Gift Sets",
	"price": 61.0,
	"about": "What it is: A full size Dry Shampoo with a kabuki brush, mini Leave-In Conditioner Cream and a silk scrunchie trio that absorbs oil and adds moisture to create a quick up-do...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Dryness.- Oily Scalp.- Volumizing..Key Benefits: - Hydrates and smooths hair without weight.- Absorbs oil and volumizes at the root.- Protects against breakage and damage..Highlighted Ingredients:-Tsubaki Meadows (Tsubaki Seed Oil and Meadowfoam Seed Oil): Weightlessly hydrates, protects against heat, defines, and strengthens..- Persimmon-Derived Tannic Acid: Deodorizes and leaves hair smelling clean..- Tapioca Starch: Absorbs oils and enriches your scalp without talc...Ingredient Callouts: These products are vegan, gluten-free, and cruelty-free...What Else You Need to Know: Add shine, volumize, or create a gentle up-do on the go with this travel-ready trio. The leave-in conditioner delivers nourishing, weightless hydration to damp or dry hair. The award-winning, talc-free dry shampoo absorbs oil and refreshes roots without drying out your scalp, and the silk scrunchie prevents breakage and creasing...The Refillable Dry Shampoo is an Allure Best of Beauty award winner...Fragrance Description: Crown Affair’s signature fragrance combines bergamot, yuzu, and lemongrass for a cool, light scent...This Set Contains:- 1.7 oz/ 50 mL The Mini Leave-In Conditioner Cream for Hydrated Hair - 1.1 oz/ 30 g The Refillable Dry Shampoo & a Kabuki Brush.- The Silk Scrunchie No. 001..Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
	"ingredients": "-Tsubaki Meadows (Tsubaki Seed Oil and Meadowfoam Seed Oil): Weightlessly hydrates, protects against heat, defines, and strengthens..-Persimmon-Derived Tannic Acid: Deodorizes and leaves hair smelling clean..-Tapioca Starch: Absorbs oils and enriches your scalp without talc...The Mini Leave-In Conditioner Cream for Hydrated Hair:.Water/Aqua/Eau, Pentylene Glycol, Cetyl Alcohol, Stearyl Alcohol, Behentrimonium Chloride, Dimethicone, Limnanthes Alba (Meadowfoam) Seed Oil, Camellia Japonica (Tsubaki) Seed Oil, Fragrance/Parfum, Gluconolactone, Isopropyl Alcohol, Cetrimonium Chloride, Sodium Benzoate, Sodium Hydroxide, Isodecyl Neopentanoate, Calcium Gluconate, Citric Acid, Limonene, Linalool, Citral...The Refillable Dry Shampoo:.Tapioca Starch, Oryza Sativa (Rice) Starch, Fragrance/Parfum, Isodecyl Neopentanoate, Camellia Japonica Seed Oil, Gluconolactone, Trehalose, Tannic Acid, Sodium Benzoate, Sodium Carbonate, Dimethicone, Iron Oxides (CI 77491, CI 77492, CI 77499), Silica Silylate, Calcium Gluconate, Cetrimonium Chloride, Limonene, Linalool, Citral...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.The Mini Leave-In Conditioner Cream for Hydrated Hair:.-Use on damp hair to lock in hydration post-shower and achieve a consistent, even air-dry with definition. .-Use on dry hair between wash days to refresh hydration..-Use to subtly style waves/curls or to smooth strands and reduce frizz/flyaways...The Refillable Dry Shampoo:.-Lightly dip brush into powder..-Apply directly to roots where needed..-Use pads of fingers to further distribute product..-Repeat as necessary until desired look and feel is achieved...The Silk Scrunchie No. 001:.-Use to pull hair back, up, or hold in place.",
	"num_reviews": 16,
	"overall_rating": 4.9,
	"product_url": "https://www.sephora.com/ca/en/product/crown-affair-the-hair-refresh-dry-shampoo-leave-in-conditioner-value-set-P512909?skuId=2816536&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2816536-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Buy it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have used this product for two months now. I have fine, thick, textured hair. I wash one maybe two days a week. I use this on day two and I can extend my style for another two days before reapplying if needed. Scent is pleasant and smells like clean shampoo. I love the leave in conditioner for the ends of my hair to prevent that straw hair feeling. Once I apply the powder and brush through, my hair has volume at the roots and the oil is completely gone. I cannot suggest this product enough. Does not have a white cast on my light brown hair."
		},
		{
			"review_title": "Not my favorite.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Mine came without the scrunchie, so make sure to check your box before purchasing. This obviously isn’t the manufacturers fault, but that isn’t why i game this 3 stars. The leave-in didn’t make my hair feel softer at all, but it did smell nice. It held my waves kind of nicely but made them frizzier than usual. More of a styling cream.Dry shampoo was all right, but the “refillable” packaging seems so unnecessary."
		}
	]
}