{
    "product_id": "1651",
    "name": "Pink Perfection Pointed Slant Tweezer",
    "brand": "TWEEZERMAN",
    "categories": "Tools & Brushes, Beauty Tools, Tweezers & Eyebrow Tools",
    "price": 35.0,
    "about": "What it is:.What it does:.What else you need to know:",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Use the slanted side for general tweezing and the precisely.pointed tip for precision work..-Use cold water or astringent to close pores post tweezing.",
    "num_reviews": 130,
    "overall_rating": 2.9,
    "product_url": "https://www.sephora.com/ca/en/product/hot-pink-pointed-slant-tweezer-P377007?skuId=1457647&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1457647-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Returning. These have no grip to pick up hair. Quite bizarre how poorly they work."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Iu2019ve gone through so many tweezers, and these are the first tweezers that I find actually work! This is a great product. I highly recommend itu2019s easy to use and itu2019s nice that it has two choices of tips."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "This is my 2nd time buying this brand of tweezers last time I bought the one that comes with 2 pairs and only 1 worked of couse I was happy because it's hard to find good tweezers, but I lost that one acouple weeks ago. I went to get another one I knew I should of bought the one that comes with 2 pairs it would of least better my odds because these don't even grab a hair."
        },
        {
            "review_title": "Ne pas acheter.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Pour le prix je mu2019attendais u00e0 mieux. Les lames ne se collent pas parfaitement. Pour la moitier du prix ju2019ai trouver meilleure en pharmacy."
        },
        {
            "review_title": "Do not buy- buyer beware",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Do yourself a favor, do not buy this. This was a total waste of $. I have many tweezerman tweezers and thought I would try this. It doesnu2019t have any grip whatsoever. I havenu2019t been able to use it at all for itu2019s intended purpose and itu2019s not cheap. Zero stars!"
        },
        {
            "review_title": "Didnu2019t work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "These tweezers were no good. They couldnu2019t pinch a hairu2026I had to return them."
        },
        {
            "review_title": "Doesnu2019t pull hair, just breaks them",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This is super poor quality, does not pull hair out but only breaks the hair. For the over 20$ price point this shouldnu2019t be so ridiculously disappointing."
        },
        {
            "review_title": "Listen to the reviews.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I thought that by maybe grabbing it on sale with an extra 30% off for it being part of the Sephora collection itu2019d be worth it. Not even for the price of $8 (the price I paid) was this even worth it. This tweezer doesnu2019t pull a THING. Youu2019re better off using your own finger nails ."
        },
        {
            "review_title": "Go for the classic instead",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Didnu2019t work as well as the classic- wouldnu2019t grab onto anything."
        },
        {
            "review_title": "Average Tweezers",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "These are okay, they worked for a while. I donu2019t think theyu2019re worth the price."
        },
        {
            "review_title": "Good for precise tweezing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Very nice for pesky hairs that are hard to grab. Very easy tweezers to work with but wish they had more grip to them."
        },
        {
            "review_title": "Dangerous to use",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I thought that these would be the perfect mix of the two main types of tweezers, pointed and slanted. WOW was I wrong!!! I was unable to use these u201cPointed Slantu201d tweezers without injuring  myself. I tried in various, separate sessions. Each time, no matter how careful I was, I ended up with poked, injured skin! :-("
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "these are terrible. in theory they should work but don't. Not fine hairs, not thick hairs. why did it win an award?????"
        },
        {
            "review_title": "Meh.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "It was the only pair there. It took a while to make them work, but I should have returned immediately. They're alright though for some hairs. I have to use 4 different tweezers while tweezing my difficult hair."
        },
        {
            "review_title": "Cheap and expensive!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This doesnu00b4t work, and it's expensive. They are not worthy. Donu00b4t but this."
        },
        {
            "review_title": "Save your money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019m really disappointed. I finally convinced myself to pay the price opposed to the cheap drugstore brand. I should have saved my money. They are pretty much worthless"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Normal skin",
            "review_text": "The best ever u2764ufe0f I wouldn't buy anything else  For 20 years now and my mother"
        },
        {
            "review_title": "Get them",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "iu2019m not sure why thereu2019s so many low ratings these are the best tweezers iu2019ve ever used"
        },
        {
            "review_title": "Holy Grail of Tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "These are the best tweezers in the world. You just have to get the hang of them. They work with different pressure and different angles from regular slant tweezers. Once you get used to these, no other tweezers will be worth bothering with. Theyu2019re the perfect combination of precision and grip."
        },
        {
            "review_title": "Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "These were the only pointed ones in the store so I bought them. However the flat side is hard to use and the pointed side isnu2019t much better.  You really need to hold the skin taut to grab the hair."
        },
        {
            "review_title": "You had one job.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "You know those cheap plastic tweezers that come in a first aide kit? These are worse. They literally donu2019t work. Not, they donu2019t work well. They donu2019t work At. All. Promptly picked the packaging back out of the wastebasket and will be returning these. Sephora should be ashamed."
        },
        {
            "review_title": "Tweezers That Donu2019t Tweeze",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Normally love this brand...these tweezers donu2019t tweeze, donu2019t grab. I havenu2019t thrown them out yet but  began using my cheap drugstore tweezers.  Donu2019t waste your money."
        },
        {
            "review_title": "Donu2019t buy these, design is terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone",
            "review_text": "I love tweezerman, Iu2019ve owned them for years. But, this one is the WORST!! The tips donu2019t grab, it has no grip and the shape pinches skin, terrible design and a complete waste of money. Iu2019m going back to the regular design."
        },
        {
            "review_title": "Best tweezer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Best tweezer its light not heavy. I  love the pointed slant thin angle, I believe due to that I dont pinch my skin and makes it very easy to grab all u wanted hair even the stubs lol"
        },
        {
            "review_title": "Tweezers that don't tweeze",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Tweezers that don't tweeze. Geez. Bad design, the tips don't meet. Not good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is a very good tweezer.  Seems to get the very fine hairs that other tweezers don't. I also like the point and slant combo.  Tweezerman is the best, I'm told.  I have to agree."
        },
        {
            "review_title": "Pretty tweezers that don't tweeze",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Horrid! The tips do not meet rendering these tweezers absolutely useless. At least return was easy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are the only tweezers I like and use on a regular basis.  My mother has had a pair of these for as long as I remember and I finally purchased a pair of my own last year.  Really glad I made the investment. Tweezerman tweezers last forever and  these specifically, although have to be gotten used to for sure, are perfect in my opinion for precision."
        },
        {
            "review_title": "Awful and not made the same as it used to be",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I've had this one for years and it was amazing. Recently it finally decided to fall apart on me so I needed a new one. I bought this and just received it today and for some dumb reason they made it different than the one I originally got a few years ago.It's made thicker and worst of all the tips don't even touch so you can't even grab any hair! What's the point if it's made so cheaply now that you can't even use it for what it's purpose is?! Now I have to desperately try and find something similar and I'm already expecting this to be an very long, annoying hassle. Definitely returning this though. So disappointed"
        },
        {
            "review_title": "No",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Wasnu2019t sharp enough and the slant on this specific one was very weird"
        },
        {
            "review_title": "Just Don't",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Save yourself the trouble and don't buy this. I decided to splurge and I regret it. My drugstore brand is miles better than this. Barely picked up even my longer brow hairs. Took enough tries that my hand started shaking. For. One. Long. Brow. Hair. AR you kidding me..."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I should have listened to the other poor reviews! These tweezers don't even come together at the end to even grab any hair! Extremely disappointed for an expensive pair of tweezers. May be a defect? Hoping to return?"
        },
        {
            "review_title": "Best out there!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The shape of these really makes the eyebrow tweezing fast and easy. Best out there!"
        },
        {
            "review_title": "Stay with the original",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "These are awful and useless.  The point ones are impossible to use in my opinion.   The standard ones are great."
        },
        {
            "review_title": "Not recommended",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I didnu2019t like these tweezers at all. It took way to long to tweeze of one eyebrow hair. I need to return this item."
        },
        {
            "review_title": "Not the best, not worth the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "These tweezers are great if you use one very specific angle, but otherwise are pretty horrible at grabbing onto anything. It may just be that I have a faulty pair, but the edges definitely aren't flush with one another."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "The point on these tweezers is nuts. There is a little learning curve because the slant makes you think you should lay the whole slant against your skin, but they don't grab little hairs very well when you do that. Once you just start using the tip to grab hairs you'll be impressed."
        },
        {
            "review_title": "great value for the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "worth the investment"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Not happy with this purchase, ends dont match up. Would have returned item but it was purchased online with a gift card and it's just too much of a hassle."
        },
        {
            "review_title": "Mediocre Performance",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful color, but doesnu2019t perform well. Hit or miss which hairs it is going to pick up vs. break."
        },
        {
            "review_title": "Waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I usually love Tweezerman products but this one missed the mark. This doesnu2019t tweeze finer hair more than it just cuts them. It does grasp coarse hair okay but you can forget fine detailing with these. Stick with their original tweezers."
        },
        {
            "review_title": "too sharp",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Too sharp. They break the hair off before I can pluck. I really hate these tweezers."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love the sharp point and narrow pointy edge. These tweezers can pluck the tiniest of unwanted hairs. They are also good for lifting off peeling skin with grabbing to much or too little."
        },
        {
            "review_title": "BEST EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This is probably my fifth or sixth Tweezerman tweezers.  They are the best tweezers I have ever used.  I have thick, dark eyebrows or maybe unibrow?  These works great until you drop them.  This is the only reason I ever purchase another pair!"
        },
        {
            "review_title": "Not Good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Unable to grasp eyebrow hairs.  I returned it."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It wasn't as great as I expected it to be. I've had one of these before and it worked wonders but it got stolen so I had to buy a new one and unfortunately it wasn't my usual tweezerman wonder. Unfortunately I don't even use it and can't return it because I threw away the receipt and packaging"
        },
        {
            "review_title": "disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "So disappointed. The last tweezer I bought at Sephora was great but this pink one is nothing like it. Doesn't grab anything. It's going back. Funny thing: when I bought it the salesclerk said now if anything doesn't work, you can feel free to bring it back. Perhaps that was a hint that others had returned it....."
        },
        {
            "review_title": "Just meh...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really expected these would be the best tweezers in the world, but Iu2019ve bough $10 tweezers the gripped better. Iu2019d return them, but Iu2019m too lazy."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really wanted to love these tweezers but instead I was filled with plain ol  disappointment. Hair is difficult to grab almost like the tweezers itself were old and dole and I just bought them. Going to return and try something else."
        },
        {
            "review_title": "Nopr",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, fairLight skin tone, Dry skin",
            "review_text": "I guess I wasnu2019t the only one who had a problem with these. I canu2019t grab anything, the hair just slips right through. I tossed the packaging as Iu2019ve never had a problem with a Tweezerman product, I guess that was a mistake. Iu2019ve gone back to my standard Tweezerman tweezers."
        },
        {
            "review_title": "Best tweezers evaaaa",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Have these tweezers for 5 almost 6 years and they worked perfect even after all that time. Only tweezers I will ever use !  Precise, clean, and gets all the hairs with one pluck !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Itu2019s crazy to see the clash of reviews. I think they must have went through a defective period. Tweezer man does offer a great warranty and free sharpening. I love the brand. I also have a pair of nail clippers from them that are soooo sharp. I just bought another tweezerman pair of tweezers while my pink ones get sharpened (theyu2019re practically garbage if you ever drop them)"
        },
        {
            "review_title": "Not typical tweezerman quality",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "These are not the quality I expect from Tweezerman, very hard to pluck hair with except for the very point of the tweezers."
        },
        {
            "review_title": "Probably not the best pair of tweezers",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This product was about a 3.5 for me, so I just rounded down to 3 stars. It's good at picking fine hairs when I can actually grab onto them. These tweezers are really bad at isolating those tiny hairs... so very counter-productive."
        },
        {
            "review_title": "Best Tweezers Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Although pricey,this are the best tweezers I have used. A great thing is that it comes with a safety or protective piece to go over the the point of the tweezers. The only thing is that the protective cover is clear and small and gets lost easily and it's kind of difficult to keep on but overall its a nice thing to have so the point doesn't dull. Totally worth the price for a lifetime (or few years) of use."
        },
        {
            "review_title": "not good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Horrible, doesn't grab any hairs"
        },
        {
            "review_title": "TERRIBLE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Worst tweezers ever! Doesn't grab any hairs and there is no grip! Do not buy!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "the blades are very slanted and it may be a bit difficult at first to grab tiny hairs but with practice they work wonders! i love these tweezers!"
        },
        {
            "review_title": "WORST TWEEZER!! Do not buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "First time buying Tweezerman and very disappointed. This tweezer has no grip whatsoever. It's not able to pull out any hairs. It looks like the blade is sharp but it's actually not. Do not buy these. Way too expensive for such bad quality."
        },
        {
            "review_title": "Disappointed!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am extremely disappointed because I genuinely wanted to love these tweezers so much. I was so excited to have a tweezer with the 2 in 1 slant and point. Unfortunately when I actually used it, I kept accidentally cutting myself. In addition, it was difficult to grab the hard hairs the point was made for. I know that some people love these tweezers but I find that they're too sharp for regular slant tweezing and not sharp enough for point difficult tweezing. I will be returning them and purchasing the regular tweezers."
        },
        {
            "review_title": "Precise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Works great! It really gets in there and pulls the smallest of hairs. Love it."
        },
        {
            "review_title": "hit and miss",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "2 in 1 tweezer, it can be difficult to grab stubborn hairs at times. I will keep trying to work with the tweezer."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Recommended this tweeter by someone who worked in the store. It doesn't grab hairs will be returning."
        },
        {
            "review_title": "esthetician's choice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Finding a pair of tweezers that I love that were billed angled and sharp since I'm not a fan of either in solitary has finally been solved.  I'm an Esthetician   And I like using reason all of my clients because it gives me precision and even helps with the most stubborn, coarse hairs  and is precise enough to get  The finer hairs, as well.  They have lasted a very long time and with free sharpening by the company, this is my pick."
        },
        {
            "review_title": "BEST tweezers ever!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this tweezers, they get all the little and fine hairs without breaking them."
        },
        {
            "review_title": "tweezerman tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These were recommended by a sales associate in the Sephora store ~ she said, once i bought Tweezerman, i wouldn't go back to any other brand.  I've been using them a few weeks, and I think she's right!"
        },
        {
            "review_title": "Does exactly what I needed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I needed tweezers that could get hairs out of my eyebrows and occasionally elsewhere... nailed it!"
        },
        {
            "review_title": "Best tweezers ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have tried at least 4 other tweezers in the last year but always go back to the tweezerman. With the pointed slant, no hair is too short to grab. They get it all."
        },
        {
            "review_title": "terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Why so sharp? I need to pluck not stab. Doesn't grab the hairs. Returning."
        },
        {
            "review_title": "LOVE!  These have upped my game",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love these tweezers.  I've been looking at them for some time but wasn't willing to spend the $$$.  Finally I decided I needed to - I'm so glad I did.  They are very precise and I am able to really shape my brows with them.  Love!"
        },
        {
            "review_title": "good tweezer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I can see how some people have difficulty tweezing with these, you have to hold it at an angle so that they actually grab the hairs correctly. Works best on tiny fine hairs."
        },
        {
            "review_title": "Stopped working a few days in",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very disappointed with this product. The prongs stopped lining up within a few days, and wouldn't remove any hair. After it stopped tweezing properly, my father commandeered it for use in his workshop. So it's been put to use, just not the use I paid for."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best tweezers I've ever had!"
        },
        {
            "review_title": "Wonderful!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm honestly surprised that these tweezers ended up with worse reviews than the regular tweezerman slanted tweezers. First off, I always leave the little plastic cover on these (just because they aren't cheap & I don't want the point to dull!) I LOVE these!! Finally caved & bought a pair after having to buy too many drug store tweezers that just ended up dulling & not being able to come together. I have had these for about 5 months now & they haven't had that problem at all! I haven't poked myself with them, and they are GREAT for getting the stubborn & tiny brow hairs that are JUST coming in (I could never get them with any other set of tweezers), & I credit that to the pointed tip, which makes this loads easier. My mom loves these as well, as she is older & is struggling with random stubborn chin hairs, & these get them out with no problem, so I'm getting her a set for Xmas :) Please give these a try!"
        },
        {
            "review_title": "doesn't grab hai",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Usually tweezerman is perfect for grabbing those strays but these are too sharp and don't grab as well as other tweezers"
        },
        {
            "review_title": "Too Sharp, Doesn't Grip Well",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I only use these for removing glue from fake eyelashes- which they are great for. They're not so great for plucking eyebrows.  The point is too sharp; I've often been reaching for another beauty tool and accidentally stabbed my hand with the tip. It doesn't really grip well either. They just rip the hair in half instead of pulling the root out.  I don't get why Tweezerman is supposed to be a great brand."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Waste of money!!! It's like buying old tweezers."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Truly baffled that this would end up with any bad reviews. Tweezerman make the best tweezers, hands down. My last tweezer lasted me seven years and I would have gotten it sharpened but I live in Canada and can't find a Tweezerman stand here, so I bought a new one. This pink one is sharp, precise, has a nice weight in the hand and can pluck even small fine hairs. Having tried many inferior tweezers when I was younger, I wouldn't use anything but Tweezerman ever again and these are the usual stellar quality I've come to expect from the brand."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are very sharp and I can pull out every tiny hair! Love them"
        },
        {
            "review_title": "works great!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "works well as a slanted and even as a pointy tweezer!"
        },
        {
            "review_title": "Do not waste your $$$!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Sephora should be ashamed to put their name on this waste of metal they refer to as a tweezer. The edges do not meet; therefore, hair cannot be plucked. I tried to obtain a decent one several times, with zero luck."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Worst tweezers ever!! They don't grab hair at all. Went back to using my old dollar store set. Not stoked I spent money on these."
        },
        {
            "review_title": "horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Worst... Never had such bad experience with this brand before.... Should have gone back for a refund"
        },
        {
            "review_title": "Had to return",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hairs slipped right through rendering it basically functionless."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like having the smaller point for getting precisely the right problematic hair out of the way! Definitely a great set of tweezers, all too essential when you have wild brows like mine!"
        },
        {
            "review_title": "Doesn't tweeze well",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Does not tweeze eyebrows very well. I tried over 5 times for one hair and it still didn't tweeze."
        },
        {
            "review_title": "Does exactly what its intended for",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love it! Great for removing stubborn hairs. I use it to apply individual lashes. I've had it about a year now. It's a little pricey for a pair of tweezers but if you use them often they're worth it!."
        },
        {
            "review_title": "ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wasn't crazy about these tweezers at all. I'm returning them for the petite tweezer set. They just didn't seem to grab well."
        },
        {
            "review_title": "Precision",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "High quality tweezers for precision plucking. The Tweezerman brand is so effective, everyone I've purchased these for has raved about how life-changing they are. (Yup, and they're just tweezers!)"
        },
        {
            "review_title": "well worth the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "after years of cheaper tweezers I decided to spend the extra money on these tweezers, I was AMAZED at the difference! the precision and fine detail of these tweezers makes shaping so much easier. Well worth the price."
        },
        {
            "review_title": "Love these tweezers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers are simply amazing! After having many failed attempts to make regular drugstore tweezers work I decided to take the plunge and spend a little extra and I'm glad i did! The dip is fine and sharp making it easy to get the very fine small hairs and it grabs so easily and with out effort! They are really amazing I would highly recommend these to anyone! Best tweezers I have ever bought!"
        },
        {
            "review_title": "its ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this before i bought the original ,i didn't like it very much because it seems like the tip is the only part of the tweezers that picks up hair the middle and the end of the blade doesn't,so i returned it and bought the original and i like the original one a lot better."
        },
        {
            "review_title": "Save Your $",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had to squeeze really hard just to get the slant to completely close. Not at all worth the money."
        },
        {
            "review_title": "Fab!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really great tweezers and easy to use. Must have!"
        },
        {
            "review_title": "WoW!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best tweezers i ever used in my life. I was never big on doing my own eyebrows. But using this tweezers are great and so easy to use."
        },
        {
            "review_title": "I Love these Tweezers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely adore these tweezers, I love the color, I love the shape, plus they fit very comfortably in my hand! The shape of the tips are perfect for tweezing big and small hairs! Perfection!"
        },
        {
            "review_title": "so bad!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really not impressed was this!!!! It does have a good grip... Really hard to pull out the hair... I'm retiring it tomorrow... Looking at the brand and price I was expecting better but this is just disappointing... The only positive thing is that the color is pretty"
        },
        {
            "review_title": "they are tweezers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "they grip well, pretty color, easy to find in my makeup drawer because of bright color, should have come with a case to keep them in"
        },
        {
            "review_title": "Returning...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have pretty thick hair and still had issues. I think that I have bought tweezers for 99 cents that performed better. Skip these. The regular slanted by tweezerman are much better."
        },
        {
            "review_title": "Never again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Can't grab anything. Have to return!"
        },
        {
            "review_title": "Why",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers were such a disappointment. I'm just glad I returned them immediately and got a set of mini pointed and slanted tweezers instead. They were even the same price. Why, Tweezerman? You almost lost your good reputation with me."
        },
        {
            "review_title": "Useless",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Echo the previous reviews. Useless pointy tips. Doesn't grab even the thickest follicle. Poorly designed. Stick to the flat ended tips."
        },
        {
            "review_title": "Worst tweezerman",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Only the very end touched so very hard to pull out hard. Strongly recommend not to buy this"
        },
        {
            "review_title": "Didn't grab any hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this thinking I would have more options of getting tiny hairs. Turns out it wouldn't grab ANY hair. I returned this purchase."
        },
        {
            "review_title": "AMAZING!!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "perfect mix of slant and point - gets even the tiniest and finest hairs - yay!!"
        },
        {
            "review_title": "I'm returning this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love Tweezerman but this pair of pointed slanted tweezers wouldn't pull ANY hair out. It was frustrating."
        },
        {
            "review_title": "I could never be without...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "my tweermans. seriously. I've been using this brand fo evah, but this is the best style. also, if you send all of your tweezerman tweezers back to tweezerman, they return them repaired and adjusted in a little carry case together. cute:)"
        },
        {
            "review_title": "The best!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This this the best tweezer I owned. Better than Anastasia's. Just becareful when u first use it, it is sharp. Until u get the hang of it."
        },
        {
            "review_title": "I must have gotten a defective pair...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The two sides don't line up correctly. If I squeeze the tweezer, I can see a gap. These didn't work for me. The pointy part is REALLY sharp but still kind of useless since the sides don't meet properly. For the price, I was very disappointed. I ordered a different pair from another brand on here that works much better."
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this because of the pointy tip, they are amazing, I can get the smallest, barely growing-out hairs! Excellent tool."
        },
        {
            "review_title": "A Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bought two of these for my daughters, and they are so satisfied. We have all spent money unwisely on other brands, only to return to Tweezerman - the gold standard in personal grooming."
        },
        {
            "review_title": "These don't work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Unfortunately these twisters can't even pluck thick eyebrow hair without just ripping the hair. Very frustrating product"
        },
        {
            "review_title": "Another Great Tweezerman Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I lost my other set of Tweezerman's so I ordered this pair. I love how easy they are to hold and use, and how precise they are.  I'm never disappointed by Tweezerman!"
        },
        {
            "review_title": "I returned them",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers may have a slant, but the only thing that touches is the point. I could make the slant touch if I pushed really, really hard but it would cut the hair before it pull it. Not at all what expected. I don't know if this is how they are supposed to be or if I got a defective pair, but we looked at all of them, and they were the same."
        },
        {
            "review_title": "Best Tweezers Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best tweezers if you like a perfectly slanted tip with no grooves. Grab hair and go!"
        },
        {
            "review_title": "poor",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Can't grip anything -- bad design"
        },
        {
            "review_title": "Great Tweezers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers work so well, even on short hairs. I would definitely by them again."
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I just bought it today and used it right away. It's the best one yet, it really picks up tiny fine hairs. Better than my other Tweezerman tweerzer I have for a couple of years. The slant tip really makes it precise."
        },
        {
            "review_title": "Best ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love these tweezers!! They get every little hair out, just be careful not to catch your skin. Plus the color is awesome :) only upset is that I didn't buy these sooner."
        },
        {
            "review_title": "Best EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I always have owned tweezerman tweezers and recently dropped mine and needless to say pretty much ruined them somehow. I went to purchase a new pair and remembered that I can send them to the manufacturer and they will either repair/resharpen them or give me a coupon towards a new pair. Well I still purchased a new pair and shipped my old pair and they in return shipped me a brand new pair. Great customer service so I will always swear by their products."
        },
        {
            "review_title": "Gets 'em all",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best tweezers that I have ever owned. Careful, the pointed end is sharp!"
        },
        {
            "review_title": "best tweezer EVER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I purchased a second pointed slant tweezer to keep it in my purse. Very efficient for shaping and tweezing, but I feel that I could even open a bottle or a lock with it (just kidding). It is a tool of high craftmanship that I won't want to miss."
        },
        {
            "review_title": "Best Tweezers Ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are by far the best tweezers ever. They are completely smooth in the tip design and sharp enough to be very effective, but not too sharp to cause major accidents. And, who can go wrong with the hot pink color? These are the must-haves of the Tweezerman line."
        },
        {
            "review_title": "Simply the best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got one for Christmas. Have always heard about these. Works like a charm!"
        },
        {
            "review_title": "These tweezers are great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers make the eyebrow work go by so fast! They are really simple and easy to use once you get the hang of it. However, they are a bit different from normal tweezers so you might get pinched on your first couple of tries. Also sometimes it is a bit hard to grab some of the smaller hairs, but practice makes perfect with all things and these tweezers deffinately require some practice."
        },
        {
            "review_title": "AMAZING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I own tweezerman slant and point tweezers that work well. When I saw this I figured it would be the best of both and it is! It work on multiple hairs single hairs and ingrown hairs all in one. My favorite of the 3 and most likely the only one I'm going to be using from now on since it covers every need."
        },
        {
            "review_title": "Not very impressed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've used many different Tweezerman tweezers and these have been my least favorite. They don't grab hairs very well, takes two or three tries for every single hair. Have definitely been more satisfied with other tweezers."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this tweezer! Gets the smallest hair."
        },
        {
            "review_title": "The only Tweezerman for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers were recommended to me by a sales associate. They took a little getting used to, but now, they are my go to tweezers. I have fine, blond hair, and my eyebrows are sparse, and these tweezers make tweezing a breeze. I recommend them for anyone with fine hair whose tweezers seem worn out after the first week. The pointed slant tweezer lasts me months upon months."
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This has always been my favorite brand of tweezers, but this particular pair just isn't all I was hoping for. I am less than impressed with their performance."
        }
    ]
}