{
	"product_id": "1196",
	"name": "NuFACE Trinity+®Starter Kit",
	"brand": "NuFACE",
	"categories": "Skincare, High Tech Tools, Anti-Aging",
	"price": 535.0,
	"about": "What it is:An FDA-cleared microcurrent system to visibly lift and contour your face immediately and over time..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Uneven Texture, and Loss of Firmness and Elasticity.Highlighted Ingredients:- IonPlex® (Electrolytes and Glacial Water): Effectively delivers microcurrent..Ingredient Callouts:Free of parabens, phthalates, and mineral oil. It is also cruelty-free..What Else You Need to Know:This Trinity+ device reaches into three depths of skin to visibly blur fine lines and tone the appearance of deeper facial muscles. Boost your visible results with a +25 percent microcurrent-boost button, an app connection for tracking progress and receiving tailored advice, and the option to swap out microcurrent and LED attachments (sold separately)..This Set Contains:- Trinity+ SmartAdvanced Facial Toning Device.Clinical Results:In a clinical study of 37 healthy female subjects (ages 31 to 55):",
	"ingredients": "-IonPlex® (Electrolytes and Glacial Water): Effectively delivers microcurrent..-Hyaluronic Acid: Visibly plumps and locks in moisture. .-Glacial Water: Supports a balanced ionic environment on skin’s surface...NuFACE® Firming and Brightening Silk Crème: .Aqua/Water/Eau, Caprylic/Capric Triglyceride, Butyrospermum Parkii Butter, Propanediol, Sodium Acrylates Copolymer, Sea Silt Extract, Isopentyldiol 1,2-Hexanediol, Adenosine, Bellis Perennis Flower Extract, Betaine, Biosaccharide Gum-4, Bisabolol, Caprylyl Glycol, Citric Acid, Ethylhexylglycerin, Glycerin, Helianthus Annuus Seed Oil, Hydrolyzed Hyaluronic Acid,.Hylocereus Undatus Fruit Extract, Lecithin, Leucojum Aestivum Bulb Extract, Mannan, Olivine Extract, Pentylene Glycol, Sodium Citrate, Tocopherol, Tremella Fuciformis Sporocarp Extract,.Trifolium Pratense Flower Extract, Zingiber Officinale Root Extract, Benzoic Acid, Benzyl Alcohol, Phenoxyethanol, Potassium Sorbate, Sodium Benzoate, Sodium Metabisulfite...NuFACE® Hydrating Aqua Gel: .Water/Aqua/Eau, Propanediol, Sea Silt Extract, Hydrolyzed Hyaluronic Acid, Adenosine, Olivine Extract, Tremella Fuciformis Sporocarp Extract, Betaine, Glycerin, Carbomer, Hydroxyethylcellulose, Ethylhexylglycerin, Caprylyl Glycol, Sodium Citrate, Tocopherol, Benzyl Alcohol, Glyceryl Caprylate, Glyceryl Undecylenate, Potassium Sorbate, Disodium Phosphate, Sodium Phosphate, Sodium Metabisulfite, Phenoxyethanol, Sodium Hydroxide, Sodium Nitrate.",
	"how_to_use": "Suggested Usage:.-Cleanse with an oil-free formula..-Apply a few drops of NuFACE Super Booster Serum (sold separately) onto fingertips and massage into clean, dry skin until fully absorbed. .-Brush a mask-like layer of NuFACE cream or gel in sections as you lift. .-Glide and hold NuFACE Trinity+ device on target areas. .-Finish with eye cream, moisturizer, and SPF.",
	"num_reviews": 2,
	"overall_rating": 1.0,
	"product_url": "https://www.sephora.com/ca/en/product/nuface-nuface-trinity-reg-starter-kit-P504796?skuId=2672442&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2672442-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "BEWARE: NOT UNDER WARRANTY IN CANADA",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "Broke within a few months. The Nuface 1 year warranty doesn't apply to products purchased within Canada.. so ridiculous! Now I'm out over 500 dollars. Do better Sephora."
		}
	]
}