{
    "product_id": "896",
    "name": "You're An Eyecon: Kajal Eyeliner and Zari Eyes Eyeshadow Set",
    "brand": "Kulfi",
    "categories": "Makeup, Value & Gift Sets",
    "price": 48.0,
    "about": "What it is:This holiday makeup duo features a limited-edition champagne eyeshadow shade, Star Dust, and Kulfiu2019s classic black Kajal eyeliner..Ingredient Callouts:These products are cruelty-free..What Else You Need to Know:The Youu2019re An Eyecon Set says it all. Kulfiu2019s beloved crease-proof eyeshadow in limited-edition shade Star Dust offers the perfect champagne-shimmer pigment thatu2019s yours to build for the ultimate festive look. Pair it with classic black Kajal eyeliner for an unforgettably bold look that will solidify your icon status..This Set Contains:.Clean at Sephora",
    "ingredients": "Underlined Kajal in Nazar No More:.Isododecane, Polyethylene, Synthetic Wax, Mica, Ethylene/Propylene Copolymer, Bis-Diglyceryl Polyacyladipate-2, Hydrogenated Polydicyclopentadiene, Polybutene, Tocopheryl Linoleate, Aloe Barbadensis Leaf Extract, Carthamus Tinctorius (Safflower) Seed Oil, Octyldodecanol, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Iron Oxides (CI 77499), Ferric Ferrocyanide (CI 77510)...Zari Eyes Eyeshadow in Star Dust:.Isododecane, Mica, Trimethylsiloxysilicate, Tribehenin, Disteardimonium Hectorite, Synthetic Beeswax, Bis-Diglyceryl Polyacyladipate-2, Propylene Carbonate, Stearalkonium Hectorite, Tocopherol, Tocopheryl Acetate, Aloe Barbadensis Leaf Juice Powder, Phyllanthus Emblica Fruit Extract, Anthemis Nobilis Flower Extract, Glycerin, Jojoba Esters, Isopropyl Jojobate, Jojoba Alcohol, Silica, Maltodextrin, Water (Aqua) (Eau), Phenoxyethanol, Ethylhexylglycerin, Titanium Dioxide (CI 77891), Bronze Powder (CI 77400), Iron Oxides (CI 77491)...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.Kajal Eyeliner:.-You have about 20 seconds of play time before the liner fully sets, so make sure to move quickly if you are building a wing, smoking it out, or tight-lining. ..Zari Eyes Eyeshadow:.-Using your fingertip, tap the top of the eyeshadow to pick up product. Apply eyeshadow onto lid and blend into your eyelid crease, moving backward and forward until color is smooth and even..-For a soft and natural look, tap and blend one layer onto lids..-For a bold and pigmented look, apply a few layers until desired depth of color is reached and pair with Kajal Eyeliner.",
    "num_reviews": 13,
    "overall_rating": 3.2,
    "product_url": "https://www.sephora.com/ca/en/product/kulfi-you-re-an-eyecon-set-P514165?skuId=2807071&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2807071-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Only good thing about this set is the eyeliner. Other than that, the eyeshadow showed every crease and line on my lids and just didnu2019t work at all. Sadly I had to throw the eyeshadow out because I couldnu2019t even make it work S an eyeliner. Bummer."
        },
        {
            "review_title": "disappointed,",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "To dark for my very fair skin. It looks so much lighter in the promotion photos. The texture feels nice but I also couldn't work it out to look nice on my eyes. At least the eyeliner works well for me. overall I'm sad I can't get my money back on it now."
        },
        {
            "review_title": "Nothing like Sona Sona",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I bought this for the eyeshadow and unfortunately it's completely different from the other eyeshadows that they offer. It has the same description as Sona Sona, so I was expecting it to be the champagne version of Sona Sona. But unfortunately, this has no sparkle in comparison. Easy pass."
        },
        {
            "review_title": "Just blah",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Itu2019s very strong yellow gold, it does not match my peach light medium skin tone and it has so much glitter in it! Do t waste your money on this one. A return for me!"
        },
        {
            "review_title": "AWESOME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "So so good literally a need in your makeup look I love it so much! Iu2019ve been using it for about 3 months now a lot a product!!"
        },
        {
            "review_title": "Just a gold shimmer shadow",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The formula is great, the package and sizing was what I expected, but the eyeshadow color was very disappointing. Itu2019s just a gold shimmer, nothing like their other single shadow shades."
        },
        {
            "review_title": "Satin eyeshadow that is overpriced",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Eyeshadow continues to be in good formula, easy to blend and long lasting. However, the color choice is lackluster. It's not the shimmery quality that we get in their regular line. It's satin formula, so might as well get the Revlon Color stay creme eyeshadow Caramel (710). Not worth the price tag. The eyeline is long lasting, doesn't smudge. I returned the purchase."
        },
        {
            "review_title": "Decent Set!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I heard that this set contains a limited edition Zari Eyes shade called Star Dust and decided to give it a go. First of all, the formula of the Zari Eyes cream shadow is very nice. Easy to apply, a little goes a long way, AND it doesn't budge once it sets. The shade Star Dust, however, while pretty, was pretty ordinary. It reminded me of so many champagne colored shimmery cream shadows that I probably have many copies of BUT, they don't last as well as this formula. As for the black kajal eyeliner - I haven't used a black eyeliner for years but I find that I've been loving this. Very easy to apply, not too creamy and doesn't tug when tight-lining. I already own one of Kulfi's brown eyeliners and I'm glad both colors' formula performs the same. Both items on this set last a long time; about 8 to 10 hours. I do recommend!"
        },
        {
            "review_title": "Glad I Tried It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This was my first time trying this brand and I have to say I'm impressed! The shadow is beautiful, stays all day and doesn't crease. The liner glides on smoothly . Overall great product@"
        },
        {
            "review_title": "Wish there were more colours",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The products work wonderful together, lasts for 10 hrs on my eyes with minimal creasing and still going strong. Unfortunately, I don't really like the eyeshadow shade on me so I will be returning. The shadow is more gold than champagne on me :( Hopefully the brand offers similar sets in the future with more shades!  I've included a picture with Stardust on the left and Sona Sona on the right"
        },
        {
            "review_title": "Kulfi is my new favorite brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I love the Kulfi eye products. I love the Zari Eyes. I have it in Bronze Brokade and Sona Sona. Those are sparkly, especially the Sona Sona. This one is more of a satin gold. It's really pretty and classy. I am trying the Kajal liner for the first time. So far, I like it."
        },
        {
            "review_title": "Just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Star Dust is a champagne satin color. Based on other Kulfi eyeshadows I was expecting glitter and sparkles. This was a fairly average champagne satin eyeshadow.  The eyeliner was easy to apply, I liked the thicker pencil core. But after wearing it for an hour it smudged on me despite using setting powder and spray.  Overall great price point but mediocre payoff."
        },
        {
            "review_title": "Kulfi what are you doing to me?!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Kulfi, what are you doing to me... specifically my wallet?! LOL received an email from Kulfi this morning about this set, instantly headed over to the Sephora website to add to my cart. I just bought the two newest shades of Zari Eyes last week but cannot live knowing I missed out on this limited edition drop. Zari Eyes is the most beautiful product EVER! The colour pay off is intense, (or less intense when buffed out, if that is the desire) the dry down time is perfect to play with the product and have it set before any transfer would occur, and the SPARKLE! OMGOSH it is stunning in every way! Cannot wait until it arrives and I can add this LE Zari Eyes to my collection u2665 Also can't go wrong with this liner, it will be my third refill!"
        }
    ]
}