{
	"product_id": "86",
	"name": "The Eyelighter Concentrate with Vitamin C & Plant Powered-Retinol",
	"brand": "BeautyBio",
	"categories": "Skincare, Eye Care, Eye Creams & Treatments",
	"price": 78.0,
	"about": "What it is:A priming serum and depuffing tool with vitamin C and plant-powered retinol that visibly smooths and brightens..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Dark Circles.Formulation:Lightweight Serum.Highlighted Ingredients:- Plant-Powered Retinol: A retinol with no dryness, irritation, redness, or sensitivity..Ingredient Callouts:This product is vegan, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:A new favorite multi-tasking hero that works as a pro-grade under-eye serum, primer, and tool to quickly and visibly depuff, brighten, and prime, as well as provide long-term benefits. Active vitamin C and BeautyBio‘s plant-powered retinol alternative work to visibly smooth and brighten while hyaluronic acid and squalane hydrate..Clinical Results:In a 30-day, single-blind, monadic design test conducted at a single center with 28 females, results included:",
	"ingredients": "- Plant-Powered Retinol: A retinol with no dryness, irritation, redness, or sensitivity...- Acid-Free Vitamin C: Diminishes the look of discoloration, repels free radicals, and rewinds visible dullness...- Hyaluronic Acid: Rehydrates skin, targets moisture loss, and visibly softens rough, uneven texture......WATER/AQUA/EAU, DIMETHICONE, PROPANEDIOL, VINYL DIMETHICONE/METHICONE SILSESQUIOXANE CROSSPOLYMER, GLYCERIN, SIMMONDSIA CHINENSIS (JOJOBA) SEED OIL, SQUALANE, LAURYL DIMETHICONE/POLYGLYCERIN-3 CROSSPOLYMER, PEG-9 POLYDIMETHYLSILOXYETHYL DIMETHICONE, MAGNESIUM ASCORBYL PHOSPHATE, HYDROXYACETOPHENONE, ASTROCARYUM MURUMURU SEED BUTTER, GOSSYPIUM HERBACEUM (COTTON) SEED OIL, CAPRYLYL GLYCOL, 1,2-HEXANEDIOL, BIDENS PILOSA EXTRACT, LINUM USITATISSIMUM (LINSEED) SEED OIL, MICA, SODIUM PHYTATE, SODIUM HYALURONATE, SODIUM METABISULFITE, SODIUM CITRATE, TRIETHOXYCAPRYLYLSILANE, TOCOPHEROL, ALCOHOL.MAY CONTAIN (+/-):.IRON OXIDES (CI 77491), TITANIUM DIOXIDE (CI 77891)",
	"how_to_use": "Suggested Usage:.-Pump and glide concentrate onto eye area in the morning and evening after cleansing. .-Tap product with finger after applying for a smooth finish. .-May use on its own or underneath makeup as a primer.",
	"num_reviews": 73,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/beautybio-the-eyelighter-concentrate-P481060?skuId=2536514&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2536514-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.5 oz/ 15 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2536514-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This was probably my favorite eye treatment I've ever used. It really worked and it felt nice on my skin. I plan to purchase it again soon."
		},
		{
			"review_title": "Definitely my favorite eye treatment.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "I love it!  I am very sensitive to eye products and my eyes dry out easily, but BeautyBio is great for me.  Only one thing is that I have no idea when I will run out with this container, but I like it so much more than dipping into a jar, so I am good and will reorder."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "It's good at reducing puffiness and keeping under eye area hydrated.  I also like the application tip."
		},
		{
			"review_title": "On my second purchase!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I just finished my first one after almost 2 years! This thing lasts a long time but I was inconsistent some months/weeks! I used it daily in the past few months and in 2 years people have noticed DRASTIC change from my under eye"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Good use every day in my rutine. Thaks for employing recommendation."
		},
		{
			"review_title": "Not Hydrating enough, irritating.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "If you’re looking for something light to use under makeup this might work for you. I have slightly sensitive under eyes and this caused redness and irritation. A beauty advisor recommended this to me. But it’s nothing out of this world."
		},
		{
			"review_title": "AN OVER 40 MUST HAVE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I have been using this religiously (every time I use makeup) for at least 6 months and it is Holly grail status!  It is thicker than a traditional serum, more like a cream and is very hydrating (includes hyaluronic acid). I’m almost 43 with deep set eyes so I have dry and crinkly under eyes and the eyelighter concentrate has vastly improved my concealer wear and more importantly, I don’t need as much coverage anymore!  My under eyes look hydrated and smooth all day.  I swear by this and will continue to repurchase!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "La vendedora me indicó que era para ojeras, líneas de expresión entre otras y la verdad es que no veo el efecto."
		},
		{
			"review_title": "Pass",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This did absolutely nothing.  I won’t buy this again. I returned it after two uses. Don’t buy this one.  It feels nice going on but there is no visible result."
		},
		{
			"review_title": "No",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Absolutely not. The amount of silicone in here is gross. It made my makeup on top roll around. Just no."
		},
		{
			"review_title": "Surprisingly effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Very skeptical when it comes to eye creams but this one delivers for me. I don’t have bags - I have trunks. With daily use, my bags are visibly diminishing. Only product that has worked ever!"
		},
		{
			"review_title": "not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Oily skin",
			"review_text": "I was excited to try it because a sephora associate suggested . I have been using it for weeks and have not seen a noticeable difference. I will not buy this again.  I will go back to My previous eyecream."
		},
		{
			"review_title": "Nope",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I hate the mica/fine sparkles in this. It irritates my contact lenses."
		},
		{
			"review_title": "Great depuff",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is great to use during the day. It’s a fantastic primer for concealer or just using it by itself. Another goodie recommended by a Sephora employee!🫶🏼"
		},
		{
			"review_title": "I haven't noticed any difference",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "I've used this once at night and once in the morning everyday I'm hoping I can get results soon"
		},
		{
			"review_title": "Love the applicator",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "Very nice eye product with a bit of highlight under the eye. I just started using it so not sure about long term wear and benefits. I have dark circles and hope this will help."
		},
		{
			"review_title": "Waste",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Nothing special.  Feels nice upon application but within a few minutes, my under eye area feels the way it did before this product was applied. Nothing remarkable within 15 mins of application, nothing remarkable after product finished with daily use.  I went back to Shieseido"
		},
		{
			"review_title": "Doesn’t really do much",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I used this for over a month and my under eyes went from a more purple dark circle to red. But then again red does make purple and I should just just the process? 🤷‍♀️ I’m not sure how this color theory works."
		},
		{
			"review_title": "I am amazed by how it works in minutes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have used the Beautybio Quench Eye Balm for several years. it is great but as I get older (my 70's) my eyes need more help. I noticed this serum during the sale and decided to give it a try. honestly, I never knew it existed. Wow, in a matter of minutes it lightened and smoothed my under eye area. I just signed up for a subscription of it for every two months. I ❤️ this serum and this line which I think people just don't know about. I used to see it in Department stores but the inventory was always a problem. Sephora to the rescue! And I love the speedy delivery and service that Sephora give me. I ordered this serum and it only took 2 days to land at my door. kudos to Sephora for such remarkable service and range of excellent products. I will update my review just in case I react to the plant based retinol. Hope not because this serum is wonderful!"
		},
		{
			"review_title": "Still figuring out if it's worth it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "This is an intersting product. I like the wand, but you definitely need some moisturizer on before this. I've used it with a few different creams, and it seems to cake up with caffeine-based creams (thus the 4 stars). I like the product, but am not sure I would buy it again at this price point."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is literally the best eye serum Ive ever used in my entire life. It works so well so light. I have never seen a product like this before and will continue to repurchase"
		},
		{
			"review_title": "Love this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am obsessed with this product. I apply it after using the Balance and then follow with the Daily and Quench. My skin has never looked better. I love the moisture this provides under my eyes which normally gets really dry and sensitive. I also love how this looks under concealer, I use it as a primer. This really gives your eyes a good glow!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love the packaging. Easy application & soothes under eyes! Highly recommend"
		},
		{
			"review_title": "Excellent product with one caveat",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I truly love this product and not surprised it sells out. It provides the results it advertises. The one caveat is, it has been my experience that if you want to use an eye cream with this it is best to use one from Beautybio. I was using Beholder until I ran out and then while I waited for my Beautybio order to arrive I used a different eye cream. The result when I tried to apply concealer was not ideal. It creased and pilled. This never happened when I used the Beautybio eye serum and Beholder eye cream. Despite that I will not give up using this product. It is too good."
		},
		{
			"review_title": "it’s nice, not the best",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I like the formula, it does gives a shine to my under eyes but the applicator is ridiculous I can’t really use it. Still debating if its worth it or if other products are actually better for that price."
		},
		{
			"review_title": "LOVE IT!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Amazing……. A magic solution to ageing eyes as it seems to camouflage my sagging skin and dark circles……a quick way to knock off a few years!! Highly recommend this product."
		},
		{
			"review_title": "Disappointed :/",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’m really disappointed. I don’t have huge eye bags or dark circles, but my under eyes do need to be brighten and better yet even with this small simple fix there were no results. If you have darker circles or bags I do not recommend. Even if you want to simply brighten and smooth out the lines under your eyes, I still don’t recommend it. The price is expensive and the product didn’t do much."
		},
		{
			"review_title": "NOT WORTH IT",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I had high hopes since I have dark circles and people will ask about them at times. I bought this BEAUTYBIO eyelighter from another beauty supply store and it’s nothing special. Not smoothing at all and doesn’t help my dark circles either. No difference with the way my concealer applies so it’s a no go for me. I prefer the Becca/Smashbox under eye corrector. That works better than the other hundred under eye products I’ve tried in the past. So much money wasted!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I have been using for a month now and absolutely love it!  I immediately noticed the circles around my eyes are gone.  I love the way my concealer glides in afterwards!"
		},
		{
			"review_title": "Eyelight Highlight!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I thought the days of glowing, smooth, even-colored eyes were gone once I had my 3 under three but this eye concentrate has literally eliminated any signs of sleep deprivation! Not only does the wand make the application cool and relaxing, but the product itself is a miracle worker. I love to apply this alone, with tinted moisturizer or even foundation, it works with anything to make the eyes bright and beautiful again. I can't recommend this product enough and can't wait to repurchase once it is in stock again."
		},
		{
			"review_title": "Soothing and Effective!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "This product with tool/applicator is wonderful! I have used it twice a day, almost everyday for 2 weeks and could immediately see a reduction in puffiness and dark circles. I love that the Eyelighter Concentrate has all the ingredients I typically use but like the name of the product says concentrated - hyaluronic acid, retinol, vitamin C, and vegan squalane. Between the coolness of the depuffing tool and overall hydrating feeling after use, it is a great way to start and end the day."
		},
		{
			"review_title": "Reduced the bags and circles under my eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have bad bags and dark circles under my eyes. Since the pandemic, the area under my eyes have gotten worse and on a recent Zoom meeting, a close coworker made a comment about the bags under my eyes. This comment made me realize that I had an issue and needed to find a solution.   I wasn’t sure if it would work but after three days, I could see a noticeable difference. I put the Eyelighter in the fridge so the cream is cool when I apply it to my eye. I use the tool to gently apply the cream and gently push around my eye. I can feel the fluids under my eyes move and my eyes instantly are less puffy. It’s almost like the fluid in my bags are being pushed out and back into my system. The cream brightens the area around my eyes and reduced the dark circles.   I’ve been using the tool five times a day for two weeks and have seen a major difference. This is definitely one of my top three favorite skincare products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this stuff.  It makes your eyes look instant brighter and more awake.  It’s also amazing under makeup.  My under eye concealer ALWAYS creases into the lines under my eyes no matter what kind or type of cream I use, but with this it doesn’t!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Nice eye cream with cooling tip. I love it in the morning for my puffiness."
		},
		{
			"review_title": "obsessed!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "obsessed!! this product has helped my under eyes so much already in a short amount of time. i love waking up in the morning and using this tool to help de-puff and brighten. i have noticed less puffiness and a decrease in wrinkles from using morning and night. just be sure to not use too much of the product as it can start to pill on your skin throughout the day. i use one pump and spread it between both under eyes!  highly recommend to anyone looking to add an eye cream to their skin care routine!"
		},
		{
			"review_title": "New product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I absolutely love this product!!! Not only is it gorgeous,  but it works amazing. I love to use it under my concealer . It helps my concealer go on so smooth. I also love the tip, it is cooling in the morning."
		},
		{
			"review_title": "A Must Buy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "Wow! As an under eye serum aficionado, this is one for the books. Goes on easily with just a pump and leave your under eyes looking ageless. Don’t forget to give your under eyes a little massage with the applicator, too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I absolutely LOVE this. It’s the perfect 2 in 1 tool, and it feels amazing on my eyes in the morning"
		},
		{
			"review_title": "Love It!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "There is a long list of Beauty Bio products I enjoy using. There is a list of Beauty Bio products that I am not sure I could live without. This may very well be the next item on that list! When I first got it, I wasn’t exactly sure what to expect. I hadn’t read a lot of information and was mostly just excited to try something new. In the beginning I was only using it once a day, in the morning, after washing my face and before putting on my make up. I was blown away at the results! The difference it made in my under eye area, especially by the end of the day, was incredible. Where normally my make up would somewhat settle into the fine lines (aka wrinkles and creases) in the under eye area, by the end of the day…it stopped that completely. Instead of my eye area looking “tired“ by the end of the day, my make up looked just as good, if not better, by the end of the day! I am beyond impressed!  I decided to see it what difference it would make if I started using it twice a day. I realized quickly that not only did I still have the benefit of the impact on my eye make up… But my under eye area simply looked brighter and fresher. My circles under my eyes were are far less pronounced. I love this stuff! I am hooked!"
		},
		{
			"review_title": "Instant Eye Lift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Absolutely in love with this product.  It’s like an instant eye lift and is a fantastic primer underneath foundation or concealer.  The highlight is not overly pigmented and brightens your face even if you are going for a “no makeup” makeup look or five minute face.  I don’t always like to wear a full face of makeup and love that I can apply this, mascara, gloss, and run out the door.  I applied this with my ring fingers and then massaged in with the applicator tool.  Cools your skin, de-puffs, and instantly makes me look like I got a full night of sleep.  Another fantastic win by beautybio."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I have been looking for a product to help de puff and brighten my under eyes, and this is finally it! I wake up practically every morning with puffy eyes, and this product has helped so much. I use this product in the morning and night…and I think using it at night is making the biggest difference for me. I no longer have to wear eye patches every day, and under my eyes are so bright I could prob get away without using concealer!   The applicator is nice and cool when applying the product. With a few pats with a finger, the product is soooo smooth on your skin and ready for makeup for the day."
		},
		{
			"review_title": "Game Changer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This product has made my morning routine so much better. The metal tip feels so nice on puffy eyes and I notice a difference on my dark circles immediately. A great way to help wake up."
		},
		{
			"review_title": "bye bye dark circles",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This product worked great for my dark circles! I saw a difference almost instantly. The applicator also makes it so easy to apply. I have super sensitive skin under my eyes and with other eye creams I usually get irritated or feel a stinging but this I had no irritation at all! My only negative comment is that it didn’t depuff as much as I would have liked it to."
		},
		{
			"review_title": "Converted Eye Cream User",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Really enjoying this product! The packaging makes it super convenient to use and the metal tip feels so nice and cool against my eyes, specially when I'm feeling extra puffy after a long night. The formula itself is lightweight and a little goes a long way. I'm not usually one to use eye cream but I have seen an improvement in the darkness of my undereye as well as fine lines so I've officially been converted! The packaging makes it easy to travel with and the pump style makes it fun to use."
		},
		{
			"review_title": "HIGHLY RECOMMEND",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I LOVE this product so much. The metal tip is probably my favorite part. The simplicity of pumping the product out and smoothly applying it under my eyes without having to use my hands was nice and felt sanitary. However the metal tip made the application feel cool (temperature wise) to the touch which felt AMAZING on my tired, puppy morning eyes. I seldom remembered to apply this in the evening except if I was going out and then again the application was reduce the the bags under my tired eyes. I felt like this product worked wonders. I absolutely love it!"
		},
		{
			"review_title": "Cold feels good! Smoother under eye skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love the cold under my eyes! The cream has a wonderful texture and gives much needed smooth look to this super delicate skin! Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Great at reducing puffiness and I love the pump feature!  It feels silky when applied and absorbs well."
		},
		{
			"review_title": "A Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I love this product! The de-puffing tool is amazing! The serum absorbs quickly and the results are immediate."
		},
		{
			"review_title": "A Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This has been my go-to during these winter months. It immediately helped with the dryness and puffiness I was experiencing under my eyes. I even put it in the refrigerator for more of a cooling experience."
		},
		{
			"review_title": "A Big New Part Of My Anti-Aging Regimen!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I never realized how much the area around my eyes contributed to how old my face looked. Since those areas have now been flooded with the nutrients from this wonderful product, I can see a big difference when I look into the mirror. Years have been melted off."
		},
		{
			"review_title": "Hooray for plant-based Retinol!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Another great product from BeautyBio!! The applicator is awesome and results are amazing! Also, hooray for plant-based Retinol! I like the Quench eye cream slightly more but I vote add both to your skincare collection!"
		},
		{
			"review_title": "Over-the-Moon Happy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Over-the-Moon happy with this product.  I have been using it for several weeks and have seen a significant reduction of puffiness, red/dark circles under the eyes, and less wrinkles.  Love this product and will continue to use."
		},
		{
			"review_title": "A Multitasker!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "This is a multitasker! Depuff, line eraser, highlighter!  From the applicator, cool, ease of use to the product, cool, really good feeling and disappears, to the results, AMAZING!  I have tried many, and this is the best."
		},
		{
			"review_title": "BeautyBio is the best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this product and have def been able to see a difference since I started using it several weeks ago. BeautyBio really is the best skin care line I have ever used."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Very moisturizing, gets rid of puffiness. Saw a decrease in lines and had a more youthful appearance."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I have been using that BeatyBio Eyelighter  Concentrate for about one month now. I absolutely love the way it minimizes the fine lines around my eyes. The soothing wand feels incredible and allows for ease of coverage around the eyes. The packaging is awesome. It is very compact and great for travel. Highly recommended."
		},
		{
			"review_title": "One of my faves!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The pump and applicator allow easy use while leaving the eye area silky smooth. This product depuffs, and gives a youthful glow."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this product! The depuffing tool is so helpful in the morning to reduce the puffiness under my eyes. I’ve noticed a huge difference already!"
		},
		{
			"review_title": "Who knew?!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I thought that there was an abundance of eye products out there already! Well, NONE compares to this tool plus product! The coolness of the guiding tip along with the sustenance of the lotion is changing my life! A forever staple in my regimen!"
		},
		{
			"review_title": "Love for the eyes!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "From applicator, application to results - another BeautyBio winner.  The sleek design of tool and product is efficient and makes for dramatic instant results dark circles and puffiness."
		},
		{
			"review_title": "This is a MUST HAVE from BeautyBio!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "This is by far my new favorite product from BeautyBio's amazing line!  I really enjoy the applicator with the pump attached it makes it so simple to use and apply.  The Eyelighter Concentrate provides a quick, visible difference to my under eyes. This product brightens my under eyes while also plumping and smoothing out the fine lines. I truly notice results within seconds of use and the skin feels so soft. If I do apply concealer it lays down beautifully and I don't have to worry about my makeup getting into creases and creating lines.  I also love that this product takes up practically no space in my toiletry bag when traveling."
		},
		{
			"review_title": "Love this product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Absolutely love this eyelightner!! Helped with my discoloration under my eyes! 5 stars!!"
		},
		{
			"review_title": "Buy this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love this product!  It works so well and depuffs.  I keep mine in the fridge for an added almost cryo roll on."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "This is a fantastic product!  The packaging and applicator tool are clever, I love applying this in the morning for a cooling and soothing feel.  I have very sensitive skin, and often have problems with eye creams or anything that is applied near the eyes, but this product was gentle, and effective. Would definitely recommend!"
		},
		{
			"review_title": "Love this!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I really loved this product!!! I didn't expect to notice an instant difference but I did. It instantly depuffed my undereye and made my concealer go on so smoothly. Plus the applicator feels amazing!"
		},
		{
			"review_title": "A must have eye saver",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "This is my new favorite eye treatment. I absolutely love it and notice a difference within a few days, less dark circles, less puffiness and bags. It will now always be part of my morning skincare routine. I highly recommend it."
		},
		{
			"review_title": "It's a Keeper!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "The Eyelighter Concentrate is wonderful!  The product is so smooth and easy to apply.  I LOVE the fact that the applicator and the dispenser are one in the same.  No hunting for an additional tool to apply the product, or losing it and having to find a substitute.  As for the benefits, it brightens my undereye area AND works as a primer.  I’m always on the hunt for an undereye product that helps with puffiness.  This is my favorite one so far!"
		},
		{
			"review_title": "Actually minimizes dark circles!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This is definitely one of the first eye products that is marketed as a brightener that actually works! I found after just one use, my dark circles were much less noticeable. The depuffing tool also provides a nice cooling effect, which is that touch of self care we all need in our lives. I would apply with the tool and then blot to set in with my fingers and found that was the best approach for me. For me, it's winter and the skin around my eyes is more dry than usual, so I actually added on with an additional moisturizer for extra hydration. I don't think that'll be necessary in other seasons. The product itself sometimes would get stuck on the top of the depuffing tool, but I may have been using too much. Otherwise, it felt great, helped my concealer stay put, and made me look more alive first thing in the morning. I highly recommend if brightening is a solution you're needing!"
		},
		{
			"review_title": "MUST HAVE EYE CREAM",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I love this eye cream.  It's super effective!  Lines are smoother and skin is brighter.  The applicator tip makes it easy to apply.  I highly recommend this eye cream!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This is a really great product. I have been using for about a month and I would definitely say my under eyes are less puffy and brighter. The applicator is so easy to use doesn't waste any product."
		},
		{
			"review_title": "So long puffy eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I have to admit I was skeptical at first. I have tried everything for my tired puffy eyes! As soon as you apply the Eyelighter it starts working instantly. The cooling touch of the application wand and moisturizing formula soothes and brightens on contact! Under eye bags are gone in seconds!"
		},
		{
			"review_title": "Depuffing, cooling, well designed applicator",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I really love the way this product feels when applied. It’s instantly cooling and depuffing! I also really love the illumination that it gives. I felt that twice a day was too much, but when I switched to once a day my skin seemed to like that better."
		},
		{
			"review_title": "Glowing and hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love Everything from Beauty Bio, and add this to this list. This product is a must have, especially if you ever feel puffy in the mornings under the eye. This product feels amazing, the cooling tip applies just enough pressure to de puff and make the eye look bright and fresh. It left my under eyes looking hydrated but not wet. I also love that it has a tiny bit of sheen that is perfect for under concealer or alone. It is an instant pick me up. I totally recommend this!"
		}
	]
}