{
	"product_id": "126",
	"name": "Get Glowing Hydrating Routine Kit",
	"brand": "Biossance",
	"categories": "Skincare, Value & Gift Sets",
	"price": 70.4,
	"about": "What it is:A giftable trio of clinically backed bestsellers to visibly firm, smooth, and nourish skin..Skin Type:Normal, Dry, and Combination.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Loss of Firmness and Elasticity.Highlighted Ingredients:- Copper Peptide: Promotes visibly firmer, bouncier skin..What Else You Need to Know:Give the gift of visibly plump, hydrated, healthy skin with this cleanly formulated trio. The serum immediately and visibly plumps with a complex of clinically demonstrated hydrators and collagen-supporting copper peptide, the moisturizer fortifies the moisture barrier with lipids and minimizes the appearance of fine lines for a plump and replenished look, and the award-winning eye cream visibly lifts and firms on contact to diminish the look of fine lines and brighten the appearance of the entire eye area..This Set Contains:.Clinical Results:Squalane + Marine Algae Firming & Lifting Eye Cream:.Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "-Copper Peptide: Promotes visibly firmer, bouncier skin..-Paracress Extract: Immediately lift and firm the look of skin..-Hyaluronic Acid: Visibly plumps skin...Squalane + Marine Algae Firming &amp; Lifting Eye Cream:.Water (Aqua), Caprylic/Capric Triglyceride, Squalane, Glycerin, Sorbitan Olivate, Cetearyl Olivate, Jojoba Esters, Glyceryl Stearate SE, Panthenol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Cetyl Palmitate, Spilanthes Acmella Flower Extract, Palmitoyl Tripeptide-5, Sorbitan Palmitate, Dunaliella Salina Extract, Astaxanthin, Sodium Hyaluronate, Phenoxyethanol, Ethylhexylglycerin, Tocopherol, Citric Acid...Squalane + Hyaluronic Acid Copper Peptide Rapid Plumping Serum:.Water/Aqua/Eau, Glycerin, Propanediol, Squalane, Sodium Hyaluronate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Copper Tripeptide-1, Acmella Oleracea Extract, Ectoin, Tetrapeptide-30, Palmitoyl Hexapeptide-52, Copper PCA, Panthenol, Sodium Polyglutamate, Camellia Sinensis Leaf Extract, Aloe Barbadensis Flower Extract, Passiflora Incarnata Flower Extract, Melia Azadirachta Leaf Extract, Solanum Melongena (Eggplant) Fruit Extract, Curcuma Longa (Turmeric) Root Extract, Ocimum Basilicum (Basil) Flower/Leaf Extract, Coccinia Indica Fruit Extract, Melia Azadirachta Flower Extract, Ocimum Sanctum Leaf Extract, Corallina Officinalis Extract, Polyacrylate Crosspolymer-6, Acacia Senegal Gum, Xanthan Gum, Phenoxyethanol, Ethylhexylglycerin, Citric Acid, Caprylyl Glycol...Squalane + Omega Repair Deep Hydration Moisturizer:.Water, Squalane, Glycerin, Caprylic/Capric Triglyceride, Isoamyl Laurate, Butyrospermum Parkii (Shea) Butter, Sorbitan Olivate, Cetearyl Olivate, Ceramide NP, Jojoba Esters, Sodium Hyaluronate, Euterpe Oleracea Sterols, Linoleic Acid, Oleic Acid, Linolenic Acid, Ethyl Linoleate, Tocopherol, Isoamyl Cocoate, Cetyl Palmitate, Sorbitan Palmitate, Cetearyl Alcohol, Ethylhexylglycerin, Carbomer, Sodium Hydroxide, Phenoxyethanol, Sodium Gluconate...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.Squalane + Marine Algae Firming &amp; Lifting Eye Cream:.-Gently apply to your entire eye area using your ring finger..-Massage around eye, out to temple, and underneath brow bone (can be used on eyelids)..-Use twice a day, morning and night...Squalane + Hyaluronic Acid Copper Peptide Rapid Plumping Serum:.-Massage one dropperful onto a cleansed face and neck..-Can be used morning and night...Squalane + Omega Repair Deep Hydration Moisturizer:.-Apply to a clean face and neck after eye products, serums, and targeted formulas.",
	"num_reviews": 8,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/biossance-get-glowing-set-P512355?skuId=2813061&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2813061-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "The best for damaged and dry skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "The eye cream helps my bags! The moisturizer is fantastic and helps my skin from breaking out!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "Honestly feel this skincare line is way over priced i feel like it does nothing for my skin disappointed although the set was reasonably priced the items separately are to much will move on to another skincare line"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Kits and sets are my favorite and I love all of the Biossance products they are very gentle but hydrating."
		},
		{
			"review_title": "Great hydration for sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "This cream is great for sensitive skin and I recommend using it if you have dry skin as well."
		},
		{
			"review_title": "Must-have for my dry, sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
			"review_text": "I was using Clarins products but after aging into my 50s, I needed something different. I have dry, sensitive skin prone to eczema. The eye cream is beautifully rich without being oily - great for hooded eyes. The moisturizer is also rich and hydrating but lightweight. I love these products and recommend them to anyone who needs hydration without bulkiness, especially during dry, cold winters."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "i absolutely love this kit! doesn’t have any harmful ingredients to your face. No silicones added to clog your pores . Made my skin feel smoother and hydrated!!!  also i have oily skin works perfectly for my skin!"
		},
		{
			"review_title": "My favorite kit!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "I love this kit!! Yes the eye cream is small but you only need a little bit so it'll last. It's a good size of the serum and it is a super nice peptide serum. Also you get a full size moisturizer which is so hydrating and makes skin feel great. I really love this for my ultra sensitive dry rosacea prone skin!!!"
		},
		{
			"review_title": "I use this every day.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
			"review_text": "I'm totally in love with this product! 😍 Been using it for the past 3 years and it's still going strong! 👍  #highlyrecommend"
		}
	]
}