{
	"product_id": "391",
	"name": "Super Anti-Aging Night Cream",
	"brand": "Dr. Barbara Sturm",
	"categories": "Skincare, Moisturizers, Moisturizers",
	"price": 533.0,
	"about": "What it is:A nurturing yet lightweight night cream that visibly hydrates, purifies, and restores overnight, so you wake up with a fresher-, plumper-, dewier-looking complexion..Skin Type:Normal, Dry, and Combination.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Loss of Firmness and Elasticity.Formulation:Cream.Highlighted Ingredients:- Polyglutamic Acid: Hydrates, visibly plumps fine lines and wrinkles, and supports the skin barrier..Ingredient Callouts:This product is vegan, gluten-free, and cruelty-free..What Else You Need to Know:This nourishing yet lightweight night cream supports skin's natural nighttime reparative processes involving microcirculation and the skin barrier while also providing hydration and preventing trans-epidermal water loss. Skin is left looking smoother, plumper, and firmer.",
	"ingredients": "-Polyglutamic Acid: Hydrates, visibly plumps fine lines and wrinkles, and supports the skin barrier..-Purslane: Is an antioxidant powerhouse. .-Nonapeptide-1 (Avocado Peptides): Protects and cares for skin by supporting microcirculation...Aqua/Water/Eau, Coco-Caprylate/Caprate, Cetyl Alcohol, Glycerin, Helianthus Annuus (Sunflower) Seed Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Potassium Cetyl Phosphate, Lactobacillus/Portulaca Oleracea Ferment Extract, Hydrogenated Palm Glycerides, Argania Spinosa Kernel Oil, Panthenol, Sodium Polyglutamate, Maltodextrin, Persea Gratissima (Avocado) Fruit Extract, Sodium Hyaluronate, Leuconostoc/Radish Root Ferment Filtrate, Nonapeptide-1, Tocopherol, Xanthan Gum, Pantolactone, Caprylyl Glycol, Ethylhexylglycerin, Sodium Phosphate, Phenoxyethanol, Citric Acid, Disodium Phosphate.",
	"how_to_use": "Suggested Usage:.-Apply to your face and neck in the evening, after cleansing and serum application. .-For best results, use with Super Anti-Aging Serum (sold separately).",
	"num_reviews": 90,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/dr-barbara-sturm-super-anti-aging-night-cream-P504011?skuId=2644045&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2644045-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1 oz / 30 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2644045-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Not worth $400...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I tried using this for a month.. it's not a rich texture cream at all. I was told it's a game changer by the employees but it did nothing for my face at all. It didn't even feel that hydrating to be honest. It was underwhelming and I feel like I wasted my money on snake oil.."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I was initially hesitant about this cream's ability to prevent water loss, fearing it might feel heavy or suffocating on my skin. However, I was pleasantly surprised! The formula is surprisingly lightweight and breathable, yet it still deeply nourishes my skin, leaving it radiant. I absolutely love it! It's complimentary from dr barbara sturm"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This luxurious cream is a true delight for mature skin. Its rich, hydrating formula leaves my complexion feeling plump and supple, and I wake up to a radiant glow every morning. A little goes a long way, so I believe it's a worthwhile investment. it's complimentary from dr barbara sturm"
		},
		{
			"review_title": "5/5",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This night cream is one of the best night creams I’ve tried. I'm on my fourth jar. Not only is this night cream rich and moisturizing, I feel it plumps up the skin quite nicely as well. It competes many of the night creams on the market. Definitely a must try!"
		},
		{
			"review_title": "Anti aging cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this anti aging night cream from dr barbara sturm. It has been a month using it and i love the results. My skin has become more firm and plump and it is not irritant on my skin at all. I have a super dry and sensitive skin and it worked great for me"
		},
		{
			"review_title": "10/10 worth the price",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I am obsessed with this product. It is a staple in my routine. It smells so luxurious and leaves my skin feeling amazing!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I use the super anti aging cream in the morning and the night cream before I sleep. I wake up with such glowing, healthy looking soft skin! I like the texture and that it doesn’t feel too heavy on my skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "The super anti aging part of it is yet to be seen but what I do know is that in the moisturizer category this one is superior and on par with all other high end skincare brands. I feel that the jar is also a decent size for the price."
		},
		{
			"review_title": "Investment in self-care",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "This Dr. Barbara Sturm Super Anti-Aging Night Cream is an amazing product! It might be an investment, but it's an investment in self-care. I love that it works by supporting the skin's natural overnight renewal process, so you wake up with fresh, plump, hydrated skin. I also love that it boosts collagen production, strengthens your natural skin barrier, improves elasticity, and reduces the appearance of fine lines and wrinkles."
		},
		{
			"review_title": "So rich",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love this cream at night especially applied on top of a hyaluronic acid. This feels so rich yet lightweight on the skin. By morning my skin still feels hydrated and plump and I’ve noticed that helps minimize my fine lines perfect for the these dryer months."
		},
		{
			"review_title": "Top-tier Hydration!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "For a while now, my skin has been looking tired and dull. I have been using this night cream for a little over a week now, and I have seen a dramatic change. The hydration is top-tier! When I wake up my skin is still glowing, and it is soft and smooth to the touch. To say that my skin has enjoyed this night cream would be an understatement. This product truly delivers on what it claims to do, which is why I highly recommend it."
		},
		{
			"review_title": "ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I usually love anything that this brand is a part of but this cream felt really sticky when applied to my face. it even felt sticky my hands,  after a while it did go away but still didn’t like it. The packaging is cute and compact. my fave did feel hydrated after though"
		},
		{
			"review_title": "My dry skin loves this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "A very nourishing cream.. Has a rich and beautiful texture that goes on smoothly on skin.. A little goes a long way and doesn't feel heavy, tacky or greasy.. I love how it feels on my skin.. It's hydrating,  makes my skin soft, smooth and bouncy.. It even gives me a beautiful healthy looking glow in the morning.."
		},
		{
			"review_title": "Must Have Anti-Aging Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Introducing Dr. Barbara Sturm’s newest member of the family & this beauty is super promising! It’s her SUPER ANTI-AGING NIGHT CREAM which will aid the skin's “nocturnal renewal processes” which usually between 10pm to 2 am. It’s a process that allows you to wake with a fresher, plumper & possibly a dewier complexion. The newest addition to her lineup is the ultimate performer of The Super Anti-Aging Collection & the partner to her bestselling NIGHT SERUM! The SUPER ANTI-AGING NIGHT CREAM! You see at night our skin shifts from protect to repair mode, an essential hormones such as Melatonin & HGH start to rise just accelerate skin's repair & cell regeneration. Aiding your body with detoxifying excess metabolic & oxidative damage. Also it’s helpful fighting off free radicals, hopefully preventing damage like wrinkles, lines, dark spots & hyperpigmentation from starting. Plus as we grow & our cellular skin functions slow down naturally so detoxification or “our skin's ability to repair the effects of oxidative stress”- becomes less effective. Our cell renewal decreases & the skin produces less oils, free radicals & oxidized protein waste accumulate, preventing the skin from effective repair and regeneration. This beauty will help our skin hydrate the surface, preventing transepidermal water loss or TEWL for an instant, plumping effect! Also boost detoxification so the skin can concentrate its on repair & rejuvenation. It’ll aid with skin stimulating collagen production & strengthening our skin's circulation. It will help improve the skin elasticity & reduces the appearance of fine lines, wrinkles, & any other skin issues you possibly have. Totally recommend!! Find it here- https://app.im.skeepers.io/c/hbwz3/r/hbjsf Overall using this booty for 14 days straight, I can honestly say my skin is a lot more plump especially in the morning. It does it claims and I love what it’s doing for Skin so far! Can’t wait for those ultimate results! Mahalo Dr Barbra Strum & Team! Xoxox"
		},
		{
			"review_title": "Soft winter skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "One of the things I need in the winter time is a very moisturizing night cream. I love this one because it is so rich yet it does not clog my pores. I wake up in the morning with super soft and plump skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "The Dr. Barbara Strum Anti Aging Night Cream is amazing. With my first use, I woke up with smooth and soft feeling skin. Dramatic improvement overnight. The cream itself is incredibly lightweight and non-greasy.  It virtually disappears into the skin in seconds. My skin has only gotten better with continued use. Love it."
		},
		{
			"review_title": "Great day or night cream.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "A nice cream for day or night especially living in Chicago. I'm in my mid 30s and this cream is nice to hydration and plump faint lines at rest. It has a really nice texture that layers well with other products and serums."
		},
		{
			"review_title": "Luxurious night cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "This is a night cream that feels luxurious! I love that it doesn’t weigh my skin down but feels extra hydrating during this colder month. I have sensitive skin and had no reaction to this cream. In fact it felt very soothing when applied. The only con would be how pricey it is, but I think it’s worth a try!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "This cream is so luxurious and rich and has made my skin feel nourished and healthier. However, the price point is pretty high so not sure how realistic it will be to keep this in my routine going forward."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love Dr Barbara Sturm products so I was super excited to try this. It feels luxurious as always. It is a thinner cream than is normally my preference but My skin felt soft and renewed in the morning."
		},
		{
			"review_title": "Winter weather approved!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I was really excited to try the anti-aging night cream and it didn’t disappoint. If I could run this cream all over my body I would!!! First, the texture is light and airy but combined with a good serum it’s a match made in heaven. It’s been super cold here and very dry which made my chin and cheeks extra red and sensitive. This helped out a lot. Must buy !!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This super anti-aging night cream by Dr Barbara Sturm is so nice on my skin. I have dry skin and while this is creamy it is also lightweight but still very hydrating and soothing. Non-irritating and seems really barrier protective. I’ve used it for a couple of weeks so I’m excited to see more benefits as I continue to use it. Nice luxury anti-aging treatment moisturizer."
		},
		{
			"review_title": "Suitable for sensitive skin, luxurious night treat",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I already use the Barbars Sturm vit c serum as part of my nightly skincare routine, so I was excited to try out this cream paired with it.  I personally prefer slightly scented products and this cream has no scent at all, but that makes it a great product for everyone, as there is no risk of irritation for even the most sensitive skin.  The packaging is very less-is-more, simple and sleek and free of any gimmicky print, which I like.  Feels very luxurious and so does the cream itself.  I have dry skin and initially, I worried the cream wouldn't be moisturizing enough, as it is very lightweight for a night cream and immediately absorbed, but it is surprisingly hydrating! This hydrates and plumps my skin without feeling heavy or leaving a film on my skin, which makes it easy to layer.  This cream is my new go-to nightly moisturizer, but I'm deducting 1 star because I would prefer it to be richer, it is a little difficult to differentiate between the day cream and night cream as the packaging is nearly identical and I would've loved a spatula or similar included. Otherwise, this is a great product!"
		},
		{
			"review_title": "thick but good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "i am a huge fan of the dr. strum line -- this lotion at night is so thick but also glides on my skin so amazingly. there is really no scent which i like and i wake up to very hydrated skin. it is a pricey price in my skincare toolbox."
		},
		{
			"review_title": "Works pretty well",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have used products from Barbara Sturm before, so was keen to use this one. I felt that overall, this worked quite well for my skin and I woke up feeling hydrated and good. The consistency is rich, and you see your skin looking moisturised when using this. The biggest concern for me is the price point, which is very high!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This night cream feels lovely on my dry skin. It’s hydrating and retains the moisture quite well throughout the night. While it claims to assist the skin in stimulating collagen and improving skin elasticity, it’s too soon to tell. However, I don’t have to double moisturize at night anymore with this cream."
		},
		{
			"review_title": "Pricey but a goodie!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I have other products by dr.barbara Sturm and her line is high quality! I’ve been wanting to create a luxurious night time skin care routine for me and this was the missing piece. My focus is anti aging and hydration. You don’t need much to apply on the face and neck."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This night cream is nice, rich and hydrating. Do I see a huge difference? Over other night creams? No, I don't. It's nice and a nice splurge but not necessary. There's other brands I prefer. I'll stick to my glow stuff."
		},
		{
			"review_title": "Life Changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The Super Anti-Aging Night Cream is a luxurious treat for my skin, leaving it feeling deeply nourished and rejuvenated. Each morning, I wake up to a radiant and refreshed complexion, with fine lines visibly reduced. I absolutely love this product for its transformative effects, making it an essential part of my nighttime skincare routine."
		},
		{
			"review_title": "Loved!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is definitely THE BEST night cream I’ve EVER tried before. This is exactly what my skin needed right now with winter approaching, my skin is normal-dry but when the weather gets cooler it literally starts SUFFERING, I started using this cream 2 weeks ago and I see how my skin is now hydrated and it definitely looks dewy and plump! Loved it."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love how hydrating this is without feeling heavy at all.  This is a mid-weight cream that is so luxurious and effective at the same time.  Definitely a must buy!  I am someone that is okay with spending money on skincare as long as it works.  My husband even commented that my skin looks so glowy and this is the only new product I’ve added to my routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I feel like compared to some other product the results will seem lack luster at first. Because I now realize a lot of my favorite product make my skin look flushed upon application. This won't do that your skin will just be healthier after a few days and less prone to irritation and just look better. it give you the  I just got a facial this week look over time from what I have observed. You don't get the instant gratification of glow/ that flushed look other products give. While I can't see it immodestly I can tell my skin is healthier"
		},
		{
			"review_title": "Love it!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I absolutely love how moisturizing this cream is on my skin it makes my skin feel very nice and hydrated and smooth. My skin feels so hydrated and plump and the texture of my skin looks amazing. A little goes along way I only use pea size amount on my skin. It’s lightweight it’s very silky and light on my skin and it’s fragrance free."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Dry skin",
			"review_text": "This cream just screams luxe from Top to bottom. It’s not thiccc with three cs but rather has a slightly watery consistency and sinks right into the skin with no extra effort. I gives a glowy look on waking"
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "What an amazing cream! I mean, the hydration is out of this world. I’ve been using it every night and from the way it applies to the way it absorbs into my skin is luxurious to the max! I would repurchase this a thousand times, but it is so out of my price range it’s not even funny. If you have it like that, this is for you. If not, I’m sorry nothing else will ever compare."
		},
		{
			"review_title": "Great night cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received the Dr. Barbara Sturm Super Anti-Aging Night Cream in exchange for a review.  Thank you@drbarbarasturm for giving me a chance to try this.  This is a cream that supports your skin's nightly renewal process.  It contains Polyglutamic acid and Hyaluronic acid for moisture, Nonapeptide-1 to strengthen the skin barrier and boost radiance, and avocado peptides to prevent oxidation.  The cream is a easily absorbed, medium weight cream that doesn't leave your skin feeling greasy or suffocated.  The next morning,  my skin looks even and moisturized.  I've not had any adverse reactions to using this,  except that it will hurt my wallet 😂."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "The Super Anti-Aging Nignt Cream is a dream. This is my 2nd jar and has absolutely improved the skin on my face and neck. This is obviously a splurge but it is totally splurge-worthy. It’s worth investing in your skincare!"
		},
		{
			"review_title": "Makes skin feel great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I know the price is high, but this product is amazing. It's very moisturizing, but it's not too heavy on my oily skin.  It makes my skin feel smooth and my makeup blends like a dream after using this the night before. Plus, there's no crazy scent or anything."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Combination skin",
			"review_text": "I was gifted for free by Dr. Barbara Strum. I absolutely love Dr. Strum products, and this one is no exception. This makes my skin so hydrated and smooth, I use it at night and wake up with youthful skin. I am getting close to my 40s so having an anti aging product is essential and this is amazing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I recieved this product complimentary for my honest review. I adore this night cream. It’s thick and when I wake up in the morning I see a noticeable difference in the texture and appearance of my skin. I wish it wasn’t so pricey but it does what it promises."
		},
		{
			"review_title": "Love for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I love a good, thick and hydrating night cream for my dry skin. I love how this wears overnight so when I wake up my skin feels plumped and refreshed. I love the texture and how it applies on top of my serums as well."
		},
		{
			"review_title": "Absolutely amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Barbara sturm never disappoints, this product is amazing.  You skin feels ten times softer when you wake up in the morning.  It give a great base makeup or for when you just want to look moisturized.    This is just one of the many products of hers I love"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I absolutely love Barbara sturm products and this one is a game changer, I’ve been using it for a few nights now and wake up with glowy, hydrated looking skin. Super impressed, will keep buying again and again"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "No scent. No perfume. A light moisturizer . Doesn’t burn on my skin. I like my night creams to be much thicker and much more hydrating so I wouldn’t purchase this.    Is it worth the price ? That’s for you to decide however know that it’s nothing but marketing. It’s not a bad product and for 25 bucks it would be a good choice. It’s doesn’t irritate my skin but doesn’t provide the moisture it needs either.   Do not fall for the marketing trick! Just because it’s listed at almost 400 bucks doesn’t mean it’s any better than some decent unscented drug store moisturizer.   If you think spending half your rent (depending) on a moisturizer will mean it’ll be super anti aging and some miracle product you’ll be disappointed."
		},
		{
			"review_title": "Another winner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Dr. Sturm never disappoints! I have several products in this collection and this one is fabulous. Luxe packaging and a heavy jar. It’s an incredibly rich feeling cream, but it sinks into my skin very quickly. I use this twice a day, morning and night, and it’s keeping my skin super hydrated so the flakiness and fine lines just do not appear. The ingredients are great and the cream works wonders! It’s perfect for these dry winter months. Only negative is the inner seal on the jar is so tight I had to cut it off instead of being able to pull the foil off."
		},
		{
			"review_title": "Supple moist skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Wow. My skin is looking fabulous all night long after using this night cream. I look hydrated and soft even when I wake up in the morning. I love the anti age benefits since I am in my mid 30s now and I’ve seen such supple skin while using this cream. It’s easy to scoop out of the container and I really like how simple and beautiful it is."
		},
		{
			"review_title": "So amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Wow. I love this cream so much. Love that it is formulated to sleep in. This cream feels luxurious on my face. The winter has been harsh and dry and this cream is great for making my skin feel hydrated smooth and tight. Overall an amazing cream for middle aged women like me who need some of the tightening and hydration benefits."
		},
		{
			"review_title": "Nice night cream but too expensive",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "This cream is very nice, luxe, and almost feels like the “after” feel of a really nice hydrating mask. Like when you wash it off and your skin is just plump and dewy and gorg. However, the price is something I cannot mentally get past. Do I think this is nice? Yea, but it’s so insanely priced that I can only recommend it if you’re balling on a limitless budget/have money to burn."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "red hair, Fair skin tone",
			"review_text": "I received this Super Anti-Aging Night Cream complimentary from Dr. Barbara Sturm Skincare to try out and review in exchange for my honest opinion. So far, I think that this night cream is pretty good! It seems to make my skin look a lot nicer and brighter, and my face feels more moisturized and hydrated!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is one of my favorite face cream and it’s luxurious!! Love the elegant packaging , the cream feels very hydrating and makes my skin soft , it has a lot of anti-aging ingredients, I am currently using it at night ,  but it goes well under makeup as well! Definitely recommend"
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Truly obsessed with this cream, i have a noticeable glow the morning and my skin is visibly plumper and bouncy. My fine lines, especially on my forehead and around my cheeks, are noticeably smaller.  Expensive but worth it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Dr. Barbara Sturm night cream is my holy grail for winter. I use it on my face, neck, chest and hands before going to sleep. Wake up rejuvenated and hydrated. Believe the fanfare ! it has transformed my night routine tremendously."
		},
		{
			"review_title": "So luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This anti aging cream is definitely one of the best out there. Everything about it is so luxurious and nice. The packaging is heavy and i love the clean design. The cream has the perfect consistency and it feels so nice when applied. It’s very hydrating and perfect for this season."
		},
		{
			"review_title": "I love this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Omg there are not enough words to describe how much I love this night cream. I received this night cream as a gift and will definitely repurchase with my own money later. First off the cream is lightweight, goes on so light and smooth and doesn’t have that strong of a smell. Second the tub is just gorgeous. I love the way this night cream goes on and I can’t wait to continue using it and see some results, especially around my neck."
		},
		{
			"review_title": "My skin loves this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "Dr. Sturm’s Super Anti-Aging Night Cream is an absolute winner for me! I was struggling to find a cream that would hydrate my skin and provide good anti-aging ingredients without clogging my pores and breaking me out. Once I discovered this, problems solved! This cream is so calm and gentle on my skin. I wake up with a beautiful complexion, free of blemishes and redness.  It makes me so happy!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "In colder months, my skin tends to get drier, causing stubborn dry spots. Heavy creams usually don't help, but this lightweight cream works wonders, making those dry spots vanish with just a tiny amount. It's truly amazing, effective, and fast-acting. I apply it at night and the next day I wake up with hydrated looking skin."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I adore this cream; it's an absolute gem for my skincare routine. Dealing with combination skin can be tricky, especially with an oily T-zone and dry cheeks during colder months. The struggle to find a product that hydrates without making the oily areas worse is ever present. Thankfully, this cream excels at providing the perfect balance. It works wonders, providing intense hydration to combat dryness on my cheeks while feeling light on my skin so that it doesn’t aggravate the oily regions. It's my go-to solution for waking up with nourished and well-balanced skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Dry skin",
			"review_text": "I've been using the Super Anti-Aging Day Cream but needed something a little more hydrating in the winter and I love this night cream! My skin feels hydrated and plump in the morning, instead of dry around my nose. I also love that this is pregnancy safe because I had to scale back my routine in pregnancy and this is the perfect addition!"
		},
		{
			"review_title": "Yassssss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Ok so can I just say I feel like my neckline is looking amazing and this product is making me feel confident that I will have a nice neck and chin area when I’m older with continued use. It’s obviously great for the entire face but my neck has been an area of focus for me as of late. I’m 35 so using the right products for anti aging feels really important at this point. I’m loving this cream."
		},
		{
			"review_title": "Wowowowowowowow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "WOWWWWW! This is AMAZINGLY LIKE MAGICALLY!!!! this is a face cream that I really like . It’s super hydrating and my skin is responding positively.. this is seriously my new favorite now! I love this texture best one ever!!  I highly recommended!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Dry skin",
			"review_text": "Barbara strutum, the night face cream it's very well made. I will definitely say it is a high quality product. And I do like the effects that it has on my skin with moisturizing, also plumps the skin and offers a subtle glow. But I will say that the price point is a bit high for this particular face product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "A little truly goes a long way with this night cream. While it is heavier than the anti aging day cream, it’s perfect for night time and I still find that my skin absorbs it all. If you’re into luxury skincare, this is amazing!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This cream moisturizes my face so nicely. I use it before I go to bed and I can instantly feel the tightening on my face. I love how it soaks into my skin instantly and doesn’t leave a sticky residue. I received this product in exchange for my honest review."
		},
		{
			"review_title": "A must for aging skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am obsoletely so impressed with the results of this anti-aging night cream! I have notice soft more even skin and it seems as though my lines are less noticeable.  I love the non greasy feeling of this cream."
		},
		{
			"review_title": "Give your skin a overnight spa treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "My night skin regimen is a bit different than my day regimen. I tend to use thicker creams because they have the chance to absorb longer. The Barbara Sturm night cream was the perfect consistency and didn’t weigh heavily on my face. Sometimes when I feel lazy, I use this cream as a catch all because it hydrates as well as tones my face while I’m asleep. After a nights use, I wake up feeling refreshed and my skin feels rejuvenated.. almost as if I had a facial! I also recommend to pair this with the Barbara Sturm eye cream."
		},
		{
			"review_title": "Nourishment and hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "This face cream is divine. It’s nourishment and hydration in a jar. A small amount is enough for my entire face and leaves my skin glowy and my dry spots disappear so fast. It sinks into my skin and leaves a youthful look behind. One of the best brands I’ve tried so far."
		},
		{
			"review_title": "Night cream miracle 💕",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Sturm Super Anti-Aging Night Cream is a nighttime miracle in a jar. This luxurious cream has transformed my skin overnight.   The rich, velvety texture feels indulgent and deeply hydrating. Upon waking up, my complexion appears plump, radiant, and rejuvenated.   The potent blend of anti-aging ingredients, like purslane and retinol, has visibly diminished fine lines and wrinkles.   I love how this cream absorbs effortlessly and doesn't leave any residue.   If you desire a nighttime skincare superstar that delivers exceptional results, Sturm Super Anti-Aging Night Cream is the answer."
		},
		{
			"review_title": "Must have.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This is the second jar I use of this amazing cream it’s one of the best ones I ever used.  Leaves your skin hydrated and you see youthful skin after  using it.  I really enjoy it so much my mom is always using it also. I’m 35 and it’s best to take care of your skin with good quality products and good ingredients this is a must have.  I have dry skin also and it has changed it. Super plumpd and hydrated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "My mom swears by this stuff ! She has seen a noticeable difference in her fine lines and wrinkles since she’s started using this product. It’s expensive but she swears by it and it’s cheaper than the plastic surgeon!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": ". It is very moisturising especially for this colder months. It helps to reduce the appearance of fine line and wrinkles. It helps to combat dryness and elasticity . It gives the skin intensed hydration."
		},
		{
			"review_title": "great night cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love Dr.Barbara Sturm products I tried so far, and this night cream is no exception. It has a very luxurious texture and feels lovely on the skin when applied. In the morning, the skin on my face and neck feels moisturized and more plump. I have only used it about five times so far, but I like the results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This night cream is absolutely amazing. I use it in combination with the day cream and in 2 weeks, but face seems brighter and more hydrated when I wake up each morning. I have also seen an improvement in some of my fine lines."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "My skin feels so good waking up from using this cream at night. My skin feels so hydrated and silk. It absolutely feels so luxurious on my skin. It is an experience on its own putting this at night. Its thick and hydrating which I love as night creams."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Wow this night cream has been working wonders for my skin! I am in my 30s and have noticed my skin looking more dull and losing some firmness. Since I’ve been using this, my skin is looking and feeling so much better! It is well hydrated and balanced when I wake up. It also seems to look firmer and plump. Loving this!"
		},
		{
			"review_title": "Overnight results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I had the chance recently to try this night cream and was amazed at how hydrating it is! I applied it to my cleanser face at night before bed and woke up the next day with skin that felt super hydtrated and soft! Haven’t had that overnight improvement with any other product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Received complementary from Dr. Barbara Sturm. I have used two other products from Dr. Barbara Sturm that I love, and this night cream was no different.  This leaves my skin soft and smooth. It absorbs in nicely and doesn't feel greasy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is my favorite moisturizer of all time. It does hydrate my skin and it looks so fresh. I’ve been using this for a few years and won’t use any other brand as once you’re used to it is no other brand would come even close to."
		},
		{
			"review_title": "The very best cream in the Sturm line",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "My absolute favorite skin care product (much the dismay of my wallet). Having tried quite a bit fo her line, not every Sturm product does much for my skin. The Face Cream and the Super Anti Aging Night Cream, however, are really spectacular. The ingredients aren't anything wild -- avocado, nonapeptide-1, polyglumatic acid, purslane - but something in the formulation is magic for my 40+ male skin. It goes on very smoothly and non-greasy, and mostly absorbs -- the polyglumatic acid creates something of a barrier to prevent water loss while you sleep, so you feel it but it's not tacky or thick. In the morning my skin is soft, has a nice glow to it, and my most problematic lines on my forehead and around my nose/under my eyes are significantly reduced. I use the original Face Cream in the morning (more accessible at half the price) and those are my two big splurges for my skincare. They also last quite a while, as you need only dab your finger in the jar, and you have enough to cover the whole face and neck. I'd say each jar lasts 3-4 months, so when framed like that, it's not entirely prohibitive. I do wish I was able to buy it more frequently and not have to wait for sales and coupons (that don't really make too much of a dent in the price) but the quality really is there for me, and my skin loves it, so I must listen. Whenever I try to get something cheaper to replace it with for a while, I regret it. (Note: very much not an incentivized review, but certainly wouldn't say no to some Sturn thrown my way.)"
		},
		{
			"review_title": "It is very hydrating",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "When trying this for the first time, I didn’t know what to expect so I was delighted to find this wasn’t a heavy, thick, moisturizer or cream. This absorbed into my skin fully and didn’t leave it feeling greasy. I’ve been using this for sometime now and while I don’t see any anti-aging effects per se, I have noticed that my skin is definitely more moisturized and my redness is definitely a lot better My skin looks a lot better. Unfortunately I just haven’t seen the fine lines around. what do use yet. It’s a wonderful hydrating moisturizer but at the price point I expect more."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "What can I say about this super anti aging night face cream? I AM OBSESSED!! I am really impressed of it. My skin loves this cream and my wrinkles thanks it a lot. It a beautiful night cuddle for yourself. It leaves my skin smooth and soft."
		},
		{
			"review_title": "I love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Nothing compares to how fantastic this product is! My skin has never felt so rejuvenated and hydrated and I have tried many different products. It truly is worth the investment in this brand. I can tell a noticeable difference in just a few days."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "I love this cream so much! I use it and the next day I immediately see my skin is more plump and brighter! I have terrible forehead wrinkles and under eye bags and I noticed my forehead and eyes have improved greatly. I highly recommend this cream!"
		},
		{
			"review_title": "Sensitive Skin Approved!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is absolutely a gorgeous face cream. The price is steep, but my skin loves it. It is rich but not too rich for both fall and winter use. I have dry, sensitive skin and my skin looks gorgeous and feels so soft and plump when I use it."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I absolutely love this moisturizer! It leaves my skin feeling soft, smooth, and super clean! I would highly recommend if you’re looking for an anti aging moisturizer! It’s definitely on the pricier side but worth it in my opinion"
		},
		{
			"review_title": "Love this night cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I love Barbara Sturm products, especially the anti aging night cream. Retinols tend to be too harsh on skin but this night cream is gentle which still being effective. It also absorbs quickly while still hydrating. 4 stars because of the price"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I got the super anti aging nifht cream and it cpuldnt have come at a better time. My skin gets super dry this time of year and craves moisture. It works ok but fir the price meh"
		},
		{
			"review_title": "My skin feels hydrated",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This Anti-aging night cream repaired my skin barrier especially now using retinol and my skin is really purging. I love how my skin feels so hydrated each time I apply this cream. I’m combination to dry and this really keeps me hydrated."
		},
		{
			"review_title": "Does Nothing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This product literally did nothing for my skin. At the very least I would have expected it to be a decent moisturizer, but honestly, I have used drug store brands that produce more results than this. I used this over the night serum (which contains a lot of  alcohol), and my I woke up to dry dull skin night after night. I stupidly bought most of this brands products, and I feel duped. The only product that I somewhat liked was the eye cream, but I still don't believe it is worth the ridiculous price.  In order not to waste them I have been using them on my arms and chest. For those of you that think that spending a lot of money means results, this brand is the perfect example of why this isn't true."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Horrible! And WAY TOO EXPENSIVE FOR SOMETHING THIS BAD!!! IF I COULD GIVE THIS 1 STAR I WOULD!!"
		},
		{
			"review_title": "Skincare game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "This product genuinely is a year-round, 365 game changer. No matter the concern, this cream will work overtime to correct it. Intrigued as to why this and the original SAA cream don't receive industry awards."
		}
	]
}