{
	"product_id": "98",
	"name": "BEAUTYBLUSHER Makeup Sponge",
	"brand": "Beautyblender",
	"categories": "Makeup, Brushes & Applicators, Sponges & Applicators",
	"price": 22.0,
	"about": "What it is:A super soft, exclusive, latex-free foam applicator that’s perfectly sized for the apple of your cheek—applies blush or highlighter in one swift bounce..What it does:No clown cheeks here. This medium-size Beautyblender is designed to deliver and seamlessly blend the perfect amount of color. From cream blushes to holographic powders, Beautyblusher helps you achieve everything from a naturally sheer finish to a powerfully pigmented look to finish off your flawless complexion..What it is formulated WITHOUT:.What else you need to know:",
	"ingredients": "Latex Free Polyurethane Foam.",
	"how_to_use": "Suggested Usage:.-Beautyblender is easy to use: simply wet, squeeze, bounce your way to makeup perfection..-Wet Beautyblender with water..-Squeeze out the excess liquid, using a towel if available..-Bounce cream, powder, or gel blush onto the apples of the cheeks..-Cleanse after each use to help maintain the integrity of the blender's exclusive material..-Replace and never miss a bounce! Replace your Beautyblender every three months.",
	"num_reviews": 76,
	"overall_rating": 3.5,
	"product_url": "https://www.sephora.com/ca/en/product/beauty-blusher-cheeky-P429235?skuId=2031565&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2031565-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "works well for a full face but dries out pretty quickly. also thought it would be bigger"
		},
		{
			"review_title": "Must for minor things in your routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I know typically you would use a regular sized beauty blender but I just need mine for a bit of concealer and it works great I mean if you want to buy a mini for some steps in your routine I would recommend it!"
		},
		{
			"review_title": "Small in size, big on price",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Agree, with others. It’s very small for the price."
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I loved the way this sponge blended my concealer. It wouldn’t soak up too much of the concealer like many other sponges do. I would totally recommend this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Classic for a reason! No other beauty sponge competes in my opinion!"
		},
		{
			"review_title": "Wouldn’t waste money on it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I have been using the Beautyblender pro for years, got this one because I figured it would be better in my makeup routine because it’s smaller than the average size and would be better for hard to reach areas. The material of this seems severely cheap and doesn’t do blending well at all. Anytime I use it I always end up switching back to my pro because this product doesn’t work well at all. Was very disappointed because I’ve always been a beauty blender fan"
		},
		{
			"review_title": "Not a good product for the price",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "After buying it I didn’t realize that it was $16, whenever I picked it up I thought it was like about 5 dollars and I didn’t look at the price/ barcode thing and I could of got else. But whenever I used it the product sucked"
		},
		{
			"review_title": "perfect mini",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "i love this lil thing!!! this is my second one. i use it for my concealer. it’s perfect for the under eye and getting those lil acne buggers"
		},
		{
			"review_title": "Tiny",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Super tiny. I assumed it would at least be close to the regular size but it is MAXIMUM half the size of the regular for almost the same price. There should be a size reference in the photos so it is clearer. In the package it is"
		},
		{
			"review_title": "Not bad but small",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "So it’s like a standard beauty blender but smaller. Not much else to say. I use it for concealer more than anything. Does the job. The only reason why I took off a star is because it’s kinda tiny"
		},
		{
			"review_title": "Great for under eye and corners of eyes.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love the small blender sponge. I have 2 of these that are over 4 yrs old and am in desperate need of a new one. I use this for my under eye area and corners of eye. Esp on “make-up/no make up days.”  I wish they would sell this in a package form."
		},
		{
			"review_title": "The size of disappointment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "It’s very small. But it’s perfect size if you have a baby and your baby wears foundation - though I do not recommend they do. Or, if you have little dolls that wear makeup. Like in the ads."
		},
		{
			"review_title": "Beauty Blender Blusher",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "It’s good until it’s no longer good. I like this beauty blender blusher for its size. And I use to to blend my highlight concealer. However when it comes to its durability after a few cleans it quickly starts to fall apart."
		},
		{
			"review_title": "Perfect Blush Sponge",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "This thing is perfect for liquid and cream blush— the original was way too big (and I don’t have a small face), I kept ending up with giant clown-sized coverage and everything else kept lifting off my foundation."
		},
		{
			"review_title": "Tiny thing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "I tried to save the $4 thinking this was the same size but its soooo tiny. I really don't know the purpose of making one this small."
		},
		{
			"review_title": "Smaller",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Like the beauty blender it does a great job, but this is only 1/3 of the original size wet?! Not sure if’s worth the price. If you need a much smaller sponge it’s good, but maybe too small for the price."
		},
		{
			"review_title": "Not my fav",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Me personally think it is a waste of money for a  beauty blender that is tiny but overall look wise it might be the way I blend but I youse the rare beauty blush and the product just get sucked in the beauty blender"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The best to apply concealer! My make up has never been the same since I bought it, the size is just perfect"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I think that for the price it is a scam, it is very small, do not buy this one, better buy the normal one"
		},
		{
			"review_title": "Great for concealer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "Love this for my concealer around my eyes. The sponge is small but ideal for small areas like the under eye."
		},
		{
			"review_title": "Should have read the reviews first…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Should have read the reviews before buying, picture makes it look bigger then it is, it is much smaller in person. Not worth 22$"
		},
		{
			"review_title": "Tiny! Much smaller than expected.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the results when I use the full size beauty blender sponge to apply my foundation, so I was excited to have a slightly smaller version for applying blush and blending cream contour and and highlight. I excitedly tore open the Sephora package, pulled out the beauty blender and…. wth is this itty bitty thing? I expected it to be smaller than the full size beauty blender, but this is ridiculous. It’s tiny! The size expands when wet, but even then it is not ideal for blush application. I’d recommend purchasing another full size BB sponge to apply blush, highlight, and/or contour. I gave it 3 stars because its size makes it ideal to use under eyes and crevices around the nose. If you’re looking for a sponge to apply blush, stick with the original size."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I bought this in person, so I was aware of the size. I love the smallness of it; blending my blush and concealer feel much better with this than my large blender. I do think the price is a bit steep."
		},
		{
			"review_title": "Perfect Size for Whole Face",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is a perfect size for my whole face. I love this size because it is easy to clean after use, and the smaller size is more precise on edge and corner, and as well as the whole face, too. I think standard size, is too big, and it take more time and effort to clean it after use."
		},
		{
			"review_title": "give it a chance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Not sure why others are complaining about the small size. It’s supposed to be small for your cheek bones w/ liquid or cream blush. I absolutely love this BB! The only thing that blends my Rare Beauty liquid blush perfectly!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "So small, I thought I was getting a full size beauty blender, and the price tag is just insane, save your money!"
		},
		{
			"review_title": "Obnoxious small, only the price is full sized.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "Offensively small! The photos posting with this product are definitely deceiving especially for the full size price tag. I’ll be returning it and paying 6$ more for the full sized."
		},
		{
			"review_title": "not worth $",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I purchased this with hopes of getting precision. It’s just not worth the price for such a small product that didn’t deliver."
		},
		{
			"review_title": "Worthless",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "I bought this as a way to more effectively apply cream blush, and I’m kicking myself for that decision. This is a thimble-sized waste of 16 hard-earned bucks. Save yourselves the money and time and just use a clean finger on your cheeks."
		},
		{
			"review_title": "what’s changed?!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I usually love beauty blender sponges, first time buying this one, got it wet and sooo much pink dye came out and the sponge itself literally started to breakdown. Sad to say something against this brand but definitely wouldn’t recommend."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Very disappointed by this item, I thought it was going to be like original beauty blender but just in a smaller size - it’s NOT the same material. It’s like a cheap knock-off material that you could find in any discount store for a couple bucks. Avoid this if you want original beauty blender quality."
		},
		{
			"review_title": "PERFECT FOR CREAM BLUSH/HIGHLIGHT!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I love this BB! I do have a habit of collecting them, so I typically buy each new color they come out with and was happy to see a blush size. I have the tiny green ones for concealer and love those as well. I like this color over the gray one I saw in the same size, however that color would be good for contour as well as blush. I love all the BB products and this one was no different! Anytime I try to use another company’s sponge to try out- I always end up going back to the OG. There is no true comparison on the market at a cheaper price. Sure RT sponge is very nice as well, but it’s not an exact replica of the BB. I am a makeup collector so I know I will continue to buy more BB in the future! I love this coral color as well!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "The price for this size sponge is insanity. This is the size of a 4 year old child’s cheek. I am so over buying items that are crap online. I’m going back to buying in person"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Smaller sponge does not look like it’s made out of the same product as the original sponge. I will not be repurchasing."
		},
		{
			"review_title": "I’m crazy about this sponge",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "This little sponge is great and very soft on your skin.  I’m totally crazy about it.  Once you wet it, it spreads nicely"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "You totally think you are getting a full sized beauty blender but you ARE NOT! This thing is the tiniest thing I’ve seen ever. Especially for 16$"
		},
		{
			"review_title": "Sooo tiny!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is what I get for NOT reading the reviews before ordering! I had no idea this was sooo tiny. It's so small that it's useless to me. It's probably about the size of my thumb. Going to exchange it for a full-size one tomorrow."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I don’t know why people are complaining about this sponge. It works great! I use it to blend out my concealer under eyes and to blend out liquid blush."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "Perfect for concealer!!! I use the butt of my full sized BeautyBlender to apply blush!"
		},
		{
			"review_title": "misleading",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "So small the description says medium I think the price is high for this tiny thing like others said it’s only good for concealer and corners of face just glad I have bigger ones or I would of returned it they should be more precise on the size I waited so long and was mad when I saw how tiny it way"
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Perfect for concealing and setting the under eye! Really gets into the corners well."
		},
		{
			"review_title": "This is tiny be careful",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This is a small small one so buyer be careful. I accidentally tore the package open so bad that by the time I saw what it was I was too late for a refund this is such a waste in my opinion. Worth maybe 5.00 and only to someone looking for a mini"
		},
		{
			"review_title": "Buy another one!  Not this one!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I have a few beauty blenders and I had ordered one for my daughter - unfortunately, it is this one.  It is about the size of one-half of my thumb as compared to the regular beauty blenders at $22 (versus $26 for the regular size).  Very disappointed!!!"
		},
		{
			"review_title": "Great for concealer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I use this for my concealer in the eye area and it works great. Blends beautifully and helps minimize creases. Sephora gal turned me on to it and now it’s a staple in my collection."
		},
		{
			"review_title": "Good size for concealer application",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I don’t use foundation so this was perfect for under eye concealer!"
		},
		{
			"review_title": "Good for concealer only users",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I only use concealer so I don’t really need a big one so I think this is the perfect option for somebody that doesn’t use foundation."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Maybe I didn’t read careful the size of this blender but it’s so tiny!! Probably my fault. And it’s actually been great at getting product under my eyes."
		},
		{
			"review_title": "Meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I was ok with the size to get into the smaller areas such as around my eyes but for whatever reason the makeup didn't come off 1 section after 2nd use. I ended up buying a 3 pk of Jeffree Star sponges from Morphe as a replacement."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Super small, like it's 2 finger digits small. It's soft and does the job but it may not last as long as I was hoping."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Way smaller then I expected! Purchased online and will still use. I may have just not read everything about it. But I do love beauty blenders!"
		},
		{
			"review_title": "Not going back to the full size!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I used to purchase the full-sized beautyblender, and tried this one on a whim when I saw it was cheaper. It's awesome! It's super tiny, so it gets in all of the little nooks and crannies. I don't think I'll buy a normal sized beautyblender again, because I really can use this all over!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Waste of money, way better application with my fingers."
		},
		{
			"review_title": "Great blender!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is great to blend under eye concealer! I got one as a sample with an older order and had to reorder. I tried getting a cheaper one at another store but not the same brand; it just wasn’t the same!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I own several of these and use them for application as well as touch ups."
		},
		{
			"review_title": "love the size, but short shelf life.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this size because I use it for smaller corners. I love this to get the precision on cream contour also. it gives me a lot of blending options other than brushes. The only problem is for some reason, this size does't last as long as the regular size before getting pretty beat up, even though I take good care of my sponges. This lasts about 2/3 months, while I can get about 4/5 months out my regular sized sponge"
		},
		{
			"review_title": "Dont waste your money on this....",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Huge wast of money, the crappy applicator that comes free with product is even better than this, so disappointed"
		},
		{
			"review_title": "Best Sponge Ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This is hands down the best beauty sponge out there. I think the size is perfect for blending inner corners, concealer, blush, and contour. I prefer this much over the smaller green sponges since I have long nails and can't use the small one effectively without nicking my skin. I've even done a full face with just this sponge and everything applies flawlessly. I usually get 3-5 months of use out on just one (I then replace when it starts to look rough because of my fear of germs). This sponge barely absorbs product too. I would recommend this to everyone!!"
		},
		{
			"review_title": "Perfect Size",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is seriously the perfect size for blush and no need to worry about having blush pigment leftover in the BB I use for foundation. If you are wanting a BB for blush, don't hesitate and definitely don't choose the minis. I used to take the minis for travel but think I will switch to this instead for travel foundation applications too. Also, I find the original too big for my face for blush application anyway. I've only used it a handful of times and I do let it air dry in open air with no mold issues thus far."
		},
		{
			"review_title": "Love this Beautyblender!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This is the mini, not the full size. This blender is the perfect size for underneath your eyes. LOVE it!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This sponge is so tiny, it’s literally the size of my thumb. I think for the price you could get a different brand that’s bigger. I mean I love my normal beauty blender but this is just too small....don’t recommend it."
		},
		{
			"review_title": "Best Sponges Ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really love beautyblender products and I use my regular beauty blender sponge and my micro mini sponge every day!  I don't really wear cream blushes and don't like to get my powder products wet, so honestly, I've been using my beauty.blusher cheeky for foundation - it works just as well as my regular beauty blender.  I was super excited to get this in a birchbox - such a great value!"
		},
		{
			"review_title": "try it. I did and I love it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Obsessed. I go through fazes of wetting it first and just using it try with my foundation. Either way I love and highly recommend. Obviously clean regularly but I do have to say I like when it has some product on it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "beauty blenders are the original OG. still my fave sponge!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Love the colour! Perfect for cream blushes and cream contour products."
		},
		{
			"review_title": "Perfect Size for Concealer, Especially Undereyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I use this Beauty Blender for my concealer every time I wear makeup. It's really the perfect size for under the eyes. I think the Micro Minis are a bit too small and have more of a tough time keeping a hold on them, but this one is perfect."
		},
		{
			"review_title": "Give it a try!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I know that some people think that this sponge is too small, well it is tiny, but it is perfect for blending in liquid highlight and blending in your concealer under your eye. I would recommend that you give this a try because it is a great tool to have!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "It is actually as good as all the hype"
		},
		{
			"review_title": "Thought I was saving money - Turns out I was not.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Great product. love it. you guys already know the drill.  HOWEVER: if you're buying this to use for foundation because you want to save a couple bucks (instead of buying the regular one), don't. Just buy the big one. I love this so much but it takes so long to do a full face of foundation. Still buying the big one though anyway, 10/10 application."
		},
		{
			"review_title": "Great multitasker for small hands!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This works wonderfully! I added this to my cart on a whim to get to free shipping and it was the best part of the purchase. I use this for foundation, concealer, blush, and bronzer- the whole works! I love the size as it fits well in my small hands and the color is wicked cute. I didn’t understand what the big difference was until I used this for the first time; the texture is great."
		},
		{
			"review_title": "Not worth it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This is very small and very hard to use and not worth the money.  Just buy the full sized."
		},
		{
			"review_title": "perfect size.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this !!!!! Prefect for under eye. I’ve replaced the huge  blender with this one. Totally worth it."
		},
		{
			"review_title": "Pint sized perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Perfect size for around the eyes, and fits perfectly into my small travel-sized makeup bag!"
		},
		{
			"review_title": "Nice size",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Love the size! Great for around the eyes"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love this size for blush! The regular beauty blender is too big for the way I like my blush placement to go on, and I end up blending it way too high onto my chick bones. I get perfect placement and perfect blend with this one every time. I have used the gray blusher for the past year, so I decided to switch it up to try this pinky one-works just as well! If it helps me achieve flawless blush, it’s worth the splurge! I also use it for cream highlighting when I choose to go that route, and it’s perfect for that as well!"
		},
		{
			"review_title": "AWESOME size!!!!!! LOVE LOVE LOVE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Love this size!!!  So... do you have small eyes...??!  Do you always drop the B.B. minis like I do !?!  This is the perfect size to set my eyelids"
		},
		{
			"review_title": "Its cute but not necessary...and its a medium",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I purchased this because I recently began using the beauty blender to apply my blush. While the product is cute - and yes it does expand, I think I will continue to just use one clean side of my beauty blender. Its medium sized, which I wish they would tell you that. And yes it is a few dollars less than the full beauty blender this isn't really necessary. If you are someone who covers the entire beauty blender with foundation, concealer, etc and you don't have one bit of clean space to dab into your blush, then go ahead. But if you have some space left on your blender, just use that. In my humble opinion"
		}
	]
}