{
    "product_id": "1771",
    "name": "Candied Lychee Eau de Parfum",
    "brand": "The 7 Virtues",
    "categories": "Fragrance, Women, Perfume",
    "price": 127.0,
    "about": "Fragrance Family: Florals..Scent Type: Fruity Florals..Key Notes: Lychee, Peony, Vanilla..Fragrance Description: Indulge in a burst of sweet joy with sugared lychee and vanilla, a peony heart note, sustainably sourced geranium, and a crystal amber base. Authentic lychee has notes of strawberry and watermelon, with a cheeky dash of jellybean as a sweet treat for the senses. This scent lasts up to 24 hours and lingers for up to 72 hours...About the Bottle: Third-party testing confirms that The 7 Virtues fragrances sustain their vibrant scent for 24 hours, due to our 22% concentration of fragrance oils, double the industry standard. The 7 Virtues is Leaping Bunny certified and a proud B-Corporation. As part of their partnership with Days for Girls, partial proceeds from each Candied Lychee bottle will advance period equity in North America by funding education, advocacy, and product distribution...All of The 7 Virtues perfumes are hypoallergenic, vegan, cruelty-free, and gluten-free. Made without phthalates, parabens, sulfates, formaldehyde, or UV inhibitors, and infused with sugarcane alcohol...The 7 Virtues was established in 2010 by inspirational speaker, activist, and author Barb Stegemann. After her best friend, a CIMIC officer, was wounded while discussing how to bring clean drinking water and healthcare to families in a village in Afghanistan, she promised him in the hospital that she would take on his mission of peace. She wrote a best-selling book to empower people to reverse issues of war and poverty called The 7 Virtues of a Philosopher Queenu2014and thatu2019s where the brand name came from. u2018MAKE PERFUME NOT WAR.u2019 The 7 Virtues believes transparency is key, sou2014visible through the perfume itselfu2014you can read where the fragrance oils were sourced and the aromatherapy wellness benefits of each perfume...About the Fragrance: In college I was a waitress in Atlantic Canada. Lychee became the most exciting new flavor I had ever experienced; it was the first glimpse of an exotic world so foreign to me. So, I designed the most authentic lychee to evoke more joy than the best lychee martini..- Barb Stegemann, Founder..Clean.Our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificingu00a0effectiveness.",
    "ingredients": "Alcohol Denat, Fragrance/Parfum, Water/Eau/Aqua, Limonene, Hexyl Cinnamal, Citronellol, Alpha-Isomethyl Ionone, Benzyl Alcohol, Linalool, Hydroxycitronellal, Geraniol, Citral, Benzyl Benzoate, Farnesol...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Layer The 7 Virtues perfumes with one another to create your own unique signature peace perfume..-Apply liberally to your pulse points, as fragrance intensifies with your bodyu2019s warmth..-Allow these scents to blend with your natural pheromones and get ready for endless compliments!.-Avoid rubbing your wrists together, as this breaks down the fragrance, causing it to wear off more quickly.",
    "num_reviews": 353,
    "overall_rating": 4.9,
    "product_url": "https://www.sephora.com/ca/en/product/7-virtues-candied-lychee-eau-de-parfum-P512478?skuId=2791606&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2791606-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2791606-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Get It Now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "If youu2019re a fan of sweet yet sophisticated scents, Candied Lychee is a must-try. Itu2019s perfect for those looking to add a fresh, fun, and feminine fragrance to their collection."
        },
        {
            "review_title": "Great perfume for all seasons",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I recently purchased this perfume and i have been obsessed. It smells juicy but not too overpowering. For reference, i typically go for warm/fruity floral perfumes and this one is a great fruity floral. The longevity is great and it i"
        },
        {
            "review_title": "Smells like Her",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I canu2019t decide whether to like this fragrance or not, but I get an uncanny resemblance to Burberry Her, which Iu2019m also not a fan of. Itu2019s the peony! If you like that one, I think youu2019ll love this."
        }
    ]
}