{
	"product_id": "1603",
	"name": "Dewy Cleanse + Hydrate Duo",
	"brand": "Tatcha",
	"categories": "Skincare, Moisturizers, Moisturizers",
	"price": 39.0,
	"about": "What it is:A travel-friendly duo for a smooth, hydrated glow, featuring a bestselling skin-softening cleanser and a rich moisturizer that visibly plumps lines..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Dullness, and Fine Lines and Wrinkles.Highlighted Ingredients:-Red Algae and Hyaluronic Acid.Ingredient Callouts:These products are cruelty-free..What Else You Need to Know:Featuring blends of moisture-retaining algae and nourishing Japanese rice, these creamy formulas replenish hydration, soften skin, and seal in moisture for a visibly plump, luminous complexion and glow..This Set Contains:- 1.7 oz/ 50 mL The Rice Wash (travel size).Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
	"ingredients": "-Red Algae and Hyaluronic Acid.-Japanese Rice: Softens and feeds skin with antioxidants..-Hadasei-3: Reveals radiant, healthy-looking skin...The Rice Wash:.Aqua/Water/Eau, Microcrystalline Cellulose, Propanediol, Sodium Cocoyl Glutamate, Glycerin, Acrylates Copolymer, Sodium Caproyl Methyltaurate, Coco-Betaine, Parfum/Fragrance, Saccharomyces/Camellia Sinensis Leaf/Cladosiphon Okamuranus/Rice Ferment Filtrate*, Oryza Sativa (Rice) Powder, Chondrus Crispus Extract, Sodium Hyaluronate, Betaphycus Gelatinum Extract, Lauryl Glucoside, Potassium Hydroxide, Polyquaternium-39, Disodium Edta, Phenoxyethanol, Ethylhexylglycerin, Sodium Benzoate, Sodium Carbonate, Alcohol..*Hadasei-3..The Dewy Skin Cream:.Aqua/Water/Eau, Saccharomyces/Rice Ferment Filtrate, Glycerin, Propanediol, Dimethicone, Squalane, Diisostearyl Malate, Behenyl Alcohol, Myristyl Myristate, Dipentaerythrityl Hexahydroxystearate, Bis-Diglyceryl Polyacyladipate-2, Tridecyl Trimellitate, Inositol, Sorbitan Tristearate, Beheneth-20, Camellia Sinensis Leaf Extract, Cladosiphon Okamuranus Extract, Chondrus Crispus Extract, Betaphycus Gelatinum Extract, Oryza Sativa (Rice) Bran Extract, Panax Ginseng Root Extract, Origanum Majorana Leaf Extract, Thymus Serpyllum Extract, Malva Sylvestris (Mallow) Flower Extract, Sodium Hyaluronate, Gold, Sericin, Phytosteryl Macadamiate, Tocopherol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sorbitan Isostearate, Polysorbate 60, Butylene Glycol, Dimethicone/Vinyl Dimethicone Crosspolymer, Sodium Benzoate, Gluconolactone, Ethylhexylglycerin, Parfum/Fragrance, Alcohol, Phenoxyethanol, Citral, Limonene, Linalool, Mica, Tin Oxide, Titanium Dioxide (Ci 77891), Violet 2 (Ci 60725)...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.The Rice Wash: .-Begin with wet hands and a wet face. .-Squeeze a small amount into palms and rub together to create a creamy foam. .-Gently massage the face and rinse thoroughly. .-This cleanser can be used morning and night. ..The Dewy Skin Cream: .-Moisturize with The Dewy Skin Cream. .-Massage onto face, neck, and décolletage in upward strokes, morning and night.",
	"num_reviews": 79,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/tatcha-dewy-cleanse-hydrate-duo-P509795?skuId=2748879&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2836146-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Love these products but this set it scammy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Ok so the photo shows sizing for the moisturizer, indicating the smallest is travel size. However, it is super shady that they NEVER MENTION it is NOT travel size. The size is .34oz (.5oz is the actual travel size). What you get is a DELUXE SAMPLE SIZE. Why are they so cheap to include the travel size cleanser but not the actual travel size moisturizer?"
		},
		{
			"review_title": "Very moisturizing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Great.. very moisturizing. Very small products though for the price. I know they're kinda like samplers but still a bit expensive"
		},
		{
			"review_title": "Skip",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I don’t think it’s worth the price! Get this for priming skin under makeup. However, many other moisturizers do the trick for less."
		},
		{
			"review_title": "new favorites",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "My skin looks so glowy using these and my acne/general skin redness totally decreased. Probably will buy the full sizes when I run out!"
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Love it it’s by so great ion even wear foundation no more this is my foundation ."
		},
		{
			"review_title": "Wake up to amazing skin!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Fave new cleanser!! The texture is so soft. I also feel like it exfoliates my skin gently."
		},
		{
			"review_title": "Painful hives",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I used to enjoy this cleanser and moisturizer duo. I  was recently gifted this set for Christmas. My face has broken out in hives! Not sure what has changed with this product. But I’m disappointed.    sensitive"
		},
		{
			"review_title": "Gateway products!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "Great for on the go or to give the brand a try! This is how I first tried the brand, if you are unsure I would get this set and the dewy serum and see for yourself!!!! The three products together are game changer for dry skin!"
		},
		{
			"review_title": "Makes a great gift!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "My bf got this for me cause I’ve been meaning to try the brand but couldn’t justify buying the full sizes. Needless to say - fell in love!! The face wash is really good for sensitive skin, doesn’t make my face red. But the moisturiser?! WOW. Absolute holy grail!! Helps with redness, irritation, hydrates well, feels amazing, the colour is also super pretty. I’ve heard others say it has pore clogging ingredients but it worked really well for me."
		},
		{
			"review_title": "Very hydrating for the skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Is not harsh and made me feel hydrated and made my skin feel alive."
		},
		{
			"review_title": "Glowing Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is my favourite cleanser.  It makes my 64 year old skin glow."
		},
		{
			"review_title": "its a crime not to try at least once",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I never understood being loyal to produces until this lol. its an instant favorite and helped my breakouts go away in a few days, it's gentle on the skin but you still feel clean afterwards."
		},
		{
			"review_title": "Love love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "I love the cream and the face wash! I love the way my face feels after the cream."
		},
		{
			"review_title": "I love this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
			"review_text": "I've been using this product for many years. It's the best cleanser I hardly ever get pimples. Great foam, all I need is a little pee size, and it fomes up like crazy lasts a while, too. The moisture is thick hydrating and makes my skin dewy. Overall, it's a great product 👌"
		},
		{
			"review_title": "Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I have dry skin and love both products. Great cleanser and moisturizer. A staple in the winter months."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Love the gentle cleansing and my skin feels great afterwards.  The hydrating cream is wonderful for my maturing skin."
		},
		{
			"review_title": "Best product I’ve ever tried!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "Got this for the first time in 2022 as a birthday gift and I keep going back! The cream is perfect for hydrating dry skin before make up and the wash leaves my skin feeling moisturized and doubles as an excellent make up remover. Definitely my favourite product for my dry skin."
		},
		{
			"review_title": "Absolutely surprised how much it became a staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "Perfect duo, the cleanser lasts forever and the cream size is ver nice for travel and great to try. I ended up purchasing a full size!"
		},
		{
			"review_title": "About the TATCHA duo products",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "After using this duo products, my skin has been wonky. I LOVE the hydration the moisturizer gives you and gave me amazing results! But I do not recommend the Dewy Cleanser."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Love! Feels clean and fresh. Moisturizer is creamy and thick, very hydrating! Love the smell."
		},
		{
			"review_title": "Amazing result!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I ‘ve been using this for more than 2 years now since I got a sample of it. It’s very effective and makes my  face plumped and hydrated. Love it!,"
		},
		{
			"review_title": "Best cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
			"review_text": "After i apply the cleanser, my skin feel so clean and healthy. Highly recommend!! For the moisturizer, it’s light on my skin! It’s perfect! To be honest i don’t love the smell, and it’ll go away."
		},
		{
			"review_title": "Irritated skin and bumpy skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "After using this product for a few weeks, I failed to noticed that it has been irritating my skin for a while. At first couldn’t pin point the issue to my skin situation. I noticed every time I finished applying the moisturizer, I felt this burning sensation and my face would always be really red and irritated. I really wanted this to work with my skin. I have dry skin. I was super excited to try it out. It’s a no for me."
		},
		{
			"review_title": "not good for mixed skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "this may be good on dry skin, but in mixed ones veeery bad! it left my nose area very very greasy"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Love love love this product. Such a dewy texture and blends in so well. Perfect for sensitive skin."
		},
		{
			"review_title": "A definite must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I bought this for my birthday, and I could have not gotten something better. I use these things both either every year or every other. If you any to be very clean and moisturized, then for sure get this!"
		},
		{
			"review_title": "cream really helped my dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "One of the best creams i have bought i got it as a free gift first and then i had run out of it and i got it again really helped my dry skin. :)"
		},
		{
			"review_title": "it was okay..",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i noticed after a while the face wash was helping my acne, but the moisturizer would just break me out again. if i were to buy this again i would just get the wash but not worth it for the price"
		},
		{
			"review_title": "Must have",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
			"review_text": "Great, product I ￼ recently tried the ￼ Charlotte ￼￼ moisturizer and I keep coming back to this. By far the win with face wash and skin moisturizer with me. And I have really sensitive skin."
		},
		{
			"review_title": "Not a fan👎",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Loved the texture of the moisturizer however, I did not like that it broke me out! This moisturizer definitely clogged my pores & did not mesh well with makeup application (pilling/rolling)-not a fan"
		},
		{
			"review_title": "Gentle and hydrating for soft, sensitive skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "This works well for dry and sensitive skin. The cleanser is gentle and doesn't dry the skin. The moisturizer is light and hydrating."
		},
		{
			"review_title": "Best Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This might just be my new favorite moisturizer. Light weight & hydrating."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I live in a very dry climate and this product is a blessing. My face feels plump and moist but not greasy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I can’t live without this duo! Best face wash I’ve ever tried. The moisturizer is my go-to under makeup."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This cleanser burns my face. I’ve tried to use it a few times but every time I have, it has made my face burn. Very disappointing:("
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I love this product! I bought not knowing it came with the moisturizer too but as I opened it, it was a pleasant surprise. The cleanser and cream are a great duo added to my skin routine"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Absolutely love this set! The cleanser makes my face SO smooth. The moisturizer is thick and makes my face very soft."
		},
		{
			"review_title": "The power duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "This set is GORGEOUS it works so well the moisturizer is my favorite moisturizer I’ve ever owned the cleanser is great not the best cleanser but it is still really good if you want both this is what you should get it saves your money so definitely recommend"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Love this so much I hope they never reformulate or discontinue"
		},
		{
			"review_title": "i really recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "i used every day , my face feels like baby face , i really liket"
		},
		{
			"review_title": "part of my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "I have purchased this set twice and am considering purchasing a 3rd time during the Sephora sale. smells so good, makes me feel expensive and makes my fave softer. cleanser lasts for a while, the moisturizer not as much. definitely worth it in my opinion"
		},
		{
			"review_title": "Softest skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I have combo oily/dry skin and this face wash is doing wonders already. It feels like I went to the spa because my skin is so soft and smooth. The cream is hydrating, so I will use it more in the winter!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Bought this just in case it didn’t work out before i bought the full size. I’ve only had it for 3 days but my skin feels so clean and the cream leaves my skin feeling moisturized and dewy all day!"
		},
		{
			"review_title": "Necessity for winter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This cream is one of my favourite it is small but I can’t find anything that is as amazing as this one. But I only use a little bit which covers my full face and moisturize it."
		},
		{
			"review_title": "I’ll keep this in my lineup!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The cleanser feels very nice and it’s thick ! Now I can buy the bigger size."
		},
		{
			"review_title": "Try it you'll love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This was a gift for my daughter. She loves it! She says it's the best for her skin."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "The moisturizer is great! The rice wash gave me a rash and a pimple"
		},
		{
			"review_title": "Love this so much!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "Absolutely love love love this, the face wash is so luxurious feeling the creamy texture with just enough exfoliant. 10/10 recommend!"
		},
		{
			"review_title": "amazing product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have gotten so many compliments on my skin after only 6 weeks of use. it leaves my skin hydrated, acne free and silky smooth. hands down the best face products I've ever purchased. I have been attached for the past 2 years and my skins is amazing🥰"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I really like that the cleanser has this ricy texture and it kind of exfoliate,the moisturiser smells good and hydrates really well."
		},
		{
			"review_title": "Rice Wash is amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I was skeptical about trying this because, I thought it was just a trend. My daughter gets everything from tic tok. So naturally I thought it was just another thing that would end up on her vanity. I have very sensitive skin and break out so fast. I ran out of what I have had been using. So I asked her to borrow a cleanser til I can go buy one the next day. She handed me this rice water wash. I have never truly loved a face wash right away until this. I will never use anything else. It's rich and you can feel it's actually cleaning your skin without the nasty product feel. The way it lathers up you only need a tiny bit. This made my skin feel so clean without stripping my natural oils. It feels healthier and soothing. The moisturizer is okay but overpriced. The wash is worth it tho!"
		},
		{
			"review_title": "LOVE THIS SO MUCH !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Combination skin",
			"review_text": "I have no negative things to say about this product !!! the cleanser is WONDERFUL. The moisturizer is WONDERFUL . I 💯 % recommend the best I've ever used. ✨️💖🫶🏼"
		},
		{
			"review_title": "Love the moisturizer, not so much the cleanser.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I absolutely love this cream, but I don’t really like the rice wash as much. The rice wash has a weird smell and  sort of clogs my pores. I absolutely will be  as it is so moisturizing and it really makes my skin smooth in the morning .repurchasing the cream"
		},
		{
			"review_title": "Worth it since the cream is 20$ alone.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I loveee this sm.I might spend a the big versions but it is so expensive 😭 this duo doesn’t come with a good amount for the price"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Dry skin",
			"review_text": "Love it its so nice e and heald my lips! they feel so moisturized3"
		},
		{
			"review_title": "i would repurchase bigger size!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "The cleanser is decently sized and works really nicely, if you have sensory issues steer clear because it is quite a gritty texture on your face. for the moisturizer many it may be small however, it is super rich and thick so you do not need much to feel moisturized! i would recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have noticed it makes my face brighter and dewy thanks to the moisturizer."
		},
		{
			"review_title": "small products",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I was not expecting the cream to be as small as it was but the cleanser is decent size. Did not come with the little spoon. But this is a good way to see if you like the products."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "Got this with my 40+ purchase and am in love. will definitely purchase full set when this is all used"
		},
		{
			"review_title": "Find something else…",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "These sets by tatcha were $22 maybe 2 years ago. Raising the price $7 for the same amount of product is outrageous. They were nice to get as gifts and for travel, but there’s no way I’ll be purchasing them again."
		},
		{
			"review_title": "Not worth your coin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Not worth that price tag anymore. Going to find a more affordable alternative. Stop raising prices and scaring customers away!"
		},
		{
			"review_title": "So perfect for dry skin!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "I’m so glad i bought this set! it’s literally so perfect for travel and a little goes a LONGGGG way. it’s the most hydrating moisturizer and ever since i got it i haven’t looked back!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "This duo is epic! Absolutely love the rice wash and is the perfect cleanser for taking off makeup. Now the moisturizer is the exact same, this is if you want a nice dewy face cream and struggle with dry skin"
		},
		{
			"review_title": "Good! :)",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, notSure skin tone, Combination skin",
			"review_text": "It was good! For tatcha pricing, this was a good deal. The moisturizer is small but lasts a while since the product has a very rich and bendable consistency."
		},
		{
			"review_title": "Good for price",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I use the rice wash every morning as my new morning cleanser and it ALWAYS helps to make my skin feel great. It definitely helps add to the dewy aspect I work to maintain with my skincare. Although, for the dewy  cream i mix it with a different moisturizer due to it not effectively leaving my skin feeling moisturized. Do I recommend? Yes - but be aware the bottles are tinyyy!"
		},
		{
			"review_title": "A must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this product so much! The moisturizer and cleanser have a very nice lavender smell. After using both products on my face, my skin felt super soft and hydrated! 10/10 recommend!"
		},
		{
			"review_title": "Very soft & lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am in love with this face wash! It leaves your face feeling moisturized and refreshed! I just bought my Mom one as well. This is a great combination and my skin feels so dewy and plumped after the lotion. I highly recommend these products if you like luxury products this is for you!"
		},
		{
			"review_title": "Horrible! Caused painful rash and breakout!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "The 1 star is for the face wash! It feels like sandpaper and made me breakout out horribly! ￼ The product advertises that it is gentle and for sensitive skin but it is rough feeling and has granules in it!"
		},
		{
			"review_title": "Great product not price",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "4 dollar price increase. Product is great but the price gouging is getting out of control."
		},
		{
			"review_title": "my holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "I have tried everything under the sun for my skin. Let me preface with I was a woman born with amazing skin. I was so very lucky. I never had issues until perimenopause. I am a woman of a certain age and nothing helped my finicky skin any longer. this is it! my skin barrier is restored. no more random dry patches.  my skin is so soft. so supple. I feel like I rewound the clock 10 years, to how my skin was! let me say this is not for anyone with any type of oily skin. the dewy collection is definitely for drier skin types.  routine at night is this cleanser, serum, and moisturizer. I also add rose milk as a finishing touch before bed to sort of lock it all in. with all skin care I do not understand how you can rate it. it depends on everyone's specific skin and it's needs.  but this brand works for me!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "So I just got this today. So far I love the moisturizer it makes my skin feel so soft!!"
		},
		{
			"review_title": "The price increase is wild..",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Normal skin",
			"review_text": "love the product, but why did the price increase by so much??"
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "The only reason Im giving 2 stars is because the cleanser was ok. The cleanser made me feel refreshed but it was nothing special. On the other hand the moisturizer instantly broke me out and made my face feel like it was burning. I really wanted to like it because the reviews are good so I was hopeful but unfortunately this wasnt for me. Glad I tried the smaller size then spending big money on the full size."
		},
		{
			"review_title": "So Good but So Expensive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Minus one star for price. Sooo expensive but my skin is so sensitive that this is the only stuff that makes it feel good. The moisturizer container is cute but unsanitary."
		},
		{
			"review_title": "Expensive but Worth Every Penny!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Since I started a skincare routine, I’ve been using more “budget friendly” products but I’ve heard so many good things about these products so I decided to try it out. I have textured, acne-prone skin and lots of visiable pores. Within a week of use, I noticed immediately that my skin was soft, never oily nor dry and my pores have shrunk a lot. Although expensive, the moisturizer is thick and therefore I only have to use a tiny amount each time. I love this stuff and will definitely be buying in a bigger size."
		},
		{
			"review_title": "Bad value",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This price increase is insane. Nearly 10 in 2 years for this set alone. Get a grip on these prices."
		},
		{
			"review_title": "Worth buying!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is a great product! The cleanser is so hydrating and takes off all of my makeup and dirt from the day. You only need a little bit of the cleanser because it is so thick, so it lasts very long.  The moisturizer is very moisturizing. My skin is so plump and nourished after using it for a couple of weeks. The moisturizer might look very small, but there is a lot of product in there. Overall this is such a good duo!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Why does the price keep increasing? It used to be $30"
		},
		{
			"review_title": "great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "first thing tacha made that is actually cheap. i have the big cleanser and moisturizer it’s goooddd"
		}
	]
}