{
    "product_id": "795",
    "name": "Bohemian Fig - Whipped Argan Oil Refillable Firming Body Butter Jar",
    "brand": "Josie Maran",
    "categories": "Bath & Body, Body Moisturizers, Body Lotions & Body Oils",
    "price": 84.0,
    "about": "What it is:u00a0An air-whipped full-body moisturizer with argan oil that rapidly soaks in, delivering juicy firmness, intense hydration, and an all-over glow.Fragrance Family:u00a0Earthy & Woody.Scent Type:u00a0Warm Woods.Key Notes:u00a0Vetiver & Vanilla OrchidFragrance Description: An opulent blend of fruit and woodu2014the brightness of citrus, mingling with Venezuelan tonkau2014evokes the experience of biting into a ripe fig. About the Fragrance:u00a0As fragrance purists and planet lovers, Josie Maran uses only 100 percent plant-based essences: real fruits, nuts, woods, and plants. Because nothing beats the real thing..Highlighted Ingredients:- Argan Oil: An abundant source of essential fatty acids, antioxidants, and vitamin E..- Avocado Oil: Known to improve the look of skin elasticity and firmness, rich in antioxidants..- Shea Butter: Known to moisturize and soothe, helping skin stay supple...What Else You Need to Know: This body butter absorbs rapidly on dry skin for a velvety-soft and firming finish that lasts all day. Responsibly sourced argan is whipped to creamy perfection with 100% plant-based fragrances in a lightweight yet rich formula. With the refill system, top up your amber glass jar and reuse forever...Research Results:u00a0In a consumer perception survey of 39 people using the body butter on their thighs, stomach, and arms:.- 100% agreed their skin felt deeply hydrated and moisturized throughout the day after one use.- 97% agreed that the product provided an instant glow after one use.- 97% saw a noticeable improvement in firmness and tone after 2 weeks.Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "-Argan Oil:  An abundant source of essential fatty acids, antioxidants, and Vitamin E..-Avocado Oil:&nbsp; Known to improve the look of skin elasticity and firmness; rich in antioxidants..-Shea Butter:  Known to moisturize and soothe, helping skin stay supple...Aqua (Water)**, Argania Spinosa (Argan) Kernel Oil*, Caprylic/Capric Triglyceride**, Helianthus Annuus (Sunflower) Seed Oil**, Glyceryl Stearate**, Glycerin**, Butyrospermum Parkii (Shea) Butter**, Hydroxyethyl Acrylate/Sodium Acryloyl Dimethyl Taurate Copolymer, Fragrance (Parfum)**, Aloe Barbadensis (Aloe Vera) Leaf Juice*, Camellia Sinensis (White Tea) Leaf Extract**, Camellia Sinensis (Green Tea) Leaf Extract**, Symphytum Officinale (Comfrey) Leaf Extract**, Persea Gratissima (Avocado) Oil**, Helianthus Annuus (Sunflower) Flower Extract**, Squalane**, Beta-Carotene**, Citric Acid**, Tocopherol**, Allantoin**, Panthenol**, Coco-Caprylate/Caprate**, Polysorbate-60**, Cetearyl Glucoside, Cetearyl Alcohol**, Ethylhexylglycerin, Phenoxyethanol, Benzyl Salicylate, Citronellol, Eugenol, Coumarin. ..*Organic..**Naturally derived...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Massage generously into skin for an instant moisture boost..Josieu2019s tip:.-For best results, use after showering when pores are open and receptive to the whipped, velvety goodness....Recycling Instructions:.-Remove the cap of the jar, remove red liner from inside the cap, rinse both cap and jar thoroughly, and drop the separated jar and cap in your at-home recycling bin..-Liner can be recycled through TerraCycle. Flatten product box and drop in your at-home recycling bin..-Recycle pouch through TerraCycle....Refill Product Instructions:.-With the refill pouches, you can top up your gorgeous amber glass jar and reuse it forever. Each pouch refills the 6 oz. jar 2.25 times.",
    "num_reviews": 248,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/josie-maran-bohemian-fig-whipped-argan-oil-refillable-firming-body-butter-P510463?skuId=2764918&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2764918-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6 oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2766020-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Scent is a Zero",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Online everyone makes it seem like the best moisturizer but this stinks. Literally it does not smell good at all! Glad I sampled first."
        },
        {
            "review_title": "Give it a try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Smells Devine, Non sticky & Moisturizing . I love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Great moisturizer and absorbs so nicely. Not greasy at all! Unfortunately, the scent wasnu2019t for me. It was more smokey than fig to my nose."
        },
        {
            "review_title": "Not sold",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I didnu2019t enjoy this as much as I thought I would, it smells like dirt and cigarettes and Iu2019m super unhappy about it. I wish I could return it but they wouldnu2019t take the return"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "First time trying this brand! I got the small size to see how iu2019d like the scent and wow iu2019m blown away by the luxurious feel of this whipped body butter. The smell for me personally is 8.5-9/10 BUT itu2019s not overpowering.  and powering g and"
        },
        {
            "review_title": "Amazing product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This is so hydrating to my dry skin, definitely a repeat in my daily routine. I love the smell of anything fig, and this line of products from Josie Maran is my current obsession."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This body butter is amazing ! It leaves my skin so hydrated and with a beautiful glow . It also has a very nice woody scent . I adore the fact that the fragrance is 100% plant-based. This body butter is a must have !"
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Love the travel size! Itu2019s a perfect size to add into my purse I love the way it smells and the hydration! It absorbs into the skin right away and it gives my skin a beautiful and natural glow without feeling oily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Love the smell of this body butter, scent is not too strong. The product leaves my skin smooth and soft. Doesnu2019t have a sticky feeling after applying. Perfect for the winter weather. Very hydrating and moisturizer."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This product is absolutely amazing! Not only does it smell amazing, but it helped provide my skin with intense hydration. Made it so soft and smooth. So perfect for the cold months. It glides onto my skin like butter so easy and it like is absorbed by my skin.  I highly recommend this product!"
        },
        {
            "review_title": "Travel size as a must have for purse.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I looooove the smell of this lotion. I don't think the scent is too strong, or if it is, it's light after a bit. So moisturizing. Makes your skin glow u2661"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "The texture is rich, melting into the skin effortlessly without any greasy residue. It has a warm, comforting smell that lasts for hours. It's perfect for cooler months. I love how hydrating it is. My skin feels instantly softer and smoother without feeling sticky. The formula is great for sensitive skinu2014no irritation!"
        },
        {
            "review_title": "Not a fan of the scent, but very moisturizing.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "The Josie Maran, body butter in Bohemian Fig is very moisturizing to my skin.  I wasn't a fan of the scent, it gives off a smokey and woodsy notes.  I don't care for the smokey scent of it,  I thought it would have smelled different, because I do normally like fig scented body care items.  It does have argan oil,  avocado oil, and shea butter, so it is greasy.  It takes a bit to get it all absorbed, but skin feels really moisturized after.  Since I don't care for the scent I have been using it on my feet, it's been great!  I do love the pouch style packaging which is great for my purse or travel bag."
        },
        {
            "review_title": "the excelet product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "The texture of this body butter is rich and creamy, yet it feels light on the skin. It melts into the skin effortlessly without leaving a greasy or sticky residue, which is a common concern with some heavier moisturizers. A little goes a long way, and it absorbs quickly, leaving skin feeling soft, smooth, and deeply nourished."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I love this body butter! this body butter goes on so smoothly on the skin and is so hydrating but not too heavy! the smell is sweet and fresh which I love! this is definitely a necessity for the winter months!"
        },
        {
            "review_title": "Proper hydration just in time for winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have been very excited to try the Josie Maran line for quite some time now and it did NOT disappoint. It smells amazing, applies well to the skin and left my skin feeling hydrated and properly moisturized. Bohemian Fig is the scent I received and it smells wonderful!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Love their body butters! I was so excited to try this scent! I applied a little on my hand and it wasnu2019t greasy at all. It was very nourishing and smooth. The scent is very light weight and I love the little packaging. Great for on the go! I would definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love the Whipped Body Butter by Josie Maran. The fig note is subtle and gives a nice fragrance that blends well with others. The texture is velvety but absorbs nicely and doesnu2019t leave skin greasy at all. The packaging is adorable and convenient for any bag. Iu2019m a fan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Itu2019s very hydrating. The whipped argan oil in fig is a more thick moisturizer for dry skin. I like the texture because itu2019s very creamy so you donu2019t need a lot. The smell is nice, it has a mixed of fig, vanilla, and some bergamot."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Excellent smell. I love the smell of fig and loved the smell of this but I love how it comes in a reusable small pick so you can try it without wasting a whole bottle. Would recommend for sure and hope they come with more scents"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "The whipped body butter is a very thick moisturizer that provides instant hydration, absorbs quickly without a greasy residue. The scent is divine and light, not too strong or overpowering. The squeeze pouch is perfect for anyone traveling or keep it in your purse. I definitely recommend this product."
        },
        {
            "review_title": "Gorgeous fig scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "This smells DIVINE. If you are a fig lover, this is well worth the purchase. I do pick up the vanilla and something earthy, but the fig is *chef's kiss*. A little goes a long way, so despite this being a small bottle, it's going to last a while. It is rich and thick, but does not dry down sticky at all. I get 24+ hours of moisture out of it. I love that it's a travel friendly size, and the squeeze pouch is excellent for getting all of the product out!"
        },
        {
            "review_title": "Live it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "At first I didn't understand the smell, it seemed strange, maybe I wasn't used to such a scent. After a while the scent opened up and I felt that very smell of ripe figs. I like that I don't feel this cream on my body because it is absorbed and perfectly moisturizes my skin. Doesn't leave greasy marks on clothes. I use it after a shower. I definitely recommend this product."
        },
        {
            "review_title": "hope this helps",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "It's a really good fall scent, but it's on the strong side. I'd suggest mixing it with a milky scent to tone it down a bit.  I tried pairing it with commodity milk and a pistachio perfume. It wasn't something I'm used to, but I liked it. Try it out and let me know what y'all think"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This packaging is really cool! Easy to travel with and easy to get everything out so I can use ever last bit of the product. My skin looked glowy and smooth after using this and smells AMAZING. I love the scent for sure!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve really enjoyed all the Josie Maran products Iu2019ve tried and this is no exception! High quality moisturizer and phenomenal packaging for travelers. Super hydrating and lovely but minimal fragrance (which I prefer)!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This body butter comes in a squeeze pouch which makes it easy to dispense the right amount of product. It smells so good and itu2019s a good balance of floral and fruity. It blends into the skin quickly and doesnu2019t feel sticky."
        },
        {
            "review_title": "Super hydrating and moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m in love with Bohemian Fig firming body butter by Josie Maran. Itu2019s so rich and creamy! The texture is super hydrating and nourishing. Makes my dry skin smooth and moisturized. I also love the scent of this body butter, it smells heavenly with warm woody and sweet vanilla notes. Itu2019s a very luxurious body moisturizer and a little goes a long way. I have a small travel size pouch and itu2019s perfect for on the go. Iu2019ll be buying a full size so Iu2019ll never run out."
        },
        {
            "review_title": "Moisturizing and nice scent profile",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I purchased the Fig and Apricot scents, and also received a sample of the Tangerine scent. I like all 3 but Fig is my favorite. The lotion is thick and moisturizing, and not greasy at all. It stays put, keeps the ash away until the next shower. As far as scent, it is deep with a small hint of sweet. Great on it's own, doesn't project a lot so great for bedtime or running errands. I have been using it on workdays to layer with my fall perfumes that lean spicy."
        },
        {
            "review_title": "A new must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "Love the texture and moisturizing effects from this product. The smell is also incredible, sweet but not overtly in your face. Absolutely will purchase again!"
        },
        {
            "review_title": "Great scent! Soft skin! That's it!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I love the scent!! Makes my skin feel softer, BUT I have not noticed any improvement in firmness or crepiness. I won't be buying this again."
        },
        {
            "review_title": "big miss for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "i love everything fig, but this was a big miss for me. i really couldn't get past the really horrid smell. i ended up giving it away."
        },
        {
            "review_title": "Must Try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "got this just to try and I love it. I love the packaging I think it's easy to bring places with me and the smell is amazing. It leaves my skin feeling so hydrated especially in Colorado. I'll be buying the full size"
        },
        {
            "review_title": "Bohemian Fig",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Bohemian fig smells absolutely disgusting, the texture of the body cream on the other hand is very nice."
        },
        {
            "review_title": "Great formula, awful smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was so excited to try this, as I was expecting a fruity scent. While I love the formula, it smells really bad. Kinda smoky, or to me like Uncle Benu2019s microwave rice in a bad way."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I was very excited to smell this product as it was a fig like scent and I love those. However, this genuinely smells like a cig threw up on you. Iu2019m a fan of woody scents but this, unfortunately, missed the mark. Itu2019s a shame."
        },
        {
            "review_title": "Smokey",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This smells awful. Itu2019s almost like a Smokey smell. I thought it would be a nice sweet scent."
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Such a beautiful body butter. The scent is so fun. I love wearing it with Ellis Brooklyn Sunfruit and/or Phlur Father Figure. My skin feels so good when I use it. Very moisturizing and comfortable."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Do not buy this scent if you like smelling like cupcakes and rainbows. This scent is for those of us who enjoy something clean, citrusy and a little woody or masculine. Keep in mind this has vanilla so itu2019s not completely woody and earthy, I think the scent is divine and would definitely keep buying if I didnu2019t have so many other lotions. Aside from the cozy scent, the cream formula is great and it never leaves my skin greasy or looking dull."
        },
        {
            "review_title": "Love Bohemian Fig Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "The bohemian fig smell is incredible!! The new refill option is also really awesome to get more product for the value."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I used to use the brand all the time and then kind of forgot about them and stopped using it. I smelled the bohemian fig in store and had to purchase. Love it! Super moisturizing. Great summer scent."
        },
        {
            "review_title": "Woody heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love this body butter. I got the travel size first, then had to get the jar. I will say you have to like vetiver. If you don't you won't like this. You have to enjoy woody scents to enjoy the Fig one. If you do, you will love it."
        },
        {
            "review_title": "just buy it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I absolutely love this body butter in this scent. It is visibly firming my skin & it leaves my skin super soft through the night."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Hands down THE BEST body butter. I initially purchased the bohemian fig and then went back to purchase the minis with the 3 flavors. A must buy. No lie!"
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s ok. I wouldnu2019t repurchase. My drug store body lotion does a better job and the scent doesnu2019t last. It feels really nice on and you donu2019t need a lot of it, but I was expecting better"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This body butter is very nourishing and feels luxurious. I will be buying it again."
        },
        {
            "review_title": "Love the product HATE the smell!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The product is rich ready but oily. But I canu2019t get past the smell. Iu2019m going to take this back and try the topless tangerine. My advice, go into a Sephora and smell these before purchasing.    wish I"
        },
        {
            "review_title": "*NOT INCENTIVIZED*",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Bohemian Fig is not pleasant. Who thought this was a good idea? Of all the beautiful scents in the world and this is what yall landed on? Really? Itu2019s not even usable, I wouldnu2019t even re-gift this to another person because itu2019s that unpleasant. itu2019s giving musty and dingy. almost like savory herbs that been in your cabinet for 15 years. itu2019s really just not it.  Iu2019m so tired of these companyu2019s paying influencers to leave hundreds and hundreds of these puffed up fake positive reviews rather than taking the time to listen to honest feedback and put that money towards making a better product for your paying customers."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The formulation of this product is elite. The BEST cream Iu2019ve ever used for my body. However.. the fig scent is horrible. It smells like old olives and musty bread. Not sure where the inspiration came from but itu2019s missed the mark. Highly recommend the formula. Just not this particular smell. The topless tangerine is really juicy and the vanilla one smells like ice cream cones"
        },
        {
            "review_title": "Best lotion ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have chronically dry and eczema prone skin. Nothing Iu2019ve used has worked as good as this lotion. This smell is so good it is spicy/woody fig note those who like to smell sweet wonu2019t like it."
        },
        {
            "review_title": "Yum",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Excellent cream. Smells exactly like soggy pizza crust."
        },
        {
            "review_title": "Incredible good !!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This body cream is an absolute 10/10! It's incredibly goodu2014so soft and smells absolutely delicious! I've finally found my perfect body cream. I'm thrilled that it comes in a mini size, making it perfect for using as a hand cream too!"
        },
        {
            "review_title": "Moisturizing but smells bad",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really wanted to love this body butter because it is moisturizing but the scent is awful. I guess I didnu2019t know what fig smells like but it gives tree bark."
        },
        {
            "review_title": "Ultra Nourishing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Josie Maran never disappoints. This is the same amazing formula with upgraded packaging in both travel and full size packaging. If youu2019ve never tried these butters, the formula is super smooth and creamy leaving your skin with the most amazing glow. I received the Bohemian Fig scent and it was the perfect earthy vanilla for this time of year. I also adore the new travel size packaging. Itu2019s far more convenient and compact enough to put in any type of bag. 100% will be grabbing a full size of Bohemian Fig!"
        },
        {
            "review_title": "Smells amazing and so hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love the packaging of this, I feel like I have so much more product than with a traditional tube. The scent is heavenly, Iu2019ve been stopped twice to ask about it! The finish is hydrating but not greasy, absolutely love!"
        },
        {
            "review_title": "Smells wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This body butter makes my skin super soft , smooth and firmed to the touch. It has the most luxurious whipped texture and it smells wonderful.  I love that it absorbs fast without leaving greasy or heavy residual on my skin. It works wonders on my dry skin."
        },
        {
            "review_title": "Smells Awful",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited for the Josie Maran travel size lotion to put in my purse. I always get dry hands and this is the absolute best size to keep in your purse or in your car. I like that is is a whipped argan oil body butter. My complaint is that it is very greasy. I don't like how long it takes to absorb into my skin. I also hated the scent of this lotion. The Vetiver and Vanilla Orchid is so strong and smells awful. It literally makes me sick smelling it. I would not purchase this scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The cutest travel lotion ever! I love the packaging and how you can get every last drop out. The fig smells amazing and the formula feels like butter. This fits in any purse or bag which makes it perfect for traveling with."
        },
        {
            "review_title": "This is divine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I just got Josie Maran's Mini Whipped Argan Oil Firming Body Butter in Bohemian Fig, and this new fragrance is out of this qorld good. It smells good enough to eat! And it left my thighs firmed up and looking a lot less jiggly. Great product!"
        },
        {
            "review_title": "Soft skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this. My skin is dry and this helps so much. It hydrates my skin and smells so pleasant. It is not greasy at all or messy. It does absorbs to my skin pretty evenly. I love how creamy and smooth this is.  It is definitely luxurious."
        },
        {
            "review_title": "Not a fan of this scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is my first time trying a product by Josie Maran and while I liked the product itself and how it felt, I was not a fan of the bohemian fig fragrance. To me,  it smells like overripe fruit with a bit of musk. Luckily the scent was not too strong on my skin and my perfume covered it up. I found the travel pouch a cute idea (reminded me of my kids applesauce and yogurt pouches) but it was extremely hard to open initially. The body butter itself was very smooth, silky and light and absorbed almost immediately while putting it on. It left my skin feeling soft and supple."
        },
        {
            "review_title": "A must try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Great product, like how thick and creamy feels, left my legs, arms and hands soft and hydrated, like the smell of it too, but I would prefer less vanilla scent on it though, at least it doesnu2019t interfere with the results itu2019s delivered. Love how friendly and lightweight is the packaging, perfect for travel. Definitely recommend it."
        },
        {
            "review_title": "Very rich, & love the packaging!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I LOVE me a refill pouch - so much less waste, so easy to store & i donu2019t have to repurchase as often. This body butter is rich & has a warm scent which I like. It smells great & does a great job of buttering my body up. I will say the first time I used it I rubbed it in a little too long I guess because it pilled. BUT I stop a bit sooner now & donu2019t have that issue, just be warned."
        },
        {
            "review_title": "Great for travel and home!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really like this body butter and that it now comes with refills so that I don't need to purchase the whole original size/packaging again. These are refills that can also be used on their own which is awesome. It's also very moisturizing. It's thick but not too thick to where it doesn't dry down. I use it at night after showering and by the morning, my skin is so soft and healthy looking and feeling. The fig scent isn't my favorite but I do love the vanilla one. I will continue to use it though because it's not an overwhelming scent and it dies down after applying."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "Love this body butter - the size makes it so convenient. The fragrance is very soft so not too overwhelming. As for the texture - My skin felt so soft after using this. Itu2019s not too thick and not too watery. The perfect consistency."
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This lotion went beyond my expectations! It is so moisturizing and the fragrance isnu2019t too strong which I like! I like the travel size, it has plenty of product too. The lotion soaks into my skin so easily and doesnu2019t leave me feeling greasy. I will definitely be recommending this product!"
        },
        {
            "review_title": "Wipped Argan Oil Body Butter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received the Josie Maran Mini Whipped Argan Oil Body butter in Vanilla Vibezzz in exchange for this post. I love the packaging that can carry around as hand cream or travel as body butter. Josie Maran is well known with their argan oil products. This butter is thick but quick to absorb. I can use it all season."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this body butter! It is so thick and moisturizing and makes my skin feel so smooth, unlike other runny moisturizers. I love how it smells as well. It makes my body feel nice and hydrated. I would highly recommend it!"
        },
        {
            "review_title": "Beautiful product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This airy, lightweight moisturizing cream with argan oil instantly absorbs, leaving the skin firm, hydrated, and radiant. The fig scent is simply divine! I definitely recommend it to anyone looking for intense hydration and a pleasant feeling on the skin."
        },
        {
            "review_title": "Rich and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Rich and hydrating! This body butter is no joke. I love how hydrating it is but without being sticky or too thick. Iu2019ve been applying it daily to my hands during winter and my hands are no longer chopped and dry. The scent is interesting, I have the Bohemian Fig one and I personally love it, the scent isnu2019t for everyone, but if youu2019re into rich, heavy and oriental fragrance you will love this one.  Im interested to try the other scents from this line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Gave this lotion a truly and i am impressed. The packaging is so perfect and convenience to travel with. Not to mention,  i really enjoy the formula and consistency of the lotion. I definitely recommend"
        },
        {
            "review_title": "Delightful Scent and All Day Moisture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am extremely impressed with the scent, texture and quality of this Josie Maran Mini Whipped Argan Oil Body Butter in the delightful Bohemian Fig scent. I absolutely love the texture of this body butter because it is luxuriously whipped to perfection, making it incredibly light and airy, yet supremely moisturizing. I like how it melts effortlessly into my skin, leaving it feeling velvety-soft and hydrated without any greasy residue. The Bohemian Fig scent is an absolute delight to the senses. It's warm, inviting, and subtly sweet, with a hint of earthiness that is both comforting and refreshing. The fragrance lingers on the skin, enveloping me in a subtle aura of luxury and relaxation throughout the day. I do like the mini size of this body butter because it is perfect for on-the-go hydration. Its compact packaging makes it convenient to toss into my purse ensuring that I always have nourishing moisture at my fingertips, wherever I go. Despite its small size, a little goes a long way, making this mini body butter surprisingly long-lasting. I love that this body butter is formulated without parabens, sulfates, or phthalates gives me peace of mind, knowing that I'm nourishing my skin with only the best. What truly sets this body butter apart is its ability to deeply hydrate and nourish my skin, leaving it feeling soft, smooth, and revitalized. The infusion of argan oil provides a potent dose of hydration and essential nutrients, making it suitable for even the driest skin types. I would definitely recommend this to anyone who is looking for a body butter that provides all day moisture with a delightful scent as you will not be disappointed in this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This fig-scented body butter is a delightful sensory experience, offering a rich and luxurious fragrance that lingers throughout the day and is deeply nourishing making the skin fully covered for 24 hours without being heavy. With enough product for four full-body applications in the travel size, its concentrated formula ensures a little goes a long way. The convenient travel size and packaging make it a perfect on-the-go companion, combining indulgence with practicality."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The smell is okay on my body. It felt so small and smooth on my skin. Itu2019s travel size so I can bring it with me in my purse and use it whenever I need to use some. Would definitely buy in more scents."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This body butter was amazing the texture was very smooth and it soaked into my skin very well and I have combination skin and it work well for my skin the smell was okay I was not really a fan but overall will by again just a different scent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really enjoy using this whipped body butter. The fig fragrance is not too overpowering and when it dries down, it smells divine. It doesnu2019t feel too thick or greasy either and I like using it on damp skin."
        },
        {
            "review_title": "Must try for glowy skin !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a great body butter ! Itu2019s rich and such a supple consistency. I have very dry skin and this has helped so much ! I love using this when Iu2019m showing more skin because it leaves a beautiful radiance look !"
        },
        {
            "review_title": "So rich and nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This was my first time trying anything from Josie Maran and I was not disappointed! Such a rich and nourishing cream, but sinks in beautifully. I really appreciate that the scent is all natural; itu2019s very faint and honestly kind of neutral and thatu2019s my preference. I LOVE that itu2019s refillable, and the jar is nice and heavy. This is so nice and definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "The Josie Maran Mini Whipped Argan Oil Body Butter in Bohemian Fig is a great moisturizer for my skin. The product is absorbed by my skin quickly and is quite rich. I love the concept of being able to refill the jar with the refillable pouches to reduce waste!"
        },
        {
            "review_title": "The best moisturiser)))",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Josie Maran is the best moisturizer Iu2019ve ever used. It has transformed my skin. The moment I opened the jar I was blown away by this beautiful sweet aroma. Other lotions, even some of the best, only work temporarily, but I see long term permanent skin improvement with Josie Maran."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This whipped body butter is infused with hydrating argan oil and has a rich, thick texture that feels luxurious when applied. Boasting an earthy scent, the Bohemian Fig fragrance is definitely unique and while I like the scent, I wish it was a bit less woody and a bit more warm and sweet. The body butter itself has a lusciously, creamy consistency and melts into the skin like a dream. It also contains shea butter and avocado oil in addition to the argan oil, so it not only moisturizes, but also provides antioxidant benefits, which also aids in helping firm the skin, improving elasticity and keeping skin soft and supple. You can also order refills for the jar, which I think is a fantastic option. I absolutely love the way my skin feels using this body butter, however I would likely choose a different scent next time."
        },
        {
            "review_title": "Must have travel body cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love the whipped texture that easy blends into the skin leaving it very hydrated. The comforting & warm scent makes it the perfect body butter on a cool day. I say this is the perfect travel size to bring anywhere! Definitely recommend."
        },
        {
            "review_title": "Very earthy scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Definitely moisturizing and feels great on the skin - however I wish the scent was more true to vanilla & fig and less on the vetiver side. It smells very earthy so not particularly what I was expecting, but could still be ideal for someone that enjoys vetiver scents! Absorbed into the skin beautifully and I love the concept of the packaging (I got the refill/travel size one), doesnu2019t take up any room in my carryon."
        },
        {
            "review_title": "Creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This lotion is luxurious and creamy. It melts into my skin and nourishes my skin. This smells amazing like a soft summer breeze with vanilla blossom and fig. This body butter is very hydrating and I love it. I would definitely recommend this product"
        },
        {
            "review_title": "Rich and creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wow! If you had dry skin before using this, then you can kiss it goodbye the moment this body butter hits your skin. It is ultra rich and creamy, and I love the whipped feeling. The hydration this provides is the next level from the argan oil. It also smells amazing. Seriously, buy some for yourself, your mom, your sister, your child's teacher, anyone with skin, you won't regret it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The bohemian fig body butter has a whipped texture and is super hydrating. It absorbs well and is non-greasy. The scent is super comforting, warm, and is perfect on a cool day. I love the glass jar and that you can buy refill pouches to reduce waste."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I was gifted this from Josie Maran ! I absolutely love the scent of this thought i wish it had more of a vanilla scent. It is rich and creamy and makes my skin feel hydrated all day long. I will definitely be purchasing more"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This lotion smells so good! Since itu2019s whipped, itu2019s light and airy and absorbs easily into your skin without leaving a greasy film. I like that it contains argan oil and that you can buy refills for the container."
        },
        {
            "review_title": "Excellent Performance! Love love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "The Josie Maran Whipped Argan Oil Body Butter in Bohemian Fig is the best body cream I have ever used.  This luscious buttery formula is a ground breaker and amazing in its capacity to melt into the skin where you need it most.  It smells amazing and I absolutely love it because the argan oil prevents dry skin and allows for smooth looking hydrated skin.  My body is loving it and I highly recommend.   You will not be disappointed."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First of all I love the new packaging, itu2019s really pretty. The texture feels nice and easy to work with however it doesnu2019t fully absorb into the skin and stays greasy feeling for a long time. The scent is nice though."
        },
        {
            "review_title": "Rich and creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wow! If you had dry skin before using this, then you can kiss it goodbye the moment this body butter hits your skin. It is ultra rich and creamy, and I love the whipped feeling. The hydration this provides is the next level from the argan oil. It also smells amazing. Seriously, buy some for yourself, your mom, your sister, your child's teacher, anyone with skin, you won't regret it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The bohemian fig body butter has a whipped texture and is super hydrating. It absorbs well and is non-greasy. The scent is super comforting, warm, and is perfect on a cool day. I love the glass jar and that you can buy refill pouches to reduce waste."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I was gifted this from Josie Maran ! I absolutely love the scent of this thought i wish it had more of a vanilla scent. It is rich and creamy and makes my skin feel hydrated all day long. I will definitely be purchasing more"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This lotion smells so good! Since itu2019s whipped, itu2019s light and airy and absorbs easily into your skin without leaving a greasy film. I like that it contains argan oil and that you can buy refills for the container."
        },
        {
            "review_title": "Excellent Performance! Love love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "The Josie Maran Whipped Argan Oil Body Butter in Bohemian Fig is the best body cream I have ever used.  This luscious buttery formula is a ground breaker and amazing in its capacity to melt into the skin where you need it most.  It smells amazing and I absolutely love it because the argan oil prevents dry skin and allows for smooth looking hydrated skin.  My body is loving it and I highly recommend.   You will not be disappointed."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First of all I love the new packaging, itu2019s really pretty. The texture feels nice and easy to work with however it doesnu2019t fully absorb into the skin and stays greasy feeling for a long time. The scent is nice though."
        },
        {
            "review_title": "Rich and creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wow! If you had dry skin before using this, then you can kiss it goodbye the moment this body butter hits your skin. It is ultra rich and creamy, and I love the whipped feeling. The hydration this provides is the next level from the argan oil. It also smells amazing. Seriously, buy some for yourself, your mom, your sister, your child's teacher, anyone with skin, you won't regret it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The bohemian fig body butter has a whipped texture and is super hydrating. It absorbs well and is non-greasy. The scent is super comforting, warm, and is perfect on a cool day. I love the glass jar and that you can buy refill pouches to reduce waste."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I was gifted this from Josie Maran ! I absolutely love the scent of this thought i wish it had more of a vanilla scent. It is rich and creamy and makes my skin feel hydrated all day long. I will definitely be purchasing more"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This lotion smells so good! Since itu2019s whipped, itu2019s light and airy and absorbs easily into your skin without leaving a greasy film. I like that it contains argan oil and that you can buy refills for the container."
        },
        {
            "review_title": "Excellent Performance! Love love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "The Josie Maran Whipped Argan Oil Body Butter in Bohemian Fig is the best body cream I have ever used.  This luscious buttery formula is a ground breaker and amazing in its capacity to melt into the skin where you need it most.  It smells amazing and I absolutely love it because the argan oil prevents dry skin and allows for smooth looking hydrated skin.  My body is loving it and I highly recommend.   You will not be disappointed."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First of all I love the new packaging, itu2019s really pretty. The texture feels nice and easy to work with however it doesnu2019t fully absorb into the skin and stays greasy feeling for a long time. The scent is nice though."
        },
        {
            "review_title": "Rich and creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wow! If you had dry skin before using this, then you can kiss it goodbye the moment this body butter hits your skin. It is ultra rich and creamy, and I love the whipped feeling. The hydration this provides is the next level from the argan oil. It also smells amazing. Seriously, buy some for yourself, your mom, your sister, your child's teacher, anyone with skin, you won't regret it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The bohemian fig body butter has a whipped texture and is super hydrating. It absorbs well and is non-greasy. The scent is super comforting, warm, and is perfect on a cool day. I love the glass jar and that you can buy refill pouches to reduce waste."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I was gifted this from Josie Maran ! I absolutely love the scent of this thought i wish it had more of a vanilla scent. It is rich and creamy and makes my skin feel hydrated all day long. I will definitely be purchasing more"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This lotion smells so good! Since itu2019s whipped, itu2019s light and airy and absorbs easily into your skin without leaving a greasy film. I like that it contains argan oil and that you can buy refills for the container."
        },
        {
            "review_title": "Excellent Performance! Love love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "The Josie Maran Whipped Argan Oil Body Butter in Bohemian Fig is the best body cream I have ever used.  This luscious buttery formula is a ground breaker and amazing in its capacity to melt into the skin where you need it most.  It smells amazing and I absolutely love it because the argan oil prevents dry skin and allows for smooth looking hydrated skin.  My body is loving it and I highly recommend.   You will not be disappointed."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First of all I love the new packaging, itu2019s really pretty. The texture feels nice and easy to work with however it doesnu2019t fully absorb into the skin and stays greasy feeling for a long time. The scent is nice though."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I really love this body butter from Josie Maran and I think the fig scent is my favorite! It reminds me of summer ! I really love the mini sizes , they will be perfect for my upcoming trip to Florida! If you have dry skin and want a moisturizer with no frills , this is it! Totally worth it!"
        },
        {
            "review_title": "Very good!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This cream is super moisturizing. I apply it all over my body. It leaves my skin very hydrated and with a perfect glow. I like to apply it to my feet and hands. it has a very pleasant smell. The texture is so nice to feel on the skin. I really like how my skin feels after including this moisturizer in my body care routine."
        },
        {
            "review_title": "A must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Describe the product in your own words and what you like about it This whipped-textured body butter is thinner than I expected, but I really like it. I'm used to super thick creams, but this texture is refreshing, especially going into spring and summer. The scent is delicate and smells of fig and vanilla - very sophisticated. The packaging is super cute and I love that it can be refilled, yay for that! It soaks in quickly and it makes my skin moisturized and glowy! :)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This cream is incredibly fresh and vibrant, the fig brings a very springy vibe to the product! It sinks in quickly and I like layering this scent with a warm sunny fragrance for all day lasting power. It's very thick and hydrating!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This lotion had a nice whipped texture and a little went a long way with it. The smell was nice and not overpowering and didnu2019t affect my mom who has allergies when she smelt it. I tried it on one leg just to see and even the next day it was noticeably softer compared to my other leg the next day."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "First of all this product is insane. So incredibly hydrating and smoothing without leaving your skin sticky or greasy. The scent is great. However, itu2019s a little overpowering for me. If you like stronger scent this is the product for you. I prefer the vanilla scent of this product, however, it works wonders."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I am loving this firming body butter!!! It smells so nice just like fig and leaves my skin feeling so soft and smooth! I love the quality and texture of this body butter and it is perfect for traveling!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love this lotion is smells unreal. Goes on super thick and hydrates just like all the other lotions Iu2019ve used from Josie maran. This one is even cooler in this flexy style packaging to bring on the go!"
        },
        {
            "review_title": "I need one of each scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this travel sized body butter! The smell and texture is so warm and luxurious, it makes me feel so good! I donu2019t quite smell a fig scent but to me it smells like a really classy almond vanilla scent. Iu2019m surprised how long Iu2019m able to use this because I only need a quarter sized amount for both my legs and another quartered size dollop for my arms. The packaging is great for taking on the go because it fits in small spaces. Love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love the texture of this body butter, itu2019s not too thick and not greasy. It absorbs nicely into my skin and I love how smooth and hydrated it leaves it. The scent is wonderful too! This definitely pairs beautifully with the Bohemian Fig body scrub. Not just because of the scent but it makes a great duo for very smooth, moisturized, glowy skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This body butter is so luscious! I love the unique scent of this one as well. The packaging is definitely a stand out for me, this sealable flat pack makes it great for traveling and on the go. Definitely recommend"
        },
        {
            "review_title": "Love the product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "First off I wanted to say is this product was complementary from Josie maran. The smell of this product is absolutely amazing It has a light fragrance. I also like the packaging. It's easy to use. It's nice cuz you can put it in your purse and it doesn't take up a lot of room. I also like the fact that it doesn't irritate my skin because my skin can get rather picky on certain products. It's soaks in pretty quickly into the skin. Non-greasy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "The packaging on this is so smart. Super travel friendly and you can easily throw it in your purse. Iu2019m really into checking ingredients and Iu2019m impressed that the argan oil is the second ingredient. Super moisturizing, sinks in fast and the bohemian fig smells earthy, sexy and so warm. Will definitely get the big size next time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This body butter works wonders on my dry skin during the winter. It absorbs quickly into my skin and also the packaging is top notch. I love the fruity fig scent and itu2019s not too overpowering which I prefer. My skin feels moisturized all day."
        },
        {
            "review_title": "Very moisturizing with refreshing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I use this body butter about two weeks and absolutely enjoy it. The texture is lightweight, whipped and well absorbing yet the formula is so moisturizing and nourishing. My skin feels soft and supple. The scent is very delicate , on green side ( more like fig leaves) and refreshing. I think it would be a great body product for summer!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Ugh the texture of this body butter is amazing and I appreciate the high quality ingredients like the oils and shea butter but the scent is not fig at all. It doesn't even have a fig note but it's called fig so that's a bit misleading. The tangerine scent is better for me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Smells delicious like a real fig. The texture is so soft and creamy that easily sinks into the skin. The smell lingers on the skin all day. Itu2019s hard to find a good fig scent and this one is wonderful"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "After a couple of days using the Josie Maran product. I can honestly say itu2019s a really good cru00e8me. It keeps my hands and body from being ashy and dry which happens during the winter. It was smooth and the smell is amazing"
        },
        {
            "review_title": "Perfect for instant hydration!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This whipped body butter is AMAZING, it has a very favorable/drawing smell that I canu2019t get enough of! Itu2019s a thick body butter that gives my skin instant hydration with out the greasy residue. This leaves my skin so soft with a radiating glow, perfect for dry skin! The container itself amazes me itu2019s a gorgeous heavy glass packaging and the best part is that itu2019s refillable!"
        },
        {
            "review_title": "Hydrated",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This body butter is pretty good, not super thick, more like a lotion consistency, but deep hydration that lasts for a long time. The light scent is nice as well. The feel on my skin is great and the skin hydration is long lasting"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I absolutely love this super cute and unique packaging! This is also travel sized which is awesome. This has a great thick consistency to it without leaving a weird film in the skin and smells amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Okay, but the chemist behind this product needs a raise! As a dark skin girly Iu2019m always looking for something that will give my skin a nice glow and this didnu2019t disappoint. I love that itu2019s travel sized and I can easily take it with me. Will 100% be buying the bigger sizes"
        },
        {
            "review_title": "Renewed, repaired, rejuvenated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Renewed! That's how my skin feels after using this. Dry indoor air this winter really took a toll on my skin, but now it's beginning to look repaired and rejuvenated. Lovely scent and absorbs quickly."
        },
        {
            "review_title": "My dry skin drinks it right up.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have been enjoying this whipped body butter. I like the convenience of the pouch. Perfect size to try before deciding on whether or not I wanted to not the full-size. Itu2019s perfect to keep in my gym bag or when traveling. The texture is quite thick and you donu2019t need a lot of product. A little goes a long ways. It absorbed quickly in my dry skin, but itu2019s not greasy and gives the skin a nice glow. Iu2019m looking forward to see how it looks when my skin is more tanned this Summer. I do like the fig scent, but for me itu2019s not a fruity scent more of a woody fragrance. .I do appreciate that this brand has refillable options on some of their packaging as well. I plan on purchasing the travel size vanilla bean next."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Josie Maran body butters are the best out there. I love the ultra smooth texture of this butter and the way it makes me skin feel. My skin looks healthy with a glow and doesnu2019t feel greasy at all after application. The recyclable packaging is awesome too."
        },
        {
            "review_title": "Perfect for trips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "Canu2019t wait to take this amazing product with me during my upcoming trip! Love how convenient the size of this for travel! The packaging is perfect, it does not take a lot of space. The fragrance is amazing and it leaves my skin feeling so soft, giving it the perfect glow!"
        },
        {
            "review_title": "Hello glowy skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The very first thing I noticed about this lotion is how glowy it makes my skin look! The texture is a nice, fine consistency and a little goes a long way. It absorbs into my skin quickly and leaves it feeling smooth and hydrated without feeling greasy. I love the packaging too. Itu2019s so easy to just toss in your purse and bring it along with you! Iu2019m not crazy about this scent, but I highly recommend the vanilla scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I'm so obsessed with the formula of their body butter. This leaves my skin feeling super soft and nourished plus I really do not need a lot as a little bit goes a long way. The scent of this is very subtle yet so pretty. It has a slight tropical scent to it and is a bit flowery. It smells beautiful without being overwhelming. My skin also does not feel greasy or dry after use. This has been helping my dry skin to survive the winter and it just blends in like a dream while leaving my skin feeling So soft over time. I definitely see a difference for my sensitive dry skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This comes in a refillable glass tub, very sturdy. The body butter itself has a soft, whipped texture. It feels nice and smooth when applied. It gives skin a nice glow before getting fully absorbed. Itu2019s not sticky nor greasy, and leaves skin hydrated and moisturized. The scent is pleasant and subtle. It doesnu2019t last the whole day but Iu2019m happy that itu2019s not as strong as competitors. It complements my unisex perfumes."
        },
        {
            "review_title": "So rich and lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I thought the pouch was a little silly at first (like, am I going to mistake this for applesauce?) but Iu2019ve actually grown to like it. I like that itu2019s flexible, which makes it super easy to pack (ideal for a travel size). The lotion is more creamy and rich than whipped in texture, so it feels luxurious going on. The fig scent is earthy and only slightly sweetu2014very sophisticated!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This body cream is SUPER thick but in a good way! It gives my skin instant hydration especially in the dry areas like my elbow and back of my thighs but it doesnu2019t feel greasy or heavy. My skin feels smooth and looks healthy and the smell is so delicious!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "I received this product in exchange for this post. The best body butter, makes my skin so soft and gives a beautiful glow! Also it doesnu2019t feel heavy, itu2019s super lightweight but moisturizing. The scent isnu2019t my favorite, I would love to try a different scent but I highly recommend this body butter!"
        },
        {
            "review_title": "this smells and feels heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "the SMELLLL OF THIS PRODUCT! you need it for that alone. as if that wasnu2019t amazing enough, itu2019s also super moisturizing and rich- i love it! a must after an everything showeru202610/10 recommend! (if you donu2019t like eating figs like me, still give this a shot)"
        },
        {
            "review_title": "Hydrating and doesnu2019t leave you greasy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "The travel pouches are such a great idea, easy to travel with and does not leak. Iu2019m using fig. The scent is subtle and not overwhelming. It is more unisex, not fruity. The vetiver is more pronounced than the fig. Leaves your skin hydrated and soft. Itu2019s very moisturizing and not a lot is needed if you use the right amount, it isnu2019t greasy. Really loving the packaging revamp, so much more modern with the same formula you love."
        },
        {
            "review_title": "My new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I'm absolutely in love  with the Bohemian Fig Whipped Argan Oil Refillable Firming Body Butter! The fragrance is wonderfully subtle yet delightful, and the texture is incredibly soft and smooth. It effortlessly absorbs into my skin without any greasiness or stickiness, drying down quickly. My skin feels intensely hydrated and irresistibly soft after each use, and I can't get enough of the convenient refillable packaging. It's a must-have for anyone looking for a luxurious and effective body butter experience!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "So far this is the second product I have tried from this line & to be honest I am personally not the biggest fan of the scent. Perhaps this is because I don't typically lean towards fruity scents. The texture of the product is water-like but still very hydrating! My skin is left smooth and glowy which is what you hope to get from a body butter."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love the new JM upgrade! This body butter is one of my fave body creams! It is very hydrating and creamy! I love how rich it is and how well it blends into the skin without having to rub it in for a long time. It also leaves such a nice glow in the skin. The scent is nice. It is a fig scent with hints of vanilla. The only downside for me is the price for something I would use constantly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This body butter comes in a recyclable pack. The whipped body butter is in a big glass jar that has a seal attached to the top of the cap. The body butter itself is adequately thick enough to spread and blends easily on my skin. It leaves my skin feeling silky smooth. I love that it has a refill program. Iu2019ve never heard of any company actively trying to reuse their packaging for the good of the environment. I got the one with bohemian fig and vanilla scent. I did not like the fragrance at first but after a while, the base notes smell good. It blends easily and feels luxurious on my skin and doesnu2019t leave a greasy feel."
        },
        {
            "review_title": "SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This product feels wonderfully luxurious. It's a beautiful amber glass jar. The body butter has a thick, yet lightweight texture that hydrates my skin without feeling greasy. It leaves a lovely radiant glow and has a delightful scent. I'm really impressed by the quality, and the recyclable BPA free refill pouches are a great bonus that I love as well."
        },
        {
            "review_title": "Smells amazing and made my hands so soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This body butter is so rush and creamy and has an original, natural fragrance. It is thick and makes my skin so soft and almost glowy. It requires a little bit of rubbing in to avoid a greasiness, but once itu2019s absorbed itu2019s so soft! The scent is unlike any lotion Iu2019ve used before but I really like it. This is great for dry skin. I received this product free in exchange for my honest opinion."
        },
        {
            "review_title": "AMAZINNNG FEEL!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Just tried the body butter and it is truly the best and super divine. I can probably take this to my travels and trips in my personal carry on. There is no doubt in my mind that this is going to be a hot items and big seller."
        },
        {
            "review_title": "awesome",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am delighted with this body cream.  This cream has a simply amazing smell and a delicate, velvety texture.  I like the laconic design and color of the jar.  After using the cream, my skin becomes smooth and elastic, soft with a pleasant aroma."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I love love love all the Josie maran body butters Iu2019ve tried, the fig scent is so light and delightful it smells wonderful. Thick heavy cream that saturates the skin, and I love using it after a shower on my stomach (pregnant) to help prevent stretch marks"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was initially attracted to this because of the reusable packaging. The jar is gorgeous and so simple to refill. The scent is absolutely heavenly and earthy and yummy. The lotion is whipped to perfection and absorbs so rapidly into my skin. My skin feels soft and firm all day long."
        },
        {
            "review_title": "Great for dry skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This product is great for dry skin! It makes my skin feel so soft and moisturized. Although the texture feels a bit thick, it quickly absorbs into the skin. The Bohemian Fig scent is a bit strong straight out of the packaging, but after applying it to the skin it does tone down in scent."
        },
        {
            "review_title": "Amazing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "My skin feels so good after using this body cream! It soaks in easily and makes my skin soft and moisturized. No flaky, dry mess in sight. The scent is a dream! The texture is supple but also feels light."
        },
        {
            "review_title": "So hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love this body butter! It is so moisturizing it contains Argan oil which my skin loves, my hands are always being washed at work so they have become very dry and this has been a life saver. The whipped texture is nice and melts into skin quickly.  I also love the natural fragrance and travel friendly packaging."
        },
        {
            "review_title": "Great powerful lotion for this dry weather",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I was given the opportunity from Josie Maran to try their new body butter in Bohemian Fig. I was skeptical at first but was pleasantly surprised with this product. It doesnu2019t have an over powering scent to it, very subtle. Also it blended into my skin very well. Made my dry skin softer and also lasted longer then any other lotion I gave used in the past."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have dry areas of skin on different parts of my body and this works and absorbs quickly. The bohemian fig scent smells so good and the travel size is perfect for carry on luggage. It does feel a little sticky in some areas so don't use too much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was a bit skeptical at first because initially, the scent straight out of the bottle was a bit strong. But on the skin, it dried down to a very soft earthy smell. Iu2019m quite happy with it. It lathers beautifully and melts into the skin quickly."
        },
        {
            "review_title": "Beautiful looking and smelling skin !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m in love with this fragrance bohemian fig! This body butter soaked into my skin and made me feel so silky and sexy. The convenience of the travel size was perfect for my on the go lifestyle. I have confidence of beautiful skin with me everywhere I travel"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "The orange and brown container is stunning. The feel of the body butter is fluffy and sort of thick feeling. Once you apply it to the skin the butter absorbs fairly quick. The scent on the other hand is very subtle. Itu2019s not over powering like body butters I tried in the past. Overall itu2019s a great product. They even offer refill packs so you donu2019t have to buy tub after tub."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This body butter smells so deliciously yummy! I love the bohemian fig scent, itu2019s light but delicious! It smells a bit exotic which is perfect for summer. The body butter is so creamy and thick, skin loves it! A little goes a long way so start with a small amount. Itu2019s hydrating and yummy but no sign of greasiness, and itu2019s left my skin so plump and delicious. I love that itu2019s also refillable packaging!"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I like everything about this product! The texture, the smell, how economical it is. Iu2019ve got a travel size but Iu2019m sure it will last me a while. After using this butter my skin is super soft and smooth, definitely will buy this product again in other scents"
        },
        {
            "review_title": "Loveee!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I got this in exchange for my honest review!!! This is sooo hydrating and smells really good. Leaves the skin silky smooth and glossy/glowing for a long hydration. It smoothed right in and will continue to use it!"
        },
        {
            "review_title": "Love the scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I used this body butter after my everything shower and my skin felt so soft and smooth! The scent is sweet and not overwhelming at all. It absorbs quickly so it doesnu2019t feel greasy on your skin.  I will repurchase!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "The scent isnu2019t my favorite, but I LOVE this formula! And so happy there are travel sizes now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The bohemian fig scent is so delicious I really canu2019t stop smelling it and myself! Itu2019s creamy and sorta tropical. I use this after a shower and my skin stays so hydrated throughout the whole day and night"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "A luxurious skincare experience. The ethereal texture absorbs effortlessly, leaving no greasy residue. The Bohemian Fig scent is a sophisticated blend that lingers subtly. With firming benefits and a refillable system, itu2019s a must-have for pampered skin."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This would be one of my favorites product for sure I have really dry skin and my body most of the time is always super dry and nothing help But this body cream is a must have for me ! u00c1melo so good I totally recommend it"
        },
        {
            "review_title": "My go to for hydrated skin that smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "This Josie Marian whipped argan oil body butter smells & feels amazing! I love how it hydrates my skin but doesnu2019t leave me feeling oily! Itu2019s my new daily staple I use as soon as I get out of the shower!"
        },
        {
            "review_title": "Not Greasy, Great Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I was gifted by Josie Maran. Iu2019ve tried other samples of other stuff by Josie Maran but I wasnu2019t a fan. However, I really like the smell and feel of this!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am so obsessed with this. The design and packaging. Itu2019s absolutely amazing and perfect for on the go. Itu2019s a great fit for traveling as well. The moisturizer is so soft and smells so clean and elegant."
        },
        {
            "review_title": "If you love figs!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Such a cute travel size! Easy to slip into your bag for on the go use and its easy to apply out of the packaging. Smell is nice - definitely giving Figs!!! Very nourishing and hydrating on the skin. Will be a go-to for sure."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Love that it's travel-sized - 60 ml, with packaging that makes it easy to squeeze out every bit. Plus, the lotion smells amazing and isn't sticky at all. It's perfect for on-the-go hydration, and the scent is refreshing without being overpowering. A great pick for daily use, especially when you need a quick moisture boost."
        },
        {
            "review_title": "Sooo soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I loved the consistency of this body butter , the smell Not so much, it really hydrated my skin and it left it the softest ever. I think if you have really dry skin or even sensitive skin this might be really good as the smell Wasnu2019t strong."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the vanilla set in this product With the hint of fig itu2019s absolutely delightful! Based on the ingredients within, it looks to be not full of synthetic chemicals! I love that itu2019s 100% plant based fragrances, as well as itu2019s very easy to understand what is in there. This leaves my skin feeling so soft and smooth."
        },
        {
            "review_title": "Delicious smell & soft skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely looove this body butter! The smell is amazing! It says woody but itu2019s more like a fresh green fig to me! So good so yummy! And oh so moisturizing! My skin absorbs it right away leaving my skin so soft and nice smelling! And the packaging is just cute!"
        },
        {
            "review_title": "So Moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love keeping my skin moisturized, but don't like feeling greasy so I was really excited to try out the Josie Maran Mini Whipped Argan Oil Body Butter in the scent Bohemian Fig. First of all, it is such a unique packaging and definitely great for travel! It's a great size to keep in my bag or to easily fill a mini travel jar for an overnight stay! The Bohemian Fig scent is so unique. I found it to have a lightly sweet and smokey fragrance that stays on my skin all day! The texture felt thick, so it's not oily feeling and it immediately got soaked up into my skin when I applied it! I can see a beautiful sheen on my skin and love that at the end of the day, I could still feel my skin was moisturized!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received the Josie Maran in the mail and was so excited to use it. It is very creamy and has a light smell. I can smell the tonka bean and it pairs well with my Jo Malone Scarlet Poppy fragrance that has notes of tonka bean as well. I love that it comes in reusable packaging and that they sell the products in refill sizes. Thank you Josie Maran!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This whole line of products is absolutely amazing. They leave your skin feeling so moisturized with out feeling sticky or too oily. The scent is too die for not to subtle not too sweet with the vanilla in it"
        },
        {
            "review_title": "Soft skin for days!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019m loving this new body butter! Firstly, the scent is so lovely it makes me feel like Iu2019m at a spa. The texture of it is definitely creamy, but not too thick or hard to spread on the body. I apply it after my shower and itu2019s been leaving my skin so soft and moisturized. The packaging looks really sleek and I love the concept of it being refillable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The scent of this lotion is heavenly. I am a huge fan of the packaging for convenience. Itu2019s so easy to throw in your purse for on the go. Love Josie maranu2019s lotions for their hydration. This leaves your skin feeling so soft and not greasy"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "OMG!! The smell is absolutely amazing! Itu2019s extremely refreshing and it absorbs within instants. Leaving your skin feel absolutely soft and hydrated. The amount of compliments I received from this body butter is enough for me to be able to recommend! I love the way it feels and smells on my body!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have dry skin and I love that this Whipped Argan Oil Body Butter keeps my skin hydrated. My skin also looks and feels softer. I really like that it absorbs fast and it lasts all day. This is perfect for self-care."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m so excited that Josie put out these refillable body butters. I love it there saving the planet by using less plastic. The scent of this is divine and it leaves my skin feeling so soft. This is a must for sure."
        },
        {
            "review_title": "Not juicy, very earthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "If you go into this hoping for a juicy fig scent, youu2019ll be disappointed. This is very earthy and almost has a u201cdirtu201d quality to it. That said, the cream is incredible and the perfect lightweight for daytime that wonu2019t get all over your clothes."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Amazing, I really like the texture and smells amazing, feel very hydrating and makes my skin look very soft and juicy. I really like the packaging because is very easy to carry and to have in the purse"
        },
        {
            "review_title": "Itu2019s good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I am in love with this body lotion, it smells very nice and the texture is great and applies nicely. My skin feels very hydrated and it is perfect to use after a shower. The Isle of Parade Brilliantly Bright Body Moisturizer is my current favorite lotion. I recently added it to my shower routine and I love the way it hydrated my skin afterwards."
        },
        {
            "review_title": "Hydrating and smells heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product is so wonderful. First I love the packaging, ideal for travel or to toss in your handbag for on to go. This product is rich and creamy. Upon application I notice that my skin is super soft and hydrated. It absorbs quickly and leaves my skin glowing. It smells so fresh is ideal for spring and summer. I adore this fresh body butter."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love the new look! The packaging looks like amber. Super pretty! The formula is just as beautiful as ever. If youu2019ve tried their body butter before, you already know that this is one of the most nourishing and luxurious experiences. Skin looks moisturized, feels soft, and a pretty sheen is left behind while it absorbs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "Iu2019ve been looking for a new body moisturizer. This smells really good and it is smooth when it goes on the skin. Moisturizing enough when I use after shower. Not very sticky too which I like. So it doesnu2019t make me feel like my clothes are sticky"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve always been curious about the benefits of argan oil and I finally found a product that makes a difference! The scent is great, the texture is nice and I saw/felt instant results! I get super dry skin often but I donu2019t think Iu2019ll have to worry about that anymore since using this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "First off, the smell of this body butter is amazing. I love the texture and how moisturized my hands feel afterwards. It is not greasy afterwards which is helpful. I was working on building a fence and my hands were very rough afterwards. This butter brought my hands back to life. it is a great tool for my skin. I love this!"
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This body butter is my new favorite post-shower bodycare product! The whipped consistency feels rich and nourishing without feeling sticky. Not to mention the delicious fruity scent that this cream has the perfect intensity (not too overwhelming). I would absolutely repurchase this!"
        },
        {
            "review_title": "so fluffy and moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Josie Maran truly makes some of my favorite body butters. They are so creamy and fluffy and super moisturizing. This is the first time trying the Bohemian Fig scent and I'm in love. Since it's a natural scent, it is very subtle but still gives you this pure, refreshing fig tree note. I also love that the body butters can now be refilled - will definitely buying a refill for mine!"
        },
        {
            "review_title": "AHmazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "GIRL!!! This body butter is everything and so much more!! It has such a luxurious feel on my dried out winter skin!! It moisturizes, hydrates, and leaves a beautiful healthy looking glow to my skin!! Iu2019m obsessed! The fragrance is very lightly scented not at all overpowering and doesnu2019t linger. Itu2019s the perfect blend. Highly highly recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a perfect size to travel with. The packaging design is beautiful and I also love that itu2019s easy to use the whole product by fully squeezing the bag out. This body cream is not heavy, but it is very hydrating. It smells great and it leaves my skin hydra, soft and glowy"
        },
        {
            "review_title": "Fig is yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Josie Marian mini whipped argan oil fig scent is so yummy. The texture is light and smooth. My skin feels soft and hydrated. The packaging is a pouch that you can refill the original jar. Highly recommend and can't wait to Try more scents."
        },
        {
            "review_title": "Luxurious body butter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This body butter feels and smells luxurious! I have the scent Bohemian Fig and although itu2019s a strong scent, itu2019s definitely nice. I would say it smells better on the skin than in the jar and it can definitely be a scent for anyone. As soon as I put the cream on my skin, it felt silky smooth and melted right into my skin. It provides hydration and makes my skin glowy at the same time. The jar is so beautiful and looks great on my counter. I love the fact that itu2019s refillable and I can choose any scent!"
        },
        {
            "review_title": "So lux!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Josie Maran Body Butter is my absolute favorite to apply after a shower.  Itu2019s so thick and creamy, but absorbs like a dream.  I canu2019t get enough of it! I usually go with her scentless body butter, but this fig scent is so light and fresh, itu2019s a perfect balance that is natural and not overpowering.  I love the aesthetic of the vessels and that they are refillable, helping me to decrease my carbon footprint, and all of the top tier ingredients."
        },
        {
            "review_title": "creamy and hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "I received the Josie Maran fig body butter for review.   I love everything but the smell.  The body butter is creamy and hydrating and absorbs well into the skin.  My skin feels soft and moisturized,  I just don't like the smell and would purchase the fragrance free for everyday use."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "The body butter feels very soft and moist on my skin! It smells great and I love the packaging! It doesnu2019t feel sticky on my skin at all! Didnu2019t take long until it absorbed to my skin! Perfect for winter season!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I initially thought I might be disappointed with the size of this product, but now that I have it I think it's perfect!!! I want to grab a couple more, one for my purse, diaper bag, car, office! It's about the size of a kids applesauce pouch. I think the packaging is fun and it's super easy to squirt out the right amount of lotion. The lotion itself is a dream- I love the whipped texture. I got the bohemian fig scent and I couldn't be more obsessed. Literally running to buy more!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This body butter is heavenly! First of all, it smells amazing! It is so thick and moisturizing but does not leave a oily residue on my skin after. This is a new staple in my routine. The smaller size also allows for the perfect to-go travel essential."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love this body butter. It is made with argon oil, and is super hydrating on the skin. I love how quickly it sinks in, and doesnu2019t leave you looking greasy or oily. The smell is incredible, and lingers for a few hours afterwards."
        }
    ]
}