{
	"product_id": "1125",
	"name": "Destination Hydration Moroccanoil Treatment Hair Oil Set",
	"brand": "Moroccanoil",
	"categories": "Hair, Value & Gift Sets",
	"price": 65.0,
	"about": "What it is:A set featuring the iconic Moroccanoil Treatment hair oil and nourishing, hyaluronic-acid-powered Hand Cream..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Dryness.Key Benefits:- Boosts shine, smooths frizz, and detangles.Highlighted Ingredients:- Argan Oil: Rich in antioxidants to help hydrate and nourish hair and skin..Ingredient Callouts:These products are cruelty-free..What Else You Need to Know:This set includes two hydrating, argan-oil-infused favorites for hair and body. The Moroccanoil Treatment is an award-winning hair oil that conditions, detangles, tames frizz and flyways, and more. The Hand Cream is intensely nourishing yet fast-absorbing and formulated with hyaluronic acid, squalane, and a blend of cocoa and shea butters..Fragrance Description:These products feature the Moroccanoil signature scent, a Mediterranean-inspired blend of spicy amber and sweet floral notes..This Set Contains:- 3.4 oz/ 100 mL Moroccanoil Treatment",
	"ingredients": "-Argan Oil: Rich in antioxidants to help hydrate and nourish hair and skin...Moroccanoil Treatment: .Cyclomethicone, Dimethicone, Argania Spinosa (Argan) Kernel Oil, Parfum/Fragrance, Linum Usitatissimum (Linseed) Seed Extract, CI 26100 (Red 17), CI 47000 (Yellow 11). ..Hand Cream: .Aqua/Water/Eau, Sodium C14-16 Olefin Sulfonate, Cocamidopropyl Betaine, Glycerin, Disodium Lauroamphodiacetate, Parfum/Fragrance, Argania Spinosa (Argan) Kernel Oil, Citric Acid, PEG-40 Hydrogenated Castor Oil, Tocopherol, Tetrasodium EDTA, PEG-7 Glyceryl Cocoate, Sodium Glycolate, PEG-120 Methyl Glucose Dioleate, Caprylyl Glycol, Sodium Chloride, Polyquaternium-10, PEG-120 Methyl Glucose Trioleate, Sodium PCA, Sodium Acetate, Isopropyl Alcohol, Sodium Hyaluronate, Propanediol, Ethylhexylglycerin, Caramel, Chlorphenesin, Phenoxyethanol.",
	"how_to_use": "Suggested Usage:.Moroccanoil Treatment: .-Apply a small amount to clean, towel-dried hair, from mid-lengths to ends..-Blow-dry or let dry naturally..-Apply on dry hair to tame flyaways, condition split ends, and smooth hair...Hand Cream: .-Massage a pea-size amount onto clean hands and cuticles..-Use daily, as often as needed.",
	"num_reviews": 6,
	"overall_rating": 5.0,
	"product_url": "https://www.sephora.com/ca/en/product/moroccanoil-destination-hydration-set-P512550?skuId=2771913&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2771913-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Super quantité",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "Super comme toujours! Tout les deux viennent en grand format pour seulement le prix de l'huile ! Super occasion !!!!!"
		},
		{
			"review_title": "A must-have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Oily skin",
			"review_text": "I'm in love with this oil my hair is very hydrated, but no grassy, the smell is amazing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I always get the oil and love how it makes my hair feel. This kit is the same price as just the oil, so you may as well try the hand cream."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "For those asking : kit comes with a pump for the oil"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "IT IS AMAZING I LOVE IT IT MAKES MY HAIR FEEL AMAZING"
		}
	]
}