{
	"product_id": "350",
	"name": "03 "Blonde" Eau de Parfum",
	"brand": "DedCool",
	"categories": "Fragrance, Women, Perfume",
	"price": 121.5,
	"about": "Fragrance Family:Earthy & Woody.Scent Type:Woody Spices.Key Notes:Black Violet, Saffron, Juniper Berries.Fragrance Description:You attract what you are. This scent smells like you’ll get stopped on the street when you walk by—a smell that everyone around you will be thinking about all day. Fragrance 03 Blonde is floral, magnetic, and balanced with notes of black violet and saffron.",
	"ingredients": "Alcohol Denat., Fragrance (Parfum), Extracts of Borago Officinals (Borage), Sambucus Nigra (Elder) Flower Extract, Camellia Sinesis (White Tea) Leaf Extract, Equisetum Arvense (Horsetail) Extract, Punica Granatum (Pomegranate) Extract, Aloe Barbadensis (Aloe Vera) Leaf Extract, Ginkgo Biloba Extract, Trifolium Pratense (Clover) Extract, Althaea Officinalis (Marshmallow) Root Extract, Rosa Canina Fruit (Rose Hip) Extract, Chamomilla Recutita (Matricaria) Flower Extract (Chamomile), Cucumis Sativus (Cucumber) Fruit Extract, Humulus Lupulus (Hops) Extract, Daucus Carota Sativa (Carrot) Extract, Macrocystis Pyrifera (Kelp) Extract, Panax (Ginseng) Root Extract, Illex Paraguensis Leaf (Yerba Mate) Extract, Citrus Grandis (Grapefruit) Fruit Extract, Camellia Sinensis (White Tea) Extract, Fucus Vesiculosus (Bladderwrack) (Seaweed) Extract, Malva Sylvestris (Mallow) Extract, and Porphyra Yezoensis (Seaweed) Extract, Alpha Isomethyl Ionone, Benzyl Benzoate, Butylphenyl Methylpropional, Citronellol, Citral, Geraniol, Eugenol, Hydroxyisohexyl 3-Cyclohexene Carboxaldehyde, Linalool, d-Limonene........The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
	"num_reviews": 37,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/03-blonde-eau-de-parfum-P501303?skuId=2685055&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2685055-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz / 50 mL eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2685055-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Be careful in an office setting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "Be prepared to have heads turning and a lot of unwarranted attention. This perfume is BEAST more, do not overspray lol you will have a lovely scent trail with a few spritz trust me (coming from an over sprayer). I’m holding out as long as I can for the full bottle because you actually get a good amount of juice for $30 usd. Definitely enticing, sexy sultry but clean smelling at the same time. Signature scent worth for sure!"
		},
		{
			"review_title": "Banana peels and pickles",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Don’t blind buy! I wanted to smell like a bad girl but it smelled like banana peels mixed with pickles on my skin chemistry. The smell wouldn’t wash off for days… ended up giving it to a friend who liked it."
		},
		{
			"review_title": "fav winter scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "my favorite fragrance of all time!!! its such a lasting scent and smells so good, its the perfect fall/winter staple."
		},
		{
			"review_title": "Omg it really smells like Pickles",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I was wearing this and got asked if I ate A&W because I smelled like pickles - LOOL now I can’t not smell pickles"
		},
		{
			"review_title": "Familiar?",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Combination skin",
			"review_text": "On to fragrance 2 also known as Fragrance 03 Blondie, this is one the top and base notes of black violet and saffron are very strong. Kind of reminds me of walking into the perfume section in Macys."
		},
		{
			"review_title": "Not what I expected",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I’ll start by saying I love deep rich leather, incense and amber scents so I blind bought this. This really feels like cucumber water you get at a spa. I use it as a gym scent. It fades after an hour ish on me and it’s a clean / fresh vibe not at all like the description in my opinion. I will not re purchase"
		},
		{
			"review_title": "I love it, but it’s quite strong/unique",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This is a really cool scent. To me, it sort of smells like incense, leather, and something a little (but not too) fruity. I blind bought it, but I would definitely try it first before you buy it if possible. I don’t think this would be for erveyone. I kept it, but within a couple weeks realized it definitely isn’t an everyday fragrance, and you probably only need a couple sprays to smell it all day."
		},
		{
			"review_title": "Pickles",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I have no doubt that this smells great to some people, but I cannot smell anything but pickles. Tragic because this is the first dedcool scent I’ve tried that I didn’t like. Not a safe blind buy! For the love of god, make sure you try it first."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Normal skin",
			"review_text": "very interesting mix of notes that works really well. dries down to floral wood with a kick of spice from saffron opening and crisp juniper berries. good longevity. just not my style  top: saffron, juniper berries, pomelo heart: leather, violet, rose base: raspberry, white woods, vetiver"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Smells amazing! Great for fall. Can smell on my clothes for days and lasts all day on my skin."
		},
		{
			"review_title": "Sexy Saffron - Must Buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "I am obsessed with this scent! I bought this blind and I am so glad I did! If you like saffron and more gender neutral scents this is for you. It smells nearly identical to Byredo’s Black Saffron. I actually think it smells better and the scent lasts longer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Great scent. Very uplifting and yummy. Suggest for a party night."
		},
		{
			"review_title": "not bad,  not special",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "this isn't a BAD fragrance exactly,  but it's not special, either.  It smells like the mixture of 15 cheap mall fragrances you tested on yourself when you were 13. No one will be offended you're wearing it,  but it's nothing to write home about."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I am on a search for a great unisex fragrance similar to the Atelier line. Blonde smells like sweat and a mixture of designer fragrances from the late nineties."
		},
		{
			"review_title": "Do NOT Blind Buy This",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The TikTok gurlies kept telling me that this is a better version of Glossier You. . . This is the last time I listen to them. This perfume smells like the SOGGY LETTUCE IN A MCCHICKEN BURGER. I have been bamboozled by the overhype enducing gurlies on TikTok. I wanted to like this perfume so bad.   I blind bought this perfume after seeing the hype it was getting for being like Glossier You. Do not blind buy this perfume. I was so excited to smell this perfume that I ran to pick up the box from my front door the moment it was delivered. I ripped open the box and sprayed the perfume in the inside of the cap. When I tell you, the whif of scent I got was RANCID. So I tried to give it the benefit of the doubt and hoped it would smell different on my skin. I spray it on my wrist, wait for it to dry a little bit, brace myself, and lift my wrist to my nose. I GAGGED. It smelled so bad. I am really not kidding when I say it smelled like lettuce on me. I smelled it over and over again to give it the benefit of the doubt, hoping that I would like it. All it did was give me a headache and disappointment. I am returning this ASAP.   I am sure there are people whose skin this smells good on. I am just not one of them."
		},
		{
			"review_title": "Surprisingly Good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is a unique feminine scent. Definitely bold but you can actually smell this. Perfect for a vacation, adventure or a date night. It gives a feminine romance scent"
		},
		{
			"review_title": "It-Girl’s signature scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I absolutely love this fragrance as someone is sooo into florals. Something about it is very it-girl yet witchy and punk. Blonde is the ultimate cool girl! You get a magical cocktail of sweet citrus pomelo, spicy saffron with earthy violets and roses. This fragrance is in my top 3. And last winter it was my signature scent. I like it for winter bc I live in NJ, and summers are too humid for this one. Definitely worth a try given the lasting power and unique quality of this perfume!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I bought a sample size of this when I ordered their detergent (which I also am obsessed with) because the description sounded like a scent I would like. I put it on and about an hour later I’m in my office at work wondering what smells so good when I realize it’s me! It’s floral and spicy in the best way and the scent lasts all day long which I’ve been struggling with finding. Can’t recommend this enough."
		},
		{
			"review_title": "Not for me…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Odd scent. I tried through the discovery set. Least favorite, it smells very sour on my skin and is not as appealing to me as the others in the set."
		},
		{
			"review_title": "Beautiful and Interesting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Stunning herbaceous floral. Very unique and I hope Sephora keeps bringing this brand back. Wish there was a bigger bottle available. Lightly spicy, green, sweet floral notes, some gentle wood. Well balanced."
		},
		{
			"review_title": "Confident and Unique",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This is the most unique perfume I own and a top 5 favorite. It’s slightly sweet, slightly fruity, a spicy cold floral that isn’t unapproachable due to the coziness the leather adds. It’s also woody and fresh. No one else will smell like you and everyone will be asking what you’re wearing."
		},
		{
			"review_title": "my EVERYDAY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Fresh and Fun - every time i wear this i always get compliments. Now I wear it as my everyday signature scent :)"
		},
		{
			"review_title": "Total chameleon lipstick scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I picked this up when I saw it had very similar notes to black saffron from byredo but I was surprised by how different they are! I had somehow overlooked the rose note while researching. Someone else here described a dill pickle quality which I totally understood upon sniffing this and it made me laugh out loud. There is a distinct vegetal smell, almost like carrot juice or dill, at the opening. I think it's how the crystal rose (couldn't figure out what this is, I think it's a sort of aquatic rose?) note mixes with the other base notes, kinda like they are fighting. I didn't care for this however, as it dried down the vetiver and rose notes faded on me and I was left with something super nostalgic. It would be best described as a department store lipstick in the best way, this is what I hoped for from lipstick fever by juliette has a gun. The raspberry, leather, saffron, and wood notes really begin to shine. Then as it fades, the end of wear smells comparable to a light kind of daytime byredo black saffron, maybe just her at the office. Unfortunately the silage isn't great, I wish the leather accord would at least stay with me, but ultimately a decent blind buy."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I've been wearing this sample from the discovery set for a week or two now, and I can't decide if I'm in love with it or shocked by it. Either way, I keep going back. It is extremely in your face, great longevity, and gives off an intense late-night leather and lipstick kind of vibe. I will easily go through the travel spray over the course of the cold season."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This smells great and I've gotten many compliments on it! this is a great evening scent as it is a bit deeper and has a sensual smell to it."
		},
		{
			"review_title": "bring this back to Canada!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Please bring this back!!! It’s my favourite sent ever!!!"
		},
		{
			"review_title": "Rocker girlfriend scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "If you like Byredo Black Saffron this would be a cheaper dupe for it, while I still love Byredo more because it's smoother and more wearable this one is pretty good! It's suede like with raspberry and pomelo which lends to the sour pickle note that can pull from your skin. Spray it on the clothes if you like it but it pulls pickle like on your skin or just get Byredo Black Saffron"
		},
		{
			"review_title": "Blondes Have More Fun ;)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "One of my signature scents that I use! I always get compliments on it and if you layer this with any other DedCool scents, it's absolutely amazing. They also have this scent in a laundry detergent on their website and i highly recommend that too!!"
		},
		{
			"review_title": "Smells like pickles and old roses",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "The person who mentioned that it smells like pickles on the first spritz is right.  And then it dries down to something sharp and green, but several hours after that, it turns into something akin to old roses, even though I don't see rose listed as a fragrance note.   I also noticed that another reviewer mentioned this was perfect for the office, and I almost flipped out.  This is  the OPPOSITE of appropriate for the office.  If you wear something like this in a close-quarters work environment, you are deeply inconsiderate."
		},
		{
			"review_title": "hot girl perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "smells a little pickle-y on me for the first 10-ish minutes but smells SOO good once it settles a bit. makes me feel hot. def purchasing a full size bottle once my travel spray runs out."
		},
		{
			"review_title": "Not Good",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I was disappointed with this one. I’m shocked by the reviews. This smells like Barbasol shaving cream and sits at the back of my throat. Very sharp, harsh."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i absolutely love this scent!! perfect for traveling and daily use, and really love the company’s clean beauty initiative"
		},
		{
			"review_title": "so good !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is amazing! I love to layer it with no 2. It’s such a mix of spicy and floral sexiness I’m in love . Dedcool has so many incredible scents, just buy them all."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Such a sexy balance of floral femininity & power. Although DedCool is unisex, I think this is scent leans more towards the feminine side, which I honestly prefer. My go to fragrance for any social event!"
		},
		{
			"review_title": "I wear this everyday!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Amazing scent for the office and going out in the town! Very long lasting!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This is such a unique scent. You definitely smell the saffron and violet which gives it the floral aspect but then that leather note gives it more an edge. On me, this pulls more leather with some floral and I love wearing this out. Since that leather note is very prominent on me, I do prefer this for cooler months (fall/winter) but do wear it when going out to shows or clubs during the warmer months. If you’re looking for an everyday perfume then I would definitely recommend this for fall/winter, but it gives “cool vibes” regardless of the time of year!"
		},
		{
			"review_title": "Violet/rose floral for the hot goth girl",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "This is one of my favorite perfumes! It is a sweet, dry, woodsy and deep violet fragrance. The saffron and subtle rose notes makes it complex and unique. Lasts a few hours, then sits close to the skin. This interesting floral fragrance is my go to in the fall and winter months as I find it is too heavy in the heat. (I feel like a sexy vampire would wear this lol.) I can’t wait to try more from Dedcool!"
		}
	]
}