{
	"product_id": "1283",
	"name": "Cleansing Shampoo",
	"brand": "PATTERN by Tracee Ellis Ross",
	"categories": "Hair, Shampoo & Conditioner, Shampoo",
	"price": 29.0,
	"about": "What it is:A deep-cleaning shampoo that clarifies, removes buildup, revives the scalp, and promotes strong hair without stripping away the healthy oils..Hair Type:Fine, Medium, and Thick.Hair Texture:Coily, Curly, and Wavy.Hair Concerns:- Oily Scalp.Key Benefits:- Removes buildup without stripping away healthy oils.Highlighted Ingredients:- Rosemary Leaf Extract.Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free and comes in recyclable packaging..What Else You Need to Know:When it’s time for a deep clean, this Clarifying Shampoo removes buildup and revives the scalp to give tresses a fresh start without stripping away your hair's healthy oils. The formula features antioxidants, promotes strong hair, and helps improve moisture reception for low-porosity hair types. Pro tip: Use every 3rd wash or so to keep hair & scalp residue-free..Fragrance Description:Tracee picked this to smell clean and not overpowering, with notes of an exotic floral mélange of jasmine, bergamot, and sweet sandalwood.",
	"ingredients": "-Rosemary Leaf Extract .-Safflower Seed Extract .-Aloe Leaf Extract . .'Water/Aqua/Eau, Sodium C14-16 Olefin Sulfonate, Cocamidopropyl Betaine, Glycerin, Sodium Chloride, Polysorbate 20, Aloe Barbadensis Leaf Extract, Butyrospermum Parkii (Shea) Butter, Caryodendron Orinocense Seed Oil, Cocos Nucifera (Coconut) Fruit Extract, Cocos Nucifera (Coconut) Oil, Helianthus Annuus (Sunflower) Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Extract, Cucumis Sativus (Cucumber) Fruit Extract, Camellia Sinensis Leaf Extract, Panthenol, Caprylyl Glycol, Ethylhexylglycerin, Citric Acid, Cocamidopropyl Dimethylamine, PEG-60 Hydrogenated Castor Oil, PEG-120 Methyl Glucose Dioleate, Guar Hydroxypropyltrimonium Chloride, Disodium EDTA, Decyl Glucoside, Polyquaternium-10, C12-18 Acid Triglyceride, Sodium Glycolate, Potassium Sorbate, Sodium Sulfite, Phenoxyethanol, Sodium Benzoate, Phenethyl Alcohol, Fragrance/Parfum",
	"how_to_use": "Suggested Usage:.-Massage vigorously into scalp and wet hair to remove buildup and residue..-Add more water as needed to work the product through the hair..-Rinse thoroughly. .-If desired, wash a second time with Pattern by Tracee Ellis Ross’s Hydration Shampoo (sold separately). .-Follow with your preferred Pattern by Tracee Ellis Ross conditioner. .-Avoid contact with eyes. If contact occurs, rinse well with water.",
	"num_reviews": 66,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/pattern-clarifying-shampoo-P475971?skuId=2494300&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2494300-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "7.8 oz/ 230.7 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2494300-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "My New Favorite Shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I was really excited to try out this shampoo and it did not disappoint! It cleaned out my scalp and hair so well and it smelled so good! I loved how it remove buildup without stripping my hair and oils!"
		},
		{
			"review_title": "Absolute garbage product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I never write reviews but this shampoo is garbage! Left a weird film on my hair. I wouldn’t give this once used shampoo away on a Buy Nothing group, straight into the trash. What a waste of money!!!!!"
		},
		{
			"review_title": "A Gamechanger For My Low-Porosity Hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This product is phenomenal! My hair is 3C/4A. I've used shampoos that weren't advertised as clarifying and my hair would be so dried out. Yet this shampoo cleanses my hair without stripping or drying it out. I have low porosity hair and this is such a gamechanger in my routine as I am trying to use products best suited for my hair."
		},
		{
			"review_title": "Doesn’t really do the job",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I’m going to hope that this was just a mismatch of the product to my current needs. I really wanted to like this but my 3A hair has been going through a lot of changes due to environmental and aging factors so it might just not be the right time - this shampoo with only two or three uses (spaced about a week to two apart) was making me shed way more than normal and left a strange texture on my hair, like a sliminess or oiliness that meant I needed to either use a second shampoo to get that off, which seems to defeat the purpose, or just have my hair texture be kind of gross for a day or two while my natural hair oils were able to recover. I already knew that I don’t love the smell of Pattern products but combined with this experience  it just needed to go back."
		},
		{
			"review_title": "Ahhmazing for natural girlies",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
			"review_text": "The best clarifying shampoo I’ve used!  Cleanses without stripping. Feels like it fills my hair with moisture.  My curls pop and my hair loves it!"
		},
		{
			"review_title": "affordable go to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "i’ve used this and the olaped clarifying shampoo and it’s worked just as well!"
		},
		{
			"review_title": "#1 clarifying shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Unlike other clarifying shampoos, this leaves my curls feeling silky smooth like I just finished doing a deep conditioning treatment. This was a great purchase."
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Smells really nice, but my scalp did not respond well. My hair looked nice, but my scalp was covered in sores by my second use. Tried a few more times and it definitely wasn’t worth it. Back to my significantly  more expensive hair products unfortunately. Was hoping to save some $$!"
		},
		{
			"review_title": "Love, doesn't leave hair feeling dry!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "Love, it did not leave my hair feeling dry and brittle. Most clarifying shampoos leave my hair feeling dry, and my hair was left clean and hydrated."
		},
		{
			"review_title": "Must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Love! It makes my hair so soft and shiny! I wouldn't categorize it as a clarifying shampoo though, it's hydrating."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "this product was okay. it made my hair still oily after the wash even tho i thoroughly cleansed and rinsed. it was definitely not for my hair!"
		},
		{
			"review_title": "love it my scalp felt so clean!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "i was using this product once a week as a clarifying shampoo but i think it was too much for my hair so now i’m using it once a month. my scalp feels so clean after. i would 100% recommend"
		},
		{
			"review_title": "A new favorite for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "My scalp and hair were in desperate need of a good cleansing after experimenting with new hair products that caused residue build up. This product did just what I needed it to. My scalp and hair felt brand new after this! I very much appreciate the light and pleasant scent."
		},
		{
			"review_title": "Not For Colour Treated Hair",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Best for virgin hair. Stripped my hair dry and the colour."
		},
		{
			"review_title": "Could be better",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Not much of a clarifying shampoo to me but I’m not mad."
		},
		{
			"review_title": "Best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Normal skin",
			"review_text": "This is the best shampoo I've ever used. it made my hair so soft that I had to take a second look at the bottle to ensure it wasn't a conditioner.  I love it, and I think as black with our hair type, these are definitely the type of products we need to be using for our hair, especially since it was created for that purpose."
		},
		{
			"review_title": "Left my scalp more oily",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I bought this as an attempt to do some kind of deep scalp cleansing and this left my hair and scalp 10 times more oily! It’s crazy.. returning"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I’ve been using the pattern hydrating shampoo and the pattern conditioner for curly hair. I love them both especially with how beautiful my hair turns out. I’ve been dealing with an itchy scalp and use clarifying champion from time to time. This does not strip my hat like the Sunday shampoo does."
		},
		{
			"review_title": "IN LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been trying to find a shampoo that has slip and doesn't dry out my ends!! This shampoo is AMAZING! It smells delicious, lathers well, and my scalp feels clean after. I added a mixture of essential oils to it for extra shine and health. Will be purchasing again!"
		},
		{
			"review_title": "Me and my husband love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "I have re-purchased this product multiple times. It makes my hair feel so clean. It’s great for me because I use a lot of product in my hair on a daily basis, and my husband loves it too. We both have thick hair, and mine is curly."
		},
		{
			"review_title": "Great to feel clean and remove all products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I was wondering between this cleansing shampoo and the regular curly hair shampoo but I am glad I picked this one. It's nice and lightweight and a little bit around my scalp and back of my head and I feel squeaky clean. I have noticed my hair feels cleaner and shinier and I love the am most non existant scent. I only use it once a week and alternate with another shampoo but this does a phenomenal job."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Absolutely love this product! I struggle with my hair feeling heavy after using gel and other products. I use this occasionally to give my hair a deep cleanse and it feels so great after! Definitely recommend."
		},
		{
			"review_title": "Yes. Yes. Yes.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This made my hair feel SO clean without making it dry. I usually have a really flaky scalp that gets oily really fast. I only wash my hair twice a week and I used this for the first time this week and what a difference it made. My curls are gorgeous and my hair feels like it just came out of the salon. Buy it. That's my review. Just buy it."
		},
		{
			"review_title": "Hair Remained Hydrated",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Lathers really REALLY well, so using less is more. My hair remained hydrated even after a double shampoo. I likes!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this Natural, clean ingredients shampoo so much. It smells great personally.It giving my a hair a real deep clean and my hair got squeaky clean and soft! Perfect for my curly hair.Highly recommend."
		},
		{
			"review_title": "Deep cleansing without making hair brittle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair",
			"review_text": "I really love this shampoo. I have thick, coarse hair that can get very oily and heavy feeling. Using this shampoo 2-4 times a month has really helped so far. I use the hydrating shampoo on my daily washes, and this cleansing shampoo once a week or every other week. Along with the medium conditioner from Pattern, my hair is left feeling soft and natural. My curl pattern is even coming back."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "This cleansing shampoo is amazing!!  I have thick and coily hair .  This shampoo left my hair feeling so clean, soft and hydrated It’s very effective and  smells amazing . Perfect cleansing shampoo for curly hair!"
		},
		{
			"review_title": "Might be the *holy grail* of clarifying shampoos",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "This is hands down the best clarifying shampoo I've ever used. I have 2c-3b thick long hair (prone to frizz) and this left my hair feeling soft as butter, completely smooth and fully moisturized. This shampoo is non-stripping and just a lovely experience all around."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I like this brand it makes my hair so soft and healthy looking . Perfect for curly dry hair. Also it smells amazing , so good and it stays for a long time. I use it ones a week and it last a long time"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I received this product in return for my honest review. My hair is wavy and this shampoo cleans my hair well. It did not dry out my hair or scalp. It lathers really well and it has a nice floral scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I got this from Pattern and I really like it. It cleanses my hair thoroughly which is hard to do since I have eczema on my scalp. It also didn’t strip my hair which I’m grateful for. I would recommend this"
		},
		{
			"review_title": "Best one so far!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Really great clarifying shampoo! A lot of clarifying shampoos can be very stripping of your hair and I find this one works so effectively without leaving the hair feeling like hay.   I have type 2 (Wavy) hair, that's medium-fine so a lot of products can be weighing or damaging but I've found every product from Pattern including this one I've tried so far has been amazing.  I focus the shampoo primarily on my scalp and use the access to wash the length of my hair. I do find it doesn't sud a lot so emulsifying prior to applying to your hair really helps greatly to get the most out of the product."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I received this cleansing shampoo complimentary from Pattern Beauty in exchange for my honest review and experience. This shampoo is great for curly hair . It leaves your scalp feeling clean . It has a beautiful mild sweet scent . My daughter hair is curl to and she loves this shampoo. I highly recommend this for all curly hair peeps."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Love this shampoo! My hair feel so clean and hydrated. It’s instantly refreshed and silky smooth. I have been struggling to revive my hair and now I’ve been getting compliments on how healthy my hair looks!"
		},
		{
			"review_title": "Great Cleanse",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I am very happy with this Shampoo.  I like that you do not need a lot to wash your hair. It lathers really nicely and get very soapy.  My scalp and hair feel super clean after using. There is not much of a scent either. I received this complimentary from Pattern Beauty."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is a pretty good shampoo however I won’t really repurchase because it just for moisturizing hair , nothing impress from it . And the delivery is very slow .  Smells good but not really recommend since it’s just regular shampoo that you wash hair with"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It worked really well to remove any product buildup that I had in my hair. My hair felt clean, but didn't feel stripped. I was pleasantly surprised by that as usually most clarifying shampoos I've tried leave it feeling like straw. I received the Cleansing Shampoo complimentary from Pattern Beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I have 3b curly hair and this works wonders for my hair! I like how it's black-owned as well! This cleansing shampoo smells absolutely amazing and cleans and clears my scalp like no other shampoo I've used before! i highly recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair",
			"review_text": "I love using the Pattern cleansing shampoo. It smells nice and citrusy, and lathers very well, leaving my hair soft and hydrated. I use it without any conditioner and my hair still feels smooth. Gifted by Pattern Beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I received this product as complimentary from pattern beauty in exchange for my honest review. I have thick long hair and this product help detangling them after shower easily, make it so smooth and frizz free, help moisturizing it and had  lovely smell."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "My scalp is a big issue . I guess because I have oily skin and I use a lot of products to maintain my hair . I love how well this works . I wash like normal and the focus on my scalp . My hair feels very clean and my scalp feels fresh"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I needed a shampoo like this in my life. I am glad this was gifted by Pattern beauty. I have curly hair on the thinner side probably 3C curls that are very frizzy. I use a light shampoo most hair wash days but this shampoo is great for the days I want a deep wash! Very fresh and clean!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product is great. I don't really care for the smell as it is a bit earthy and musky. However it washes really well. Doesn't dry out my hair and rinses well also. Would definitely purchase. Best clarifying shampoo i have tried."
		},
		{
			"review_title": "Prefect Clarifying Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I've tried so many cleansing shampoos that leave my hair so dry and my scalp feeling striped that I've almost given up on trying anymore. I'm so thankful I tried The Pattern Beauty cleansing shampoo! My curls have never looked better and uniformed! It really cleansed my hair and didn't feel drying. Love layering heavy conditioners afterward."
		},
		{
			"review_title": "High quality",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Beautiful cleansing shampoo. It has a beautiful scent and ingredients are great, because it won't dry out my hair while it deep cleanses the build up on my hair. Highly recommend it if you need deep cleansing."
		},
		{
			"review_title": "wonderful clarifying shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I have a lot of fine 3c-4b color-treated hair that tends to be dry, so I look for gentle, lightweight sulfate-free products conferring max hydration. This is a lovely clarifying shampoo: cleanses hair of buildup without stripping all of the moisture from my hair, accompanied by a lovely fresh floral scent. I think most reviews claiming residue/build-up may have oilier hair types."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Left a silicone feeling to my hair made it dryer than usual even after using her leave in… is it so hard to fix the product after reviews"
		},
		{
			"review_title": "Surfer Approved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Such a great pre-shamppoo cleansing product! After surfing for two days straight washed hair with Clarifying Shampoo first to get rid of all the salt water and nastiness from the ocean. Then used the Hydration Shampoo and Medium Conditioner to add back the hydration. Hair was smooth and refreshed!"
		},
		{
			"review_title": "It’s not clarifying at all!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is anything BUT a clarifying shampoo.  You can actually feel a film of product on the hair by the end of washing with it. In a matter of a 2 weeks my hair was completely build up it product and I was trying to use this to solve the problem… ended up at the hairdresser for a full clarification treatment.  Awful product!"
		},
		{
			"review_title": "Clarify Me Baby!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "This clarifying shampoo is absolutely amazing! Seriously. I have coils, super fine coils and African American hair care products are usually created with coarse coils in mind. Thank goodness for Pattern! This shampoo not only clarifies my hair and makes it clean and cleansed, but it also makes it buttery soft and hydrated to boot! I still use conditioner/conditioning masks even though I think that using this shampoo would be enough. Maybe one day I’ll try it and then use Patterns leave-in conditioner right afterwards just to see what happens."
		},
		{
			"review_title": "IN LOVE WITH THIS SHAMPOO.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "It is the best thing ever, my hair loves this stuff."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "Did nothing for my scalp, doesnt remove buildup, left my hair oily and did nothing for my curls."
		},
		{
			"review_title": "i wanted to love this",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "You get very less product. It amped up my dandruff which was almost non existing and made my hair oily too quickly!"
		},
		{
			"review_title": "omg magic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Omg my scalp has never been cleaner no joke. I was feeling like I had a lot of buildup, but had been nervous about clarifying shampoos just destroying my hair like they did back in the day, but I trust tracie and tried this. Omg my hair is smooth and soft and my scalp is spotless. I put a scalp treatment that I use regularly afterward and I can feel it so much more. This stuff is incredible. Just get it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "wasn't expecting it to be hydrating but that wasn't bad at all. it's a clear gel like texture that emulsifies quite beautifully. smells like the rest of the line and it's quite subtle which I enjoy. it did a good job clarifying."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Hard water was ruining my hair and this not only has removed the buildup on my scalp, but made my hair so soft and not weighed down that I'm getting curls and nice waves."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Best clarifying shampoo I've ever bought ! I have super thick hair and tend to use alot of hair product however a chickpea sized application goes such a long way without turning my hair into a knotted tangled mess as most shampoos do. Leaves my scalp feeling so clean and hasn't stripped my hair colour at all (not tried on fresh colour, got this 3 months after original colour service). Also has a super light, fresh scent that I love."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have thick curly hair that needs its natural oils to stay smooth, and generally shampoo strips it, leaving it overly frizzy and floofy for a few days. This wasn’t an issue until the last couple years when I started getting a dry, itchy, flaky scalp. I used to just not shampoo, but I needed to help out my scalp. This clarifying shampoo is incredible - it helps out my scalp so much with 1 or 2 uses a week, and even though it lathers it doesn’t strip my hair at all. After using not only is my hair not frizzy and floofy as with other shampoos, but it’s smoother and my curls are more defined than non-wash days"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I bought this shampoo for my daughter , she’s got very curly hair and had build up because of the products we use . Used it a couple of times and WE LOVE it , it’s really good. Smells nice , leaves the hair really clean and after the first use there was barely any build up seen . Will definitely buy again ."
		},
		{
			"review_title": "didn’t work",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Bought this one because Quai detox shampoo was out of stock. But this didn’t work on my oily scalp, it lathers well & is very mild but doesn’t really clean the buildup well,"
		},
		{
			"review_title": "Excellent clarifying shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Obsessed! I have been using it about once every two weeks and it has improved my curly hair so much. Love how fresh and clean my scalp feels after using it"
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "This cured my EXTREMELY dry, itchy scalp. I use it once a week!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "So so good. Leaves your hair feeling clean but still nourished and moisturized. And a little goes a long way, which is always appreciated."
		},
		{
			"review_title": "Clarifying",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Fair skin tone, Dry skin",
			"review_text": "It's a great product! It makes my hair smell really nice. Do keep in mind though that a clarifying shampoo is recommended before your actual shampoo, so it is not meant to replace it (although you can still use it for that), and the size is quite smaller than the other shampoos from the brand. If you're looking for a regular good shampoo to try, I'd recommend going with one from the other shampoos form pattern first and then adding this one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Great for wavy hair, makes the conditioners work perfectly.   The conditioners looked odd with my regular clarifying shampoo, but together with this the line works very well. Lots of volume, defined curls, and hair feels clean for days.   I’m not sure why, I looked at the ingredients, but the whole line works very well together. The hydration shampoo didn’t work for me and I have dry hair, probably bc my hair is so low porosity it needs to be cleaned each time but not stripped."
		},
		{
			"review_title": "UGHH... SO GOOD.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "OMG I LOVE this shampoo. I used to be so scared of clarifying shampoos as a curly girl and now I can't go without it. I use a lot of product to make my 4a / 4b hair curl  and stay like i want it to. So this helps get all the gels and gunk off. Furthermore, it makes it so that my CONDITIONER WORKS LIKE CRAZY. WHOA. I didn't even know shampoos did that! But like... my hair comes out sooooo moisturized and hydrated. My curls start clumping the minute I put this shampoo on. Like, now I detangle before I shampoo because as soon as I put this shampoo on my curls start clumping and defining and getting so pretty.... i barely want to touch them! lol. Highly recommend. Total sleeper. My hair never feels stripped or dry. Just naked. But definitely follow up with conditioner, moisturizers and creams, ya know. It preps your hair to absorb all that. reeeeaallly, really good. I have to stop myself from using it every time I wash. Because I love it that much. Curly girls really only need to clarify like... once a month? Every 2 weeks? LOVE."
		}
	]
}