{
	"product_id": "1096",
	"name": "Plumping Deep Conditioner",
	"brand": "Melanin Haircare",
	"categories": "Hair, Shampoo & Conditioner, Conditioner",
	"price": 43.0,
	"about": "What it is:A moisture-rich, reparative deep conditioner with hyaluronic acid designed to quickly hydrate, silken, smooth, and strengthen dry, brittle, coarse, or damaged hair..Hair Type:Fine, Medium, and Thick.Hair Texture:Straight, Wavy, Curly, and Coily.Hair Concerns:- Curl Enhancing.Key Benefits:- Helps Hair Attract and Maintain Moisture.Highlighted Ingredients:- Hyaluronic Acid: Helps hair retain and seal moisture, reduces frizz, and softens brittle hair..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This lightweight, rich, and balanced hair mask helps restore hair’s elasticity while strengthening, conditioning, silkening, and detangling. It revitalizes and plumps your curls, coils, and waves with banana, pumpkin, fenugreek, lemongrass, sage, ginger, clary, hemp, baobab, pro-vitamin B5, and argan oil..Fragrance Description:This scent features robust, warm citrus..",
	"ingredients": "-Hyaluronic Acid: Helps hair retain and seal moisture, reduces frizz, and softens brittle hair..-Bamboo Extract: Adds shine and elasticity with silica and amino acids to moisturize..-Biotin: Strengthens hair and improves elasticity for increased hair growth...Water (Aqua, Eau), Diheptyl Succinate, Capryloyl Glycerin/ Sebacic Acid Copolymer, Behentrimonium Methosulfate (Non-Sulfate Derived From Rapeseed Oil), Glycerin, Cetearyl Alcohol, Panthenol (Pro Vitamin B5), Aloe Barbadensis (Aloe Vera) Leaf Juice, Simmondsia Chinensis (Jojoba) Seed Oil, Argania Spinosa Kernel (Argan) Oil, Hydrolyzed Pea Protein, Hydrolyzed Vegetable Protein, Musa Sapientum (Banana) Flower Extract, Cucurbita Pepo (Pumpkin) Seed Oil, Cymbopogon Flexuosus (Lemongrass) Oil, Pellargonium Graveolens Flower (Geranium) Oil, Mentha Piperita (Peppermint) Oil, Citus Aurantifolia (Lime) Oil, Salvia Officinalis (Sage) Oil, Citrus Aurantium Bergamia (Bergamot) Peel Oil, Salvia Sclarea (Cleary) Oil, Zingiber Officinale (Ginger) Root Oil, Cannabis Sativa (Hemp) Seed Oil, Triigonella Foenum-Graecum Seed (Fenugreek) Extract, Camellia Sinensis (White Tea) Leaf Extract, Biotin, Sodium Hyaluronate, Hydrolyzed Adansonia Digitata (Baobab) Seed Extract, Bambusa Vulgaris (Bamboo) Extract, Caprylhydroxamic Acid, Caprylyl Glycol, Citric Acid.",
	"how_to_use": "Suggested Usage:.-Working in sections, use a nickel- to quarter-size amount depending on your hair texture and density. .-Gently smooth the product in, working in downward strokes from ends to roots..-You may comb the product in to help distribute if desired..-Leave in hair up to 30 minutes, then rinse out and style as usual...Recycling Instructions:.-Rinse, remove bottle caps, and place in your recycling bin.",
	"num_reviews": 234,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/plumping-deep-conditioner-P500477?skuId=2732287&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2732287-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "14 oz / 414 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2732287-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Can someone let me know why my jar is different.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The jar I received is different from the jar on the website.  Can someone let me know if this is how the jar suppose to look. Just wondering why it looks different from everybody else’s."
		}
	]
}