{
    "product_id": "1039",
    "name": "HD Skin Cream Contour and Highlight Sculpting Palette",
    "brand": "MAKE UP FOR EVER",
    "categories": "Makeup, Face, Contour",
    "price": 119.0,
    "about": "What it is:An easy-to-use cream face palette with all you need to conceal, contour, highlight, and underpaint like a pro for a flawlessly sculpted look...What Else You Need to Know:The palette has six shades to conceal or even out skin tone: two contour shades and four highlighters. The lightweight, comfortable formula syncs with skin for a naturally radiant finish that lasts for 12 hours, while the buildable coverage makes it ideal for all skill levels and looks..This Set Contains:",
    "ingredients": "Shade 1: .Ethylhexyl Palmitate, Synthetic Fluorphlogopite, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Wax, Polyglyceryl-2 Triisostearate, Hydrogenated Polyisobutene, Sorbitan Sesquiisostearate, Methicone, Dimethicone, Copernicia Cerifera (Carnauba) Wax, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Alumina, Glycerin, Tocopherol, Parfum (Fragrance), Propanediol, Aqua (Water), Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sodium Hyaluronate, [+/- Ci 77891 (Titanium Dioxide), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides)]...Shade 2:.Ethylhexyl Palmitate, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Fluorphlogopite, Synthetic Wax, Polyglyceryl-2 Triisostearate, Hydrogenated Polyisobutene, Sorbitan Sesquiisostearate, Dimethicone, Copernicia Cerifera (Carnauba) Wax, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Alumina, Methicone, Glycerin, Tocopherol, Parfum (Fragrance), Propanediol, Aqua (Water), Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sodium Hyaluronate, [+/- Ci 77891 (Titanium Dioxide), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides)]...Shade 3:.Ethylhexyl Palmitate, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Fluorphlogopite, Synthetic Wax, Polyglyceryl-2 Triisostearate, Hydrogenated Polyisobutene, Sorbitan Sesquiisostearate, Dimethicone, Cera Carnauba (Copernicia Cerifera (Carnauba) Wax), Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Alumina, Methicone, Tocopherol, Parfum (Fragrance), Propanediol, Aqua (Water), Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sodium Hyaluronate, [+/- Ci 77891 (Titanium Dioxide), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides)]...Shade 4:.Ethylhexyl Palmitate, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Fluorphlogopite, Synthetic Wax, Polyglyceryl-2 Triisostearate, Hydrogenated Polyisobutene, Sorbitan Sesquiisostearate, Dimethicone, Cera Carnauba (Copernicia Cerifera (Carnauba) Wax), Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Alumina, Methicone, Tocopherol, Parfum (Fragrance), Propanediol, Aqua (Water), Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sodium Hyaluronate, [+/- Ci 77891 (Titanium Dioxide), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides)]...Shade 5:.Ethylhexyl Palmitate, Synthetic Fluorphlogopite, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Wax, Polyglyceryl-2 Triisostearate, Hydrogenated Polyisobutene, Sorbitan Sesquiisostearate, Methicone, Dimethicone, Copernicia Cerifera (Carnauba) Wax, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Alumina, Glycerin, Tocopherol, Parfum (Fragrance), Propanediol, Aqua (Water), Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sodium Hyaluronate, [+/- Ci 77891 (Titanium Dioxide), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides)]...Shade 6:.Ethylhexyl Palmitate, Synthetic Fluorphlogopite, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Wax, Polyglyceryl-2 Triisostearate, Hydrogenated Polyisobutene, Sorbitan Sesquiisostearate, Methicone, Dimethicone, Cera Carnauba (Copernicia Cerifera (Carnauba) Wax), Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Alumina, Tocopherol, Parfum (Fragrance), Propanediol, Aqua (Water), Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sodium Hyaluronate, [+/- Ci 77891 (Titanium Dioxide), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides)]...Shade 7:.Ethylhexyl Palmitate, Synthetic Fluorphlogopite, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Wax, Polyglyceryl-2 Triisostearate, Hydrogenated Polyisobutene, Sorbitan Sesquiisostearate, Methicone, Dimethicone, Copernicia Cerifera (Carnauba) Wax, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Alumina, Glycerin, Tocopherol, Parfum (Fragrance), Propanediol, Aqua (Water), Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sodium Hyaluronate, [+/- Ci 77891 (Titanium Dioxide), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides)]...Shade 8:.Ethylhexyl Palmitate, Synthetic Fluorphlogopite, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Wax, Polyglyceryl-2 Triisostearate, Hydrogenated Polyisobutene, Sorbitan Sesquiisostearate, Methicone, Dimethicone, Cera Carnauba (Copernicia Cerifera (Carnauba) Wax), Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Alumina, Tocopherol, Parfum (Fragrance), Propanediol, Aqua (Water), Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sodium Hyaluronate, [+/- Ci 77891 (Titanium Dioxide), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides)]...Shade 9:.Ethylhexyl Palmitate, Caprylic/Capric Triglyceride, Synthetic Fluorphlogopite, Mica, Polyglyceryl-2 Triisostearate, Helianthus Annuus (Sunflower) Seed Wax, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Hydrogenated Polyisobutene, Silica, Dimethicone, Copernicia Cerifera (Carnauba) Wax, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Methicone, Tocopherol, Sorbitan Sesquiisostearate, Alumina, Parfum (Fragrance), Propanediol, Aqua (Water), Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sodium Hyaluronate, [+/- Ci 77891 (Titanium Dioxide), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides)]...Shade 10:.Ingredients: Ethylhexyl Palmitate, Caprylic/Capric Triglyceride, Synthetic Fluorphlogopite, Mica, Polyglyceryl-2 Triisostearate, Helianthus Annuus (Sunflower) Seed Wax, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Hydrogenated Polyisobutene, Methicone, Cera Carnauba (Copernicia Cerifera (Carnauba) Wax), Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Dimethicone, Tocopherol, Sorbitan Sesquiisostearate, Alumina, Parfum (Fragrance), Propanediol, Aqua (Water), Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sodium Hyaluronate, [+/- Ci 77891 (Titanium Dioxide), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides)]...Shade 11:.Ethylhexyl Palmitate, Caprylic/Capric Triglyceride, Synthetic Fluorphlogopite, Mica, Polyglyceryl-2 Triisostearate, Helianthus Annuus (Sunflower) Seed Wax, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Hydrogenated Polyisobutene, Silica, Dimethicone, Cera Carnauba (Copernicia Cerifera (Carnauba) Wax), Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Methicone, Tocopherol, Sorbitan Sesquiisostearate, Alumina, Parfum (Fragrance), Propanediol, Aqua (Water), Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sodium Hyaluronate, [+/- Ci 77891 (Titanium Dioxide), Ci 77491 (Iron Oxides)]...Shade 12:.Ethylhexyl Palmitate, Caprylic/Capric Triglyceride, Synthetic Fluorphlogopite, Mica, Polyglyceryl-2 Triisostearate, Helianthus Annuus (Sunflower) Seed Wax, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Hydrogenated Polyisobutene, Dimethicone, Copernicia Cerifera (Carnauba) Wax, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Methicone, Tocopherol, Sorbitan Sesquiisostearate, Alumina, Parfum (Fragrance), Propanediol, Aqua (Water), Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sodium Hyaluronate, [+/- Ci 77891 (Titanium Dioxide), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides)]...Product ingredient listings are updated periodically. Before using a MAKE UP FOR EVER product, please read the ingredient list on the packaging to ensure that the ingredients are suitable for your personal use.",
    "how_to_use": "Suggested Usage:.Conceal or even skin tone:.-Find and mix shades that most closely match your skin tone..-Next, layer on your customized concealer shade (lighter than your skin tone) using your ring finger or small brush to gently tap over any areas of concern. .Pro tip: .-Swatch shades along your jawline and blend towards the neck to find your best match.  ..Contour and highlight:.-Determine your face shape and what effect you want to create. .-Select a sculpting shade darker than your skin tone and apply to desired areas to create depth, blending upwards for the most natural effect..-Apply highlighter on the areas you want to illuminate, such as the upper part of the cheekbones, bridge of the nose, chin, and Cupid's bow...Pro tip: .-Mix the two sculpting shades until you achieve a hue that is complementary to your skinu2019s undertone, but a few shades deeper than your base.",
    "num_reviews": 152,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/hd-skin-cream-contour-highlight-sculpting-palette-P505329?skuId=2670305&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2670305-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "This product never arrived",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Very disappointed. I paid this product but never arrived. I posted my inquiry but Sephora didnu2019t write me back."
        },
        {
            "review_title": "Contouring palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "I love this!  Iu2019m in my mid 50u2019s and I use it in place of foundation and my other makeup. It does it all!  Leaves my skin flawless looking. Great contouring. Good colors. Iu2019m blonde with an olive-tan complexion"
        },
        {
            "review_title": "HARD TO BLEND!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "WAS SO EXCITED TO GET THIS..DIDN'T BLEND WELL..DEF NOT GOOD FOR DRY SKIN..TRIED WETTING BRUSH SETTINGS SPRAY DIDN'T HELP!"
        },
        {
            "review_title": "not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "didn't work for me. not enough coverage, comes with little product. made my skin dry, did not blend well. returned product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "My favorite lip liner and lipstick is anywhere caffeine! I was so excited to see they came out with an eyeshade palette to make my eyes match my favorites! This formula blends beautifully and isnu2019t patchy. The colors are pigmented and gorgeous! This is my new go to!"
        },
        {
            "review_title": "Disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I typically love cream cosmetics formulations but this was really disappointing.   Very dry formula and medium coverage, at best.  Tried with several primers, moisturizers and application methods but it always looks patchy.  differenmoisturizers and"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I could not get any product on brush save your money overpriced nothing special."
        },
        {
            "review_title": "Holy grail product for 41 year oLD. NOT INCENTIVIZ",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "These pictures are after 10 hours of wear. No filter. I hate how the majority of reviews on this app have ridiculous Snapchat filters on them. I always submit with real life pictures. I wear self tanner. The tone of my skin changes from day to day. I own so many foundation and concealer shades in an effort to match my skin from day to day. Thatu2019s the reason this palette is so perfect for me! A tiny bit goes a long way and there is so much room for creativity and creation. The shimmer is so beautiful and the formula is smooth and natural. I love this so much. 10/u201c"
        },
        {
            "review_title": "A must-have, Holy Grail product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "10/10 recommend to anyone. Small, sleek, a little goes a long way and each color is a holy grail for its corresponding product for me (contour stick, highlight, bronzer, concealer). I just love it (normal skin, 30s, decent at makeup but no expert)"
        },
        {
            "review_title": "Itu2019s a NO from me dawg",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Purchased this because some girl on tik tok with a beauty filter said to. I was not impressed, itu2019s overpriced and nothing special as far as coverage, formula did not feel or look at the level I would expect for $90. Iu2019ve used better for us"
        },
        {
            "review_title": "For mature skin and someone on the go...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m typically reserved when it comes to praising my purchases, but I must admit, this makeup palette truly surpassed my expectations. At 46, heavy, full-coverage makeup just doesnu2019t suit my skin anymore. Iu2019ve been on the hunt for a product that offers a radiant finish and effortless contouring, and Iu2019ve finally found it. So much so, that I seized the opportunity of the Sephora sale to purchase another. Though Iu2019ve eyed the Saint palette makeup, its price was a bit steep for my budget. This palette is the solution Iu2019ve been searching for. For those considering an upgrade, I also recommend the HD Skin Face Essential - Corrected: Long-wear Full Face Cream Palette in Light to Medium. Itu2019s a worthy addition if you can spare the expense."
        },
        {
            "review_title": "Dont fall for the Hype",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "No for $80 its not worth it. I could not get any product on a brush. Save your money and buy patrick ta or literally anything else. Extremely disappointed with this purchase.  Ffffff"
        },
        {
            "review_title": "Buy it!! (Dry skin)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this product!! I have very dry skin and it never affected my skin and didnu2019t look patchy. It goes on beautifully! I used the lightest color as concealer and the other ones as foundation and contour! The only thing I would say, is that when I first bought this product I asked if the pans could be replaced and was told yes, but I havenu2019t been able to find any pans to replace it :(ufffc"
        },
        {
            "review_title": "Hydrating but fades fast",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I loved how moisturizing or hydrating this formula was, it left a dewy glow but my issue is that the pigment would just disappear. This product didnu2019t wear very well even when I set it with bronzer powder."
        },
        {
            "review_title": "Make up forever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Absolutely enjoy using it. It is so easy and nice and creamy and itu2019s fun to play with and it looks great on the skin."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This pallet is so versatile and a must have for anybody but especially a makeup artist. Everything is so creamy and blends like a dream. You can mix colors to get the perfect shade aswell. The blushes are stunning and thereu2019s so much range with this pallet."
        },
        {
            "review_title": "Amazing all in one contour palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Obsessed with this paletteu2026 incredible for people who travel a lot and want to keep their makeup bag light. You have contour (cool and warm tones), concealer and highlight. The product is super creamy - must have!"
        },
        {
            "review_title": "LOVED but maybe not long-term",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I immediately fell in love with this palette - I love that it's multi-use for my makeup routine as I even use it for eyeshadow. I found it was creamy enough that I could really blend it out and get some good coverage, so no need for additional foundation most days!  Having said that, there were certain colours I gravitated towards far more than others, and so one month in I'm already half-way through some shades while others will never be touched (just far too dark and warm-toned for me). I'd love the ability to refill my faves and maybe swap out the colours I don't use with others - maybe even a blush to make this a truly one-stop shop?!   Without the ability to refill I likely won't repurchase simply because it's far too expensive to only use half the palette, and/or have to get a whole new one every couple months just for the sake of a couple shades. No palette can be universal, so it needs to be customizable."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "This was terrible- it clung to my pores and made texture look terrible. I gave it a few tries but couldnu2019t do it. Also, why would it not come with a mixing paletteu2026? Product is very poor quality"
        },
        {
            "review_title": "Depends on how much time you have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Good quality. Mixes, applies, and sits willu2026it just isnu2019t for the girl who doesnu2019t have a lot of morning time! You have to mix your own colours entirely. Definitely swatch in store! Extremely worth it if all the colours match or if you have time to concoct your true colours"
        },
        {
            "review_title": "Must have for drier skin makes me look radiant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Love this palette! Was looking for a cream versus powder and this is amazing! It has dried out some but nothing a little dab of water canu2019t help with. I have fair/light skin"
        },
        {
            "review_title": "Must have when doing full face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Creamy texture that makes it easy to blend and multipurpose makes this my fav go to palette."
        },
        {
            "review_title": "Not For Acne Prone Skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I quickly realized after multiple uses of this product that it caused horrible cystic acne on my cheeks where I applied my bronzer/contour shade. I tried using different methods to prep my skin and it still clogged my pores. So sad for the price:("
        },
        {
            "review_title": "Silky",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Definitely recommend this palette!  Creamy and silky pigmented"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Whoa!!! I quickly found my color match. The contour color is perfect for my skin tone. The bronzers are very pretty. The highlight isnu2019t as noticeable as Iu2019d like. But it all blends in great. No streaking. This is what I reach for now."
        },
        {
            "review_title": "I bought all 3 face cases and consolidated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "The formula is incredible, thin and traceless on the skin. Buildable,long wearing and doesn't separate by the end of the day.   I bought the other 2 face cases direct from MUFE during black Friday and depotted all the shades that worked for my skintone into a large Z Palette.   Top Left Row: pearlescent shades Top right row: corrector Bottom left row: blushes grouped by undertone Bottom right row: contour and bronzer  The 12 darkest shades are way too deep for me, so I repotted back into one of the cases for a friend with a deeper skin tone."
        },
        {
            "review_title": "Possibilitu00e9s u00e0 lu2019infini",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019hu00e9sitais u00e0 cause du prix mais wowwwww u00c7a remplace le cache cerne, le contouring, lu2019illuminateur : TOUT est dans le mu00eame bou00eetier!!!  Il faut aimer les textures cru00e9meuses mais parfait pour mu00e9langer les couleurs entre elles u2764ufe0fu2764ufe0fu2764ufe0f Un essentiel u00e0 avoir!!poir meu00e9anger"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely love this palette, and so do my clients! The coverage and finish is absolutely stunning, however, I find using this as a makeup artist, it doesnu2019t last. Are there refill pans?"
        },
        {
            "review_title": "Not impressed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Eh. I donu2019t love it. The texture is almost too creamy and it feels like it just sits on top of my skin."
        },
        {
            "review_title": "4 products in one!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Ok. If you already have all these following products I do not think you need this palette unless you want to compact your routine. Itu2019s pretty convenient considering itu2019s on par with my bronzer, concealer, contour, and highlight."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Makes the skin looks flawless. Been using it with my clients and really like it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Replaces so many products in my makeup bag, I love applying it with my clean fingers after doing skincare when skin is very dewy from serums and moisturizer."
        },
        {
            "review_title": "Underwhelming",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve been using this palette for a little over a week and Iu2019m returning to try Patrick Ta. I like that itu2019s all the colors you want for your face in one palette but it doesnu2019t last 12 hours like it says. It doesnu2019t age well throughout the day and thatu2019s what I need for work. My pores become enlarged over the day and the makeup doesnu2019t sit well on the skin at the end of the day. The makeup gets super oily and a setting powder or primer doesnu2019t help. It makes the makeup look cheap and cakey."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Not worth the money. Tiny and does not set as smooth as I would expect a product of this coat. I will say it is very convenient to keep in a small purse for touchups."
        },
        {
            "review_title": "Heavy and greasy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The product felt greasy and really heavy. I felt like it made any wrinkles I have stand out more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product! This is perfect for bronzing and contouring, as well as highlighting and it creates great depth!"
        },
        {
            "review_title": "Worst I have ever used",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This was the worst make up product I have ever purchased. I had it for a 3 week trip to Europe. Greasy all day long, blended poorly and sat on top of my face. It was a mess all over clothing, sunglasses, anythibg I touched."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So versatile and I love having everything I need foundation, contour and highlight wise in one compact. A mirror would be like a cherry on top. The wear is long lasting and natural. I LOVE ITud83dudc97"
        },
        {
            "review_title": "Great application.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "it applies very nicely and leaves a nice finish, I do have dry to normal skin, so I'm not sure how it would be on oily skin. Also, one of the colors is perfect for my skin tone. my only issue is the size and the right side of the palette. It seems as if it doesn't set well on my skin with the cream highlighter. Applies beautifully but small in size and should be more affordable. also, very versatile with contour brushes and a sponge."
        },
        {
            "review_title": "Disappointing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was so excited about this and was super disappointed. The concealer colors were too dark for me and the contour/bronzer shades are super orange."
        },
        {
            "review_title": "Not for combination or oily skin types.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This palette is nice however, if you have combination or oily skin, you might not enjoy it. I wore it on top of sunscreen in +25 heat and it turned into a hot mess on my face. I was greasy  and the makeup was separating.all k we my face. It went back."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I wanted to love this product but the formula is quite oily and thin I found. I used way more product than I would normally use. Then after 20 mins the contour has almost disappeared completely. Not worth 114$"
        },
        {
            "review_title": "One Stop Palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I was a bit shocked at how small (and cute!) this was when I received it but a little goes a long way so I think it will last a while. Once I figured that out, I just fell in love with this palette. I have light to medium skin tone and literally every color in this palette works for me. Itu2019s designed to be mixed so if something is too light, add a little bit of a darker shade and your good. Blends like a dream. Has a very light citrus cent which I love. And is definitely travel friendly."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Absolutely love this palette! The formula is amazing and blends very well. It is pricey and the palette is kind of small. I would say itu2019s not a u201cmust haveu201d in a basic makeup collection, but for those that are really into makeup it is worth the splurge.makeup itu2019s def"
        },
        {
            "review_title": "Best travel make up/all in one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is a great multi use pallet. I use it on myself -medium golden tan undertone. I use it as foundation, concealer, contour highlight and bronzer. Itu2019s really all in one. If youu2019r combo or oily really set it well."
        },
        {
            "review_title": "NEW HOLY GRAIL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is my new makeup kit staple!!! I purchased this palette after debating it on buying it for months and I'm so glad that I finally did! The formula is creamy and super pigmented. I will forever re purchase this product!"
        },
        {
            "review_title": "All in one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Being of indigenous descent, I find it annoying to have various jars of different coloured liquid foundation to use throughout the year. I feel like this will solve that problem! Beautifully creamy, easy to blend out multiple and layered colours, easy to correct. Fully converted to cream palettes going forward. Must have!!"
        },
        {
            "review_title": "Compact but incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is very worth the money itu2019s so creamy and easy to blend the only pallet you need for your full base"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This product is something I never knew I needed. It conceals, contours, bronzes, highlights - you name it. Itu2019s so creamy and lasts all day. Pair it with their new setting powder and youu2019ll be flawless."
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I absolutely love this sculpting palette . I have used it for my everyday makeup and for going out . It is extremely versatile and blends very nicely. Definitely is worth the purchase if ur looking for a good sculpting kit. Complimentary from make up for ever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Its a beautiful palette that has amazing range of shades perfect for my medium skin tone! Easy and convenient to use and love how it blends with my skin. Definitely recommend, gifted by make up forever"
        },
        {
            "review_title": "A must need palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I am obsessed with this palette! It has all the shades you need to define and sculpt your face. I am pretty new to sculpting, but this palette makes it so easy to learn. The shades are very pigmented and blend so effortlessly. I also love that the palette isnu2019t super big so itu2019s super easy to travel with! Gifted by Make Up For Ever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Honestly such a great piece to have in your makeup collection for anyone. Whether youu2019re a beginner afraid to start contouring or a pro who wants a good staple product. The product blends out super easily and isnu2019t patchy or muddy. Can be great for a full glam look or just wearing alone touching up some spots for a u201cno makeupu201d look Gifted by Makeup Forever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "love this palette so much. it is great for someone that is trying to get into contouring and bronzing. it is great quality which is one of the things i like most about it. also love the highlighter shades! makeup forever continues to be the best!! gifted by make up for ever"
        },
        {
            "review_title": "Versatile set of shades!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is an excellent cream contour/highlight palette! I love the range of shades and that I can mix them as needed. They are buildable, and they blend out really nicely. Some of the shades would not work for me on their own, but with mixing them, I can make almost all work. This would be an ideal contour palette for a MUA. I am still working with my technique a bit to figure out the best way to set the contour without masking it too much--but the formula is forgiving, and it plays well with my other products so far! Gifted by Make Up For Ever, but opinion is all my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019m not s makeup pro and am afraid of contouring to be honest but the formula in this palette is so user friendly! It blends easily and doesnu2019t look any patchy at all. I love the variety of shades - the two most light ones work the best for my fair complexion."
        },
        {
            "review_title": "Almost perfect!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I'm so happy I got this gorgeous cream palette! It has a wealth of shades to create your perfect foundation/contour match. I'm a big fan of creating my own shades while doing my makeup so this has been excellent for that.  This is also great for those of you who like the underpaint your makeup. This does not include blush-like colors fyi. Other than that, it's perfect! This product was gifted by MakeupForever."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "This skin sculpting palette is seriously out of this world! I love that you can blend each color to find your perfect shade and it blends so smoothly and effortlessly with my foundation for a perfect finished look. 11/10! Gifted by makeupforever."
        },
        {
            "review_title": "my favorite palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This sculpting palette is amazing! It has everything you need to conceal, contour, and highlight. The palette has 6 shades and matches any skin tone. It's really easy to apply and blend in. I love the creamy texture. gifted by makeupforever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I am obsessed with the makeup forever makeup brushes and I absolutely love this makeup brush . The palette is also great but I need to get better at using the different shades and mixing them together. This was gifted by make up for ever."
        },
        {
            "review_title": "Great product for everyone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Makeup forever gifted me this product for free in exchange for a honest review. So far Iu2019m loving this product as well as itu2019s brush. The shade range in it is fabulous. It is great to contour and under paint. Itu2019s creamy and blends in like a dream!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Would rate higher if there were at least two shade ranges! At this rate, itu2019s not worth it when you can only use 1/4 of it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This was gifted by make up for ever. This is a fantastic palette! Iu2019m literally able to sculpt my entire face exactly how I want, getting into the details of it all. This would also be great for a makeup artist."
        },
        {
            "review_title": "Not for light skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This palette is not for light skin people. I can use 3 colours- one for concealer, and two to mix to create a bronzer/contour shade and to match the concealer. The other shades are an awkward in-between range that won't work for bronzer/contour if you have light skin.  The highlight shades are beautiful and perform similarly to the Merit highlighting balm. I'd say this palette is optimal for someone with a light/medium or medium skin tone. Or a MUA.  Overall this performs really well, it blends easily and it has been compatible with my other products. Longevity is also good. I'm just disappointed because based on the pictures online I thought I'd be able to use at least 6 of the complexion shades. In reality it's not worth it for someone with light skin. I really wish they released 3 versions of this palette for light, medium, and dark skin tones because they're very compact and great in theory. But for the price it's not worth it unless you have medium skin tone."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Gifted by Make Up For Ever! This is the perfect palette to use for everyday makeup or for travel! It has such creamy and blendable formula that looks so flawless on the skin. I love how I can mix and match colors to customize my own shades."
        },
        {
            "review_title": "Beautiful Cream Palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a beautiful cream palette. There are so many shades to choose from to create your perfect shade for foundation/contour! The brush is very fluffy; I do wish it was a little bit denser, as I like a dense brush to blend with. The only downfall with this palette is they did not include a blush shade. Everything else is perfect! This was gifted by makeupforever."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "An incredible sculpting palette!!! The color range is really great and itu2019s easy to blend them to get the perfect colors for contouring. The powder goes on so easily and really blends out well with foundation. Highly recommend! Gifted by Make Up For Ever."
        },
        {
            "review_title": "A GREAT palette for everything",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This is a GREAT palette for a wide variety of uses. It fits every shade, every skin tone, and every season. The case is durable and high-quality that makes the creams stay super creamy. I have been obsessed so far! - gifted by Make Up For Ever"
        },
        {
            "review_title": "Very nice!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was gifted by Make Up For Ever in exchange for my honest review of the product. I have only used the bronzing shade and contour shade and they work great! Very pigmented and blend really well. The brush blended the creams out nicely. Canu2019t wait to use the other shades."
        },
        {
            "review_title": "Wide range of shades",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a great all in one sculpting palette! I like how it comes with a wide range of shades so I can mix and match and blend them together to get the perfect shade. The compact is sleek and the shades blend easily and last all day on me. I have been getting so much use out of this palette! This was gifted by makeupforever."
        },
        {
            "review_title": "I purchased this product...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I love a multi tasking product. Anything that simplifies a routine:   all in one...but it's got to work, it's got to fit into an individual's preferences. This palette will certainly have shades not suited for everyone, absolutely!..the pictures online truly represent the actual product, so you can accurately figure out if the majority of shades will work or not before you purchase.  What I like about this palette is, one product in your hand does a multitude of tasks. ( I have light to medium...easily tanned skin in the summer months,  mature skin...)  The formulation easily blends,  Very creamy texture...basically I use the palette for:  concealer, hi light, sculpting, bronzing and warming ....so far, I've found w good skin prep pre-application, any shade I chose,  lasts all day. If a shade is too dark, lighten it w another shade, and vice versa. Versatility at its best...love this palette.  1 star removed because it is, in my opinion,  a slightly warm toned palette, and I prefer a cooler toned colour option. However, this product will be a staple in my routine!"
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This palette has a perfect shade variety to cover well and give lots of options for contour. The palette blends well together and I am loving its feel. The brush it came with is fabulous. I received this complimentary from make up for ever"
        },
        {
            "review_title": "new loves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "yes please! bring in the harmony palettes! I love makeup forever...the harmony palettes go hand in hand for a full full face in two compact containers. soooo easy and effortless for travel. works great on ym dry skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from makeup forever.   This face palette is absolutely gorgeous. It is compact which makes it perfect for travel and I can fit it in my bag easily. This palette is ideal for artists and for makeup lovers. I like that    you can easily mix any of the shades to your liking. The formula is buttery and application is easy. I highly recommend this palette to anyone who is looking for a high-quality, versatile palette"
        },
        {
            "review_title": "Worth it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been gifted by Makeup Forever and Iu2019m totally in love with this HD Sculpting Palette. Finally I donu2019t need to pack so many products with me as this palette has everything I need. You can create a whole look with it. It matches so many different tones. Formula is creamy and blends well, mixes well. Just perfect!"
        },
        {
            "review_title": "Splurge and buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "So I was not gifted this, and I actually had to pay for it. That said, I love it. Smooth, creamy and blends beautifully! Great for concealer, highlight, and contour! Worth it! Itu2019s three products in one!"
        },
        {
            "review_title": "LOVE IT!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Obsessed with this palette gifted by Makeup Forever!!! Makes me feel like a makeup artist every time I use it and there is so many options of contouring to choose from definitely worth it as Iu2019m in love"
        },
        {
            "review_title": "Must have palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I was gifted by Make Up For Ever for my honest opinion.  This HD Skin Sculpting Palette is what you need! It's so compact and has 12 different shades to contour and highlight. The shades are so easy to blend and to build up to your preference. The creams are so light weight & last all day!! I love this palette! I definitely recommend for your own personal kit or even your work kit!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The shades are very beautiful for my palette, it feels very soft and it blends nicely on my skin. It suits me nicely and can use any shade I want. I use this with the brush and the brush is very fluffy and soft. Gifted by Makeupforever"
        },
        {
            "review_title": "LOVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This pallet is the best!! Formula is so creamy and so many colours to choose from to complete your look."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is great if you are a professional makeup artist or expert and know what youu2019re doing. I would not recommend this for beginners. I wish it had face cards like Too Faced provides where they give you examples or suggestions of where you can place your product. I did like that the case closed securely. gifted by Make Up For Ever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this stunning palette gifted by makeup forever. It has amazing shade rages. I can do highlighter contour concealer and foundation everything with this single palette. Perfect product for traveling too."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This face palette is absolutely stunning! I love that it has everything I need to complete a make up look. Itu2019s super creamy and easy to use on the face. The shade range is perfect for most people. I canu2019t wait to create some more beautiful looks. Gifted by Makeup for Ever."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by Makeup Forever. This is a beautiful face palette. Itu2019s perfect for travel because everything is very compact but the pans are still a nice size. I have fair to light skin and this still works really well for a contour, bronzer, highlight, and even a concealer/base on me."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "This palette has everything I need to do makeup, I love it because I can mix and match the colors to create my perfect shade of contour and highlight, In my point of view it's perfect for summer since I like to tan and I have to buy different shades of makeup to adapt to my skin tone, but with this palette I won't have to do it anymore because I can choose the right shade for every occasion! I love the formula because it is creamy and easy to blend!  Gifted by Makeup Forever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "If you like to underpanint, youu2019ll most likely love this! Theres enough shades to where you can mix them and make your own perfect shade. Love it! This was gifted to me by Makeup Forever in exchange for my honest review."
        },
        {
            "review_title": "Must-have in my makeup collection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This is the perfect on-the-go beauty product! It is so many products in one and I am so haooy that I found this product! I love that it is so compact and that it is so versatile. The formula is creamy and goes on the skin so easy and smooth. I love that it is buildable coverage and that it blends so well. The wear time on it is also impressive. I will be bringing this with me anywhere I go as well as using it at home. So easy to apply, makes my makeup look so flawless and natural. I love that I can tailor the shade to my needs, this is crucial for summer when I self tan and I do not want to be lugging around and looking through multiple foundation bottles! This was gifted to me by Makeupforever."
        },
        {
            "review_title": "Creamy and pigmented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This sculpting palette has everything you need to contour and highlight your face! I love how there are different shades that I can mix together or use alone. It goes on creamy and blends easily. I use it to contour my cheekbones and it makes contouring easy and effortless! This was gifted by Make Up Forever."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have very pale skin and this works perfectly! The coverage is buildable and it blends out super well. Its compact and the brush it came with is high quality. The highlight has a slight shimmer to it. I received this complimentary from MakeUpForEver."
        },
        {
            "review_title": "Perfect for sculpting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this palette! I have been looking for a contour that not too warm but also not too cool it looks chalky and this palette gives you JUST THAT! Itu2019s the perfect way to sculpt your face and add all the shadows and highlights in a natural and effortless way! (gifted by Makeup Forever)"
        },
        {
            "review_title": "Donu2019t like the shades for pale skin.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This was gifted to me complimentary from Make Up For Ever. The colors are not my favorite. I have fair skin, and a lot of the shades are too warm. I donu2019t like the dual sided brush either. It works much better when you use your hands because the heat from your fingers makes the creams look more pigmented. I like the highlighter shades because they look like a glow from within. There was one contour shade that slightly worked for me, but it was a little bit too dark. The bronzer shades were very unflattering on pale skin. The shades do blend in easily though!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The versatility of this pallets is everything theyu2019re easy to blend in and works great with my dark complexion. Like the idea of how easy is to mix the colors to achieve any desired shade. Gifted by Make Up For Ever"
        },
        {
            "review_title": "High quality, a bit warm in tone",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Honestly, this one kind of took me a while to figure out. I think that the more experienced you are with makeup, the more this palette will likely make sense to you.  This palette utilizes color, shadow, and an intriguing additional variable: shimmery highlighter. As such, you can use the shades to mimic light and depth on the face. For example, if you've ever applied a full coverage foundation, then you know that immediately afterwards, your face looks one-dimensional. The intent with this palette is to offer an all-in-one that gives dimension.  An easy way for beginners to approach this is: focus the light on the center of your face, and add depth where you contour as well as the perimeter of your face. You can also try looking at how outdoor light hits your face and mimic that with this palette.  Ok now for palette performance! This palette does feel high quality through and through. It's made of a sturdy tin material and the shades do melt into each other (exactly as you'd hope!) As a cream palette, it's not the most longwearing, but it's a good in-between of the performance of cream and liquid base products. I very much appreciate the skin-like finish!  You may need a selection of smaller brushes to work with these pans. You'll struggle to get a big ol' blending brush in to pick up the shades. I suspect you could also use your fingers if you wanted to.  Finally, the one note I have with this palette is that I am unsure it is truly universal. I think it would have been wise of MUFE to offer a lighter and deeper palette option, especially as this seems to specifically leave out cooler deep tones. That said, they do have a cream foundation palette that seems to fully cover all shades and undertones. IMO, if you have a cooler, deeper skin tone, you may want to compare this to that palette before purchasing.  Palette received complimentary from Makeup Forever; all opinions are my own."
        },
        {
            "review_title": "Lovely addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Makeup Forever. They have the best contouring palettes and this is no exception. I love how many options there are and how easy it is to blend together especially with a brush.  This seems like the perfect kit for a MUA or someone passionate about makeup!"
        },
        {
            "review_title": "I feel like an artist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Complimentary from makeup forever for review only. First of all this palette is so beautiful! I truly feel like an artist! I feel like I can customize so many different shades and color correct. the formula itself is very creamy! Itu2019s medium buildable coverage. I find that a light layer helps cover my acne scars. The end result is truly HD skin it looks flawless. The wear is about 5-8 hours for my combo skin with some touch ups. This is very hydrating for its formula so probably best for dry skin but can work with combo for sure."
        },
        {
            "review_title": "Pleasantly surprised!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by make up forever. Iu2019m not usually big on cra products and thought this price tag was a little hefty but I was pleasantly surprised by this one! If you were a makeup artist this would be perfect since you can max and match so many shades! The highlight is natural and beautiful looks more like a glow from within. I am so happy to have this product!"
        },
        {
            "review_title": "Must have for any makeup lover",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Gifted by Makeup forever, Iu2019ve been playing with this for a while and I absolutely love the many ways to use this and how many color variations I can create! Itu2019s perfect for a makeup artist or if you have a hard time matching you foundation/ concealer. Itu2019s as heavy or as light as you want. Iu2019m oily skinned but I set it with powder for an all day long wear! Itu2019s a beautiful palette!"
        },
        {
            "review_title": "Loveu2026. Just not sure for darker skin tones",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I really like the versatility and idea behind this compact. It has so many shades you can mix or layer to do pretty much your whole complexion. I will say, though, the colors are more on the Buildable Side and I ended up using the second from darkest for my bronzer and Iu2019m a light medium skin tone. So Iu2019m not sure how this would work on darker complexions. However the highlights are beautiful and Iu2019m really enjoying it! Gifted by Make Up For Ever"
        },
        {
            "review_title": "Must Grab!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "This cream face palette is all you need to conceal, contour, highlight and underpaint like a pro, for any customizable look. I absolutely love this palette for every day! I can even use it as foundation. Itu2019s texture goes on so smooth and beautiful! I was gifted by Makeup Forever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited to try a palette by MUFE because Iu2019ve heard so many great things and I was not disappointed! This palette has all of the colors you need to look snatched and contoured and to be able to customize to your skin tone and liking. I also love how easy it blends into my skin! No harsh lines here! I was expecting the palette to be a bit bigger but itu2019s compact making it perfect for travel and taking on the go. Gifted by MUFE."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I mixed the two lightest shades and got my perfect shade match doe foundation. Then used the lightest to xonxeal. This product is not my new Holy grail traveling buddy. It blends our effortlessly and blends out seamlessly. I highly recommend. Complimentary from makeupforever"
        },
        {
            "review_title": "Love this palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love this face palette so much! It takes me less time to complete a full coverage look because all of the base products that I need are included in this pan. Thereu2019s a shade for every area of the face that needs to be sculpted & highlighted. Itu2019s also a long lasting formula that works really well for my combination skin! I was gifted by Make Up For Ever and Iu2019m loving this palette so far!"
        },
        {
            "review_title": "Instant obsession",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I am so incredibly impressed by this. I thought at first it would just be tun to play with, but the texture and finish were just amazing on my dry skin. My complexion looked flawless ALL day. I do wish it was a bit more cool tones; but there is enough for cool toned skin too! (Complimentary from make up for ever)"
        },
        {
            "review_title": "Perfect starter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Really love all the different shades offered in this palette, I used the duo brush to apply different shades to my face. I do find them a bit dry but nothing crazy, I just sprayed a bit of setting spray to my brush before dipping into the product and it allowed everything to melt. I love how easy to blend once applied on the face. This was gifted by Makeup Forever, once I finished I applied my regular setting spay and it lasted all day!"
        },
        {
            "review_title": "Endless contour possibilities",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I received this product complimentary from Make up for ever. This HD skin cream contour and highlight palette is perfect If youu2019re a make up artist of if youu2019re someone really into sculpting. The cream products in this palette are so easy to blend and mix. I love the look and feel of the products as well as the endless possibilities with this palette."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I was gifted the HD Skin Sculpting Palette complimentary from Make up for ever in exchange for my honest opinion. This is a must have palette. It has 2 contours shades and 4 highlighters. Love how creamy they are. It is super compact and very easy to carry when on holiday. I also love how I can experiment and mix and match colors to make a different shade altogether."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been unable to stop using this product since I got it. Such an amazing product! I love how I can mix and create my own shades and the formula is A+ like most MUFE products. Itu2019s super versatile and for me a most have for now on. Super recommended! I got mine gifted by Makeup Forever but after I tried it and loved it I took advantage of the Sephora sale and got a backup. :)"
        },
        {
            "review_title": "Half worth it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "For an expensive kit, there are a lot of shades that aren't super usable on the left panel. There are cooler contour shades on the right side that are great, as well as the highlighters. I'll still use this, especially for traveling as it has contour, bronzer, and highlighter, just hate that a lot of the shades will go to waste."
        },
        {
            "review_title": "Compact & Great Versatility",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Absolutely love the versatility of this pallet. Itu2019s super compact, but packs a lot of punch as it has tons of colors bronzers highlighters. pigmentation is really great!! I only wish instead of 4 highlighters it would take 2 away and add two blush colors. But other then that itu2019s fantastic!!! Great for traveling or even makeup artist kits! This was gifted by makeup forever for review."
        },
        {
            "review_title": "Amazing cream palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Twelve shades with everything you need to conceal, correct, contour, and highlight. The formula is buttery smooth and applies like a dream. It doesnu2019t feel heavy rather very lightweight and natural. This palette would work for all skin tones! A great multitasker that Iu2019m so glad to have in my arsenal. Gifted by Makeup Forever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I am Really impressed with this palette as it offers a wide range of shades for multi purposes. We have warm and cool tones, and shade ranges that can be used for contouring, concealing, highlighting, etc. it is compact and great for travel. And, the product blends beautifully. Although, this was gifted to me by Makeup Forever, this is my honest opinion."
        },
        {
            "review_title": "12 shades to play with",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "As a person who travels a lot, Iu2019m so happy to find perfect for traveling makeup product, that has contouring, concealing, highlighting, and blending palettes all in one product. I have the option to mix shades to match my skin tone depending on my current skin color and the season. The perfectly blending, smooth and creamy formula gives a radiant and long-lasting finish. I use the 140 brush for contouring and 158 to blend the shades on my skin.  Complimentary from MakeUp For Ever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This palette is a must-have for anyone seeking a flawlessly sculpted look. With a range of shades and textures, the palette is perfect for blending, shading, and highlighting the various areas of your face. Gifted by Make up For Ever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this product! It was gifted by Make Up for Ever.All the colors you need to sculpt your face in one palette, it's insanely convenient. I use it almost every day and I am very glad that now I have it. I used to have many different colors in a separate package, but here they are all together. And of course, the quality of the product is ud83dudd25ud83dudd25ud83dudd25"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Makeup Forever. I wasnu2019t expecting this palette to be so amazing. It comes with 12 beautiful shades. Honestly, I was expecting there to be only 6 but when you open up the palette it has shades on both sides hence 12 instead of 6. I am amazed at how they donu2019t smudge or mix with each other in the palette. The formula is creamy and very blendable. I love the variety of shades and the ability to mix and match to get the perfect shade for you. Perfect for travel too -  I love it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Gifted by makeup forever. I love how versatile this HD palette is. It comes with 12 creamy and buildable colors that are super lightweight and blendable on the skin. It gives me the best sculpted look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This is the best cream contour palette! It has so many shade options and is still compact. I typically mix to get the exact color I am looking for but find this so helpful when I need to minimize my makeup back (like traveling!) gifted by makeup hd"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Wow! This product is a game changer for me. This is the first face palette Iu2019ve ever owned. Overall, itu2019s really convenient to have multiple products all in one because it makes the makeup process faster for me and is easy to travel with. Plus, I love that you can mix shades to get the one that matches you the best. These cream products are very creamy, buildable, and blend easily. Gifted by Make Up For Ever."
        },
        {
            "review_title": "so great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by makeup forever this HD Skin pallette. This pallette come with 12 beautifully creamy and blendable shade to find the perfect match for your skin. It also has shimmer for highlighting and contours"
        },
        {
            "review_title": "Must have for MUA",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I received this as a gifted by makeup forever and itu2019s the most amazing pallet. I used it in some clients and it goes on so smooth ! I love this this is an essential for all Muas out there t has everything you need in cream ! I love it and the brush it comes with helps application a lot . Run donu2019t walk !!"
        },
        {
            "review_title": "Itu2019s great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "beautiful palette! the colors are pleasant, they blend well, it is beautiful on the face, I really like it. This palette is definitely a makeup artistu2019s dream, but is so easy to use for the everyday consumer as well. It feels expensive and the shades are buttery smooth and apply/blend out easily (with awesome coverage).gifted by maleup"
        },
        {
            "review_title": "so in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was wanting for this and I am so happy to have it on my hands and play with it everyday achieving new look every time. its so cool you can mix and match as you want for different look and finish. love quality and textures! in love gifted by makeupforever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "Gifted by makeup forever. I have never had a palette like this but Iu2019m OBSESSED. Thereu2019s so many different shades that you can use for so many different things! I really like the contour shades and blush shades on my fairer skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This palette is SO luxe. It's perfect for every Make Up Artist's kit - so many shades and it's pretty much infinitely customizable. The brush is lovely as well. I also love that the packaging is so secure that I don't have to worry about it popping open in my bag.  complimentary from makeupforever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "What I love about this palette is how lightweight and comfortable the formula feels on the skin. It syncs seamlessly with the skin for a natural-looking finish that lasts up to 12 hours without needing any touch-ups. Plus, the buildable coverage makes it easy to adjust the level of coverage to suit your desired look and skill level. I love the variety of shades so I can customize it to my skin tone.   I think this product is an excellent investment for anyone who wants to achieve a professional-level contouring and highlighting look. Overall, I highly recommend this palette to anyone who is looking for a high-quality, versatile palette that can help them achieve a flawlessly sculpted look. I received this product complimentary from makeupforever in exchange for my honest review."
        },
        {
            "review_title": "Beautiful Palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019m really enjoying this pallet. Itu2019s user friendly, though it might be better suited for a makeup artist who is doing makeup on a variety of people. The formulas are really easy to work with and the highlights are SO beautiful. Gifted by Make Up Forever."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I was gifted by Make Up For Ever. I used the lighter cool toned shade to contour because it looked pretty cool toned in the palette. It went on redish/brown on my skin, so it was a nice bronzer.  The different shades all blended really well! I look forward to playing with this more!"
        },
        {
            "review_title": "Amazingggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have never owned a palette like this and I am completely in love with it. It has everything that you need and the colors match so well and apply so nicely. I especially love the highlight and that youu2019re given options. The whole pallet itself feels like really good quality too and the brushes feel so nice and apply it perfect. Gifted by make up forever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This sculpting palette is phenomenal !! It was gifted by Make Up Forever . This palette is incredibly adaptable and may be used to make a variety of different looks. This sculpting palette is ideal for me whether I want to create a heavier contour with highlight or a natural contour with highlight. I also love the packaging. Excellent for traveling. I highly recommend getting this sculpting palette!"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This sculpting palette is amazing. I love all of the different shades. And itu2019s super easy to sculpt. I love the overall foundation on it and I love how easy it is to use on my skin. The overall all shades are all so creamy and blend so well together. Gifted by Make Up For Ever"
        },
        {
            "review_title": "Convenient and lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I receieved this complimentary from makeup forever. This is scuh a cool palette with the most cutest of colors inside of it. I also really enjoy how the palette is not so big and is pretty convenient when it comes to traveling and putting it in a purse or travel bag. I like the formula of this sculpting palette and I feel lik I can easily achieve the looks that I want and I feel like the colors can help enhance any look that I do. I was happy to see this wears so nicely with the rest of my makeup and keeps my skin looking pretty nice and smooth. Overall I really like using it and have been now mostly every day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this gifted by Make Up For Ever.  This is an essential if you are a make up lover. The palette is diverse in use and can be used, mixed together to create custom shades. The product is creamy,  blendable and leaves a beautiful finish on the skin."
        },
        {
            "review_title": "Gorgeous palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This sculpting palette was gifted by Make Up For Ever. Great new launch! Absolutely beautiful shades, it is enough for the full makeup look. Very natural and long lasting finish. It will definitely suit the most."
        },
        {
            "review_title": "Compact, beautiful everyday sculpting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Love! This palette is so handy and cute - it's small enough for travel but still has everything you need, and the packaging feels sturdy with some weight to it. You can create such a pretty, glowy base with everything here. I contoured, highlighted, and used one of the midtone browns for a quick sweep of color on the eyes. The colors are creamy and easily blendable, with a surprising amount of color payoff while still being natural and easy to blend. You could definitely layer a powder or a more dramatic highlighter over top as needed for more going-out looks, but I love this for giving some life to my face for easy makeup days. Gifted by Make Up For Ever"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I recieved this product complimentary from Makeup Forever. I really enjoyed how diverse this product is and how many different shades come along in this pallete. I also love that since there are so many shades that you can kind of mix and match different ones to get the look you're wanting. So happy to add this to my collection! The packaging feels very nice and Iu2019m happy with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This was gifted by Make Up For Ever and the face sculpt palette is PERFECT for your makeup bag! There are so many color options and theyu2019re large products for how small the entire thing is! I LOVE how many options this has and the pigment payoff is phenomenal."
        },
        {
            "review_title": "A great multi use palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "To begin, the brush is amazing. I usually by cheap brushes from Amazon and I think theyu2019re amazing. But trying this brush, it just goes to show that I didnu2019t know what high quality was until I tried it! Thereu2019s a VERY noticeable difference. In regard to the palette, itu2019s perfect for everyone and everything. I guess I wasnu2019t quite sure which shade to use for what when I first got it, but quickly realized that theyu2019re all available for anything! Mix and match to find your perfect shade, and I LOVE that theyu2019re all cream products! The size is perfect and the shades are amazing. I love that there is a cool toned contour in there, something that is hard to find nowadays. I was gifted by Make Up For Ever in exchange for my honest review."
        },
        {
            "review_title": "Creamy and Buildable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This product is super fun and Iu2019ve never owned anything like it! Itu2019s the perfect little kit complete with every shade youu2019ll need. I appreciate that the colors are buildable but not excessively so. Theyu2019ll still show up on your skin, but youu2019re in control of how pigmented you want it to be. The texture is super creamy and gorgeous too. I received this complimentary from Make Up For Ever which I am so grateful for."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is the cutest product ever and literally a makeup artists dream!! I absolutely love how I have so many different shade that I can mix to get my foundation concealer and contour! Perfect for when I need one product that does it all! Soooo creamy and blends in well. You need a lot of product but thatu2019s no worry! Gifted by Makeup for ever."
        },
        {
            "review_title": "Great compact palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This is an amazing cream face palette. Has all the shades you could possibly need for a perfect contour! It does not pull too orange on me and blends so nicely, it lasts all day. And highlighter looks so natural and pretty! Gifted by Make Up For Ever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Makeup Forever HD Skin Sculpting Palette is a game-changer when it comes to sculpting and defining your features. This palette is truly amazing, with a formula that is second to none. It's a versatile palette that is perfect for anyone who wants to achieve a flawless, sculpted look. One of the most impressive things about this palette is how well it blends into the skin. The formula is incredibly smooth and lightweight, and it blends seamlessly into the skin for a natural-looking finish. This makes it easy to achieve a flawless, sculpted look without any harsh lines or obvious contouring. The shades in the Makeup Forever HD Skin Sculpting Palette are also very versatile. With three different shades, you can use them to conceal, contour, and bronze your skin. This makes it the perfect palette to take with you on-the-go or to use as your go-to palette for everyday makeup looks. Overall, the Makeup Forever HD Skin Sculpting Palette is a must-have for anyone who wants to achieve a flawless, sculpted look. The formula is amazing, and the shades are versatile enough to use for concealing, contouring, and bronzing. If you're looking for a new sculpting palette, this one is definitely worth trying out! This was gifted by Makeup Forever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "First I just love how the compact this palette is. It is smaller than my hand and I could do my whole face with this! The shades lean warm so I do wish it had a better mix of cool shades.  Formula wise, it is a creamy and buildable. I received this complimentary from Makeup Forever."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This palette was EXACTLY what I needed!! Iu2019ve been getting into using creams for my face makeup as opposed to powders so this is the perfect product to achieve a pulled together base. This palette is perfect for anybody who isnu2019t that experienced with contouring and highlighting with creams. If a shade is too light or too dark, you can easily mix any of the shades to your liking. I have tan/olive skin and the palette has the perfect amount of warmth for my complexion. The formula is buttery and application is easy. I canu2019t wait to create more snatched looks with this palette. This was gifted by Make Up For Ever."
        },
        {
            "review_title": "Creamy formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This was gifted by Makeup Forever. I absolutely love the shade range in this palate and that it has everything you need! I love not having to use several different products for one job and this eliminates that hassle!"
        },
        {
            "review_title": "Perfect for the makeup savvy person",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Very easy to use and blend! Perfect to customize my foundation throughout the year when I lose or gain my tan. I use it over my liquid foundation as a contour, bronzer, concealer & highlight"
        },
        {
            "review_title": "so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "gifted by makeup forever. honestly if youu2019re a makeup artist or someone who lives for the contour vibes and you donu2019t have this paletteu2026 wyd!! itu2019s super blendable with so many shades. I love how you look so snatched with the bronzer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "this pallet is great for both make up artist and every day make up. I love how itu2019s an all in one pallets and I could create a foundation shade if need be. It is very blendable and creamy on the skin. gifted by make up Forever."
        },
        {
            "review_title": "amazing but.....",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "k I love this pallet i just wish they would make a mini size . 1 for light 1 for medium qnd so on just because I find myself only using 2-3 shades so to pay over 100$ and not use the whole pallet sucks"
        },
        {
            "review_title": "Great quality, nice palette",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "This palette leans warm, but I see it as an enhancement to my foundation. Adding warmth where needed, contour and highlight. The formula blends really well with my foundation stick (Bobbi Brown in Beige). Looking forward to seeing how this works in summertime!"
        },
        {
            "review_title": "love this palette!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I don't think this would work for darker complexions but I'm a light medium and I'm really enjoying this product. I love being able to mix the shades to come up with the right shades for me. Even if a shade is too dark, peach or orange I was able to find the right shade to darken/lighten and adjust contour and bronzer shade. First pic is just the cream products and the second is set with loose powder  I would recommend this for the Sephora sale"
        },
        {
            "review_title": "Game. Changer.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this product. Looks amazing on my skin. Totally recommend."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Neutral fair is almost white, neutral light is ORANGE and then any color after that pulls super orange. Awful, unuseable. I loved the other make up forever pallete I have. This is a no."
        }
    ]
}