{
	"product_id": "1561",
	"name": "U.F.O. Salicylic Acid BHA Treatment Face Oil",
	"brand": "Sunday Riley",
	"categories": "Skincare, Moisturizers, Face Oils",
	"price": 54.0,
	"about": "Which skin type is it good for?.What it is:.Solutions for:.If you want to know more….What it is formulated WITHOUT:.What else you need to know:",
	"ingredients": "Silybum Marianum (Milk Thistle) Seed Oil, Nigella Sativa (Black Cumin) Seed Oil, Cucumis Sativus (Cucumber) Seed Oil, Diisopropyl Sebacate, Punica Granatum (Pomegranate) Seed Oil, Vaccinium Macrocarpon (Cranberry) Seed Oil, Dimethyl Isosorbide, Linum Usitatissimum (Flax) Seed Oil, Caprylic/Capric Triglycerides, Ethyl Linoleate, Hexylresorcinol, Glycyrrhiza Glabra (Licorice) Root Extract, Salicylic Acid, Prunus Armeniaca (Apricot) Kernel Oil, Chamomilla Recutita Flower Oil, Citrus Aurantium Amara (Neroli) Flower Oil, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Helianthus Annuus Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Extract, Citrus Paradisii (Grapefruit) Peel Oil, Melia Azadirachta (Neem) Leaf Extract, Melia Azadirachta (Neem) Flower Extract, Coccinia Indica Fruit Extract, Amino Esters-1, Amber Leaf Extract, Solanum Melongena (Eggplant) Fruit Extract, Aloe Barbadensis Flower Extract, Lawsonia Inermis (Henna) Extract, Ocimum Sanctum Leaf Extract, Ocimum Basilicum (Basil) Leaf Extract, Curcuma Longa (Turmeric) Root Extract, Corallina Officinalis Extract, Simmondsia Chinensis (Jojoba) Seed Oil, Pearl Powder, Moringa Pterygosperma Seed Oil...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Can be used day or night. .-After cleansing skin, massage in U.F.O. as needed. ..Pro tips:.-Layer on top of Martian Mattifying Melting Water-Gel toner for more oily skin support. .-Follow with a brightening treatment, like Tidal Brightening Enzyme Water Cream to help combat the appearance of acne discoloration. .-Mix three to four drops of U.F.O. into foundation before application to give hydrating, acne-fighting power to your makeup routine.    ... Precautions:.-As with all salicylic acid products, please consult with your doctor before use if you are pregnant or allergic to salicylates (like aspirin). .-Not intended for use by children. .-Using other topical acne drugs at the same time or right after use of this product may increase dryness or irritation of the skin.",
	"num_reviews": 2781,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/u-f-o-ultra-clarifying-face-oil-P422673?skuId=1929199&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1929199-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.5 oz/ 15 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1929199-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "1.18 oz/ 35 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1929207-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Pass",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Don’t understand the hype. This did nothing for acne and my skin was duller after finishing the bottle (which went quickly, it did NOT last)"
		},
		{
			"review_title": "Would not buy it again",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I've been using this produc for the past month, and did not see any difference... not good wnough for the price"
		},
		{
			"review_title": "A true game changer for my skin.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Best product ever. I have never written a review but this product deserves one, it’s basically the only skincare product I own and it transformed my skin. I don’t have acne anymore, and my skin is so much brighter and has a more even tone. recommend this"
		},
		{
			"review_title": "Clears up dry bumpy complexion",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I do not have acne per se, but sometimes my skin is just a little textured/bumpy and dull. This is great for clearing up overall small bumps on dry skin.   Whenever I notice my complexion is getting a little dull and bumpy, I buy it to use overnight, and my skin is clear and more radiant by the time I finish the jar. It would probably be too much for my dry skin to use it constantly, but I do use it daily until the jar is finished.   It has an herbal, medicinal scent, but not unpleasant. It is an oil, which is good for my dry skin, but I also still need a moisturizer over it at night."
		},
		{
			"review_title": "Not for my skin I guess",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I got it because of the good reviews a while back but it broke me out and didn't feel good on my skin. Didn't work for me."
		},
		{
			"review_title": "Essential",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love this for oil cleansing and back acne. Scent isn’t bad, but took some getting used to. Expensive but lasts a while. I do not use soap on my face. I like massaging this into my face and leaving it for few minutes before removing with a warm washcloth. I use it at night and sometimes skip a day or two. Along with a good diet (no dairy, no sugar), serums and moisturizer, this routine has been awesome for my acne prone combination skin. My skin is quite smooth and acne free. Works well to remove dirt, sunscreen and make-up too. I don’t like leaving this on my face without wiping off, but I do leave it on my back (for bacne)."
		},
		{
			"review_title": "NO! NO! NO! GAVE ME THE SKIN TEXTURE OF A TOAD",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I’m pretty sure this product is what gave me sudden bumpy rough skin and breakouts. I’ve started and stopped using this product three times just to be sure and yeah after 3ish days of using it again almost overnight my skin suddenly becomes covered in colourless bumps and acne on my forehead and chin that take 2+ weeks to go away. When I grazed my fingers over my cheeks and forehead my skin was sooo bumpy and rough it was disgusting IT GAVE ME THE THE SKIN TEXTURE OF A TOAD! I’m not sure if I just had a allergic reaction or if you’re supposed to go through a purging phase with this product but if that’s the case I think it’s kinda ironic a product made with the purpose of clearing acne and imperfections makes it worse first. Anyway, I’m returning because I purchased it hoping it would help minimize my occasional hormonal breakouts and I was left with even worse skin than I had before. P.S it also smells HORRIBLE!"
		},
		{
			"review_title": "The ONLY holy grail over the past 6 years!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This is the only thing that helped me over the years (yes years been using it for like 6 years) with my closed comedones and post acne hyperpigmentation it does both at the same time and hel regulate sebum this and Good Genes just amazing combo!   regulate regulate"
		},
		{
			"review_title": "Massage in deeply",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Massage this product deeply into your skin like you’re using a cleansing oil because it will work the black and white heads and sebum out of your skin . Especially on open pores."
		},
		{
			"review_title": "Great but expensive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "It’s good! It did help remove my pimples but it’s pricey so I could t give it 5 starts because of the price"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Love ittttt! My skin is really dry and this is the only salicylic acid that is not to agressive!"
		},
		{
			"review_title": "Smells Really Bad",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "It smells SO bad. I can’t even describe what it compares to. The smell is almost intolerable but I do my best to tough it out. I think it does work. Can’t be for certain. But I put this oil on when I feel a pimple coming or if my skin feels especially congested."
		},
		{
			"review_title": "Forever repurchasing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "I have sensitive skin and most typical acne product are far to aggressive and drying for me. This is my holy grail. It goes on easily and doesn’t give me dry patches. Smell takes a bit to get used to but worth it. Probably on my 8th bottle."
		},
		{
			"review_title": "Another staple from SR",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "Bought this as a last attempt at using a salicylic acid. I love it. Other SA products like pads or face washes were too harsh or simply evaporated before they could work. This stays on the skin and actually penetrates to work its magic. It erases pimples within hours. It’s keeping my pores tight and oil free. I also use it on my bikini line and it’s significantly reduced bumps and ingrown. I’m in love!"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I completely love this, been using for 2 months now and it’s helped keep my skin in much better shape. While some here have said the smell is too much, I adore it. Industrial… but herbal too. I find it calming. incredibly calming."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Buy it if you are suffering from hormonal cystic/acne. I’m seeing Derm and nothing they have recommended worked. I found this randomly and it works! Twice a day for 5-6 days, you will see results!     open my own store.."
		},
		{
			"review_title": "Fantastic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Just Try IT!  it’s amazing!    I’ve Purchased this repeatedly! and I’ll be getting again!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The first time I used this product I had a huge cystic pimple on my cheek and I swear it shrank it in just a few hours to almost nothing without me even picking at it. It has helped a lot with clogged pores."
		},
		{
			"review_title": "Would not buy again",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "Absolutely did nothing for my skin. Not better not worse."
		},
		{
			"review_title": "Find BHA's/Salicylic Acid too harsh? Try this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Take almost every natural ingredient that I love and throw them all into one product, and you have this! I was 'sold' the instant I laid my eyes on the ingredients list, and I'm happy to confirm the product completely lives up to it too: this reduces any random (mild) acne I get within a day or two, and it also lightens any discoloration left once they've died down. Additionally I find it clarifies congestion and dullness, both of which my skin is very prone to - especially my nose/inner cheeks area, and all I'm using is about 2-3 drops on an evening over my face, and letting it sink in and work its magic overnight. If you've used 'Salicylic Acid' for acne/pores in the past but found it too drying, I would suggest trying this. Most SA containing products are in a water/alcohol base whereas this is mainly oils and doesn't have that drying or stripping effect. The fragrance of this product is a fairly noticeable herbal/medicated smell, but honestly I barely notice it any longer  - although I appreciate it definitely won't be for everyone, the same applies to the product itself: you're either gonna love it or hate it. I've been a fan of 'Good Genes' by this brand, for some time, but this product (for me at least) blows that one out of the water. Yes it's pricey but considering how little of a dent I've made in the 0.5 fl oz (15 ml) size, I can justify the investment as it's not one I'll be needing to make that often...once or twice a year perhaps.  ~ My Sephora Top 7 must-have list ~  (My top 7 must-have beauty products of all time, focusing mainly on my purchases at Sephora)  1. Hair Loss Treatment: ‘Divine Herbal’ - Hair Oil  2. Shampoo: 'Sephora Collection' - Deep Cleaning Shampoo 3. Face Mask: ‘Peter Thomas Roth’ – Pumpkin Enzyme Mask  4. Pigmentation + Anti-Aging Serum: ‘Divine Herbal’ - Facial Treatment Serum 5. Face Scrub: ‘Sisley' - Botanical Gentle Buffing Cream 6. Lip Balm: ‘Nuxe’ – Reve De Miel Lip Balm 7. Lip Liner: ‘Sephora Collection' - Rouge Gel Lip Line"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Amazing! This cleared my hormonal acne within days. I used this underneath my moisturizer day and night for five days and it was magic. Highly recommend"
		},
		{
			"review_title": "Absolutely TERRIBLE",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gave me CYSTIC acne. Would never recommend. My small breakouts turned into big painful ones, and my skin just got worse with this"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this product! The smell doesn’t bother me at all- I kind of like it honestly."
		},
		{
			"review_title": "Migraine inducing smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I wanted to like this product as it was great for my skin but the smell is the only reason I’m rating it so low. The smell is migraine inducing and I tried ignoring it but I had to return it."
		},
		{
			"review_title": "Hydrating but not super effective",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It’s nice, smells good and hydrates skin but it didn’t necessarily help my acne too much. Just used for months and there was a maybe a small difference but not much"
		},
		{
			"review_title": "Definitely worth it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I’ve been using this for a few months and it’s amazing. It helps keep my skin hydrated in winter and has greatly improved the texture of my skin. The only downside is the slight smell."
		},
		{
			"review_title": "Perfect for teenage acne",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It got rid of bumps for my teenage daughter’s face. Her skin has transformed since starting this. ￼"
		},
		{
			"review_title": "Worth every dime, repeat buyer, won't go without!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "My skin: tiny bumps all over my forehead, and big pimples around jawline, neck, and ears. Oily t zone,  but dry cheeks, jawline.   This product smoothed out my forehead bumps completely, and I haven't had any big pimples anywhere in months!!! The oil feels thick/heavy for a couple minutes, but it penetrates into skin and dries and you cant even tell its there. I typically put a few drops onto clean finger tips, and tap all over clean face especially trouble spots, and after about 1-2 weeks my skin was fully clear. This product layers well, and does not affect my makeup at all. Smells like tea tree oil, and the smell does not linger. This product is amazing and even though it's expensive, I will buy it over and over again. The large bottle usually lasts me about 2 months with daily use, but I have started applying every other day  so I think its definitely possible to make a bottle last longer. So far, my skin hasn't flared up or had outbreaks with every other day applications. If you're on the fence, try the small bottle and give it at least a week or 2 to see results. I'm so glad I tried this. I was NOT paid for this review, I purchased the product with my own money."
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I returned this product. I thought it would be great for my blackheads and the odd pimple or small breakout that I get. But it ended up giving my skin an itchy reaction after a few days of use, so I couldn’t continue using it. Just wasn’t compatible with my skin type."
		},
		{
			"review_title": "A must have for adults with breakouts",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is one of my favourite products. I suffer from adult acne breakouts and this is the only thing that can consistently combat that PLUS it’s extremely hydrating. It also smells amazing!"
		},
		{
			"review_title": "smelly",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "wish someone had mentioned how bad this reeked.... gonna keep using it to see if it helps w my skin, but the smell is seriously very pungent"
		},
		{
			"review_title": "Worth the price!! Definitely recommend!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I had high hopes for this and so far I love it!! Really evened out my skin tone and started closing my pores in just a few days! I did have some purging around my chin area but that was expected since I previously struggled with acne in that area. But everywhere else my skin is glowing and looks amazing. I definitely recommend this to anyone who wants even skin and struggles with large pores or texture!"
		},
		{
			"review_title": "A must have in my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "After using this product for more than 3 weeks it has definitely cleared up my skin. My skin was congested and during the first week I noticed it broke me out a bit in the areas where I had congestion. After the second week that’s when I definitely noticed the difference. My skin started looking smoother and the acne started to clear up. Worked for me! Only apply to the areas needed."
		},
		{
			"review_title": "Forever Repurchaser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "LOVE. Will always come back to this product. I have super dry and acne prone skin. Worked wonders a year ago, stopped using because of price. But after snail mucin broke me out, this is what fixed it. Only downside is price."
		},
		{
			"review_title": "holy grail product for sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have extremely sensitive skin that tends to break out easily, plus i’m allergic to niaciminade and this product literally saved my skin. it’s never been clearer and I feel so much more confident in my skin"
		},
		{
			"review_title": "Ride or Die",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I used to use this product ALL THE TIME although its a bit pricey for me and I was trying to find some more cost conscious options. After trying many products (using each completely), I finally caved and purchased this again. I have zero regrets. Balances my skin tone and helps to clear my congestion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I LOVE THIS PRODUCT. Ive been using this product for 7 years now!! It is the only thing that has helped my acne. I can’t recommend it enough!!"
		},
		{
			"review_title": "Horrible.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Broke me out terribly, deep cystic acne that I never had before using this. $80 is too expensive for something that just breaks you out in my opinion. I gave it the appropriate time to work and it just didn’t, I wanted it to work just didnt"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "It helped me reduce the acnes and my skin feels clean and smooth"
		},
		{
			"review_title": "Didn’t work for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Overwhelming smell, I tried pushing past that, but my acne worsened on top of it. I ended up returning it."
		},
		{
			"review_title": "Worsens acne",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "For some skin types it may work. On my combination acne prone skin, it made it worse. My skin has improved drastically in a few days after using it. It also added and worsened blackheads and hormonal bumps."
		},
		{
			"review_title": "Buyer beware",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I'm not one to normally leave a review but this stuff was awful for my skin! It was recommended to me by an employee when I asked for a good spot treatment. I normally hardly get acne, and it's usually only a couple spots when I do. I've used it twice, and now have more acne than I've ever had in my life. I made the mistake of putting it all over my face and now have a breakout all over my cheeks, which I've never had before. I plan to return this ASAP. My cheek was clear before using and the picture attached shows what it looks like now after using the oil."
		},
		{
			"review_title": "Love this product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Ive been using this for the past month or so, and its been great. I don't have any major acne so I'm not sure how it would work for you, but as for small blemishes, it really helps even out skin tone. I don't use a moisturizer with this product as its very moisturizing on its own."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This product is a must have and helps with all breakout stages . Dries acne out and can see results within 48 hours"
		},
		{
			"review_title": "Worth trying for anyone who's had a pimple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This product is so wonderful I don't know where to begin. I am lucky enough to not have the worst acne problems but the occasional face monster will appear and stay with me for weeks. Using this almost like a spot treatment can heal all before it starts practically overnight. I can't recommend this enough. That's true for all the Sunday Riley Facial Oils. I use this in place of a serum step (as needed) and add a drop of Juno into my moisturizer for that extra kick of healing. These are a little pricey but a little goes a long way. Or, a little more than a little adds an extra dose of self care luxury to your day. The ingredient list is long but after much googling seems well balanced and well made. If you're on the fence, trust that it is worth trying."
		},
		{
			"review_title": "Honestly don’t buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Smells so SO horrible i could barely stand it, showed no improvement and i still continued to break out. My life got better when i stopped using this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I love this product! It has helped to prevent new blemishes. It’s smells great too"
		},
		{
			"review_title": "Beware if you’re acne prone!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I used this product twice and it broke me out BADLY. I got acne in places I’ve never had acne before (below eyebrows??). Awful, it’s going back."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Combination skin",
			"review_text": "I’ve been using it for years and don’t ever plan on stopping. It clarifies the skin and does a great job. Highly recommend"
		},
		{
			"review_title": "Desert island product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Combination skin",
			"review_text": "My desert island product. Started using this about 6 years ago and I have used it daily. Nothing gives me the glow this does. I drench my face in this oil and I truly think this is the most anti-aging product I use. I’m 42 and I depend on this. I work as an RN and I think the only reason I made it through the pandemic and mask wearing without breaking out was thanks to this. I’ve added in HA and Vit C serums to my routine and those are way more expensive with less noticeable results than this. I did have to add in a Paula’s Choice BHA to help with some pimples and congested pores after using a Vit C serum, so I feel this concentration of BHA isn’t as potent as I sometimes need, but this oil overall still softens fine lines, keeps my skin glowing, is not overpriced, and doesn’t cause breakouts. Best product I’ve used."
		},
		{
			"review_title": "A must-have for breakouts",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I absolutely love using this product for as needed basis. I use it when I start to see a breakout or once a week as a preventative. Helps clear out any acne within 1-3 days for me and absorbs really well. A little goes a long way."
		},
		{
			"review_title": "MUST HAVE PRODUCT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have been using this product on and off for the past 6 years and I absolutely love it! I don’t break out often but when my skin is going through it, I purchase this product and within a week I basically have brand new skin!brand"
		},
		{
			"review_title": "Holy grail face oil for acne",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I was having awful hormonal breakouts due to my birth control. All over my chin, nose and neck. Very gross. I started using this oil 2 weeks ago at the end of my regular routine (wash toner serum etc) and it’s cleared my entire face and neck of breakouts, and it looks like they were never there. The smell takes some getting used to, but the results are a worthy trade off."
		},
		{
			"review_title": "All time fav acne product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Dry skin",
			"review_text": "This always works for me! Helps with my pimples and calming them down along with blackheads. I also do really like the smell too! You can mix it with moisturizer or even foundation sometimes. All the"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Literally been using this for two years it’s the best!! Cleared my acne up so well."
		},
		{
			"review_title": "Working it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Don’t let the smell deter U. Its the cumin seed oil that has a bit of a scent.This was given to me. It has shown me it really works. After two consecutive nights of use my blemishes subsided drastically. Cystic. ￼"
		},
		{
			"review_title": "I will never not use this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have had mildly problematic skin for YEARS (decades?) but this product made it alllllll better, I very very rarely breakout and my skin is moisturized without feeling greasy. I am committed, even though I know it's 50% more expensive than it needs to be for the brand."
		},
		{
			"review_title": "MY NUMBER 1 hunni",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "If I was forced to keep 1 skincare item only, I would not be okay, but I would choose this. Have been using nightly for years & can count how many pimples I’ve had since I started. I will bathe in this stuff & it wouldn’t  be enough"
		},
		{
			"review_title": "Break out!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "I used to love the UFO oil and would use it every day in my routine however the past 4 months it is causing me to break out like crazy. I don’t know if they changed the formula or what but I can’t use this anymore. Beware!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I didn't really see any benefits from using this product. I liked how it felt on my face but there were no noticeable differences. I would try it again if it was cheaper."
		},
		{
			"review_title": "Good but smells bad",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Pro: Helps me clear my skin while keeping it lightly hydrated. It not great for severe acne. But still good. Cons: This is the worst smelling product I’ve ever encountered. I thought it was spoiled so I exchanged it. But that is jusy the smell"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Light skin tone, Normal skin",
			"review_text": "This helps reduce my daughters breakouts. So far I’ve loved every I’ve tried from Sunday Riley"
		},
		{
			"review_title": "Not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "It's not a bad product, but I didn't notice a great enough difference to justify the price. My facialist claimed it helped around my nose, but there are better products out there for me. I personally didn't mind the smell (cumin) but it's a dry oil so you have to apply it exactly where you want it and act fast."
		},
		{
			"review_title": "Does not clear congestion of blackheads",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This bottle lasted a long time, a year for me. It appeared to help with acne like minor zits and pimples when masks were mandatory. But nothing really for blackheads. I put this on nightly after cleaning my face following up with an oil free moisturizer. I thought clearing congestion meant it would lift and remove my deep blackheads and minimized pores afterwards but unfortunately, no effect. Bottle is empty but blackheads are still there. This bottle helped more with prevention of cheek acnes."
		},
		{
			"review_title": "Highly recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Wow, wow wow! Amber if you’re reading this thank you!! I’m 33 and have adult acne and this has been the only thing that works especially on my backne. It absorbs very fast and leaves very little oily feeling. Try it for at least two weeks"
		},
		{
			"review_title": "SO GOOD",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve been repurchasing this face oil for years so I figured it deserves a review. I typically use it at night before my moisturizer and have found it works great for preventing acne and not so much for getting rid of existing pimples. At first the clean earthy smell can be a little overwhelming if you prefer light/unscented products but I’ve grown to love the scent so much I almost can’t get enough of it when applying it. It also feels suuuper hydrating and refreshing which is amazing for my dry skin because some salicylic acid products can feel drying. It also works amazing under makeup and I would definitely recommend giving it a try (in the smaller size if you’re feeling iffy)!!"
		},
		{
			"review_title": "Best for acne skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this oil. It fixes blemishes and acne when i have a flair up. I will definitely keep using this. It dries down and does not make me oily."
		},
		{
			"review_title": "Deal breaker",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I had to switch from my current acne product to this due to pregnancy. I like the consistency, fast drying oil. I think it’s effective when used consistently. But the SMELL!!!!! I’ve used  a lot of products and have dealt with a lot of chemical doors or over fragranced products. This is hands down the worst. I can barely use and the smell immediately makes me nauseous. ofproducts,"
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, notSure skin tone, Combination skin",
			"review_text": "A game changer in my skincare routine ! I have tried this product by my IPSY subscription, a small bottle lasted me so long ! I have repurchased this oil a few times now , and as someone that deals with acne , this was a game changer. Just make sure to use the recommended 3-4 drops as this product loses not neeed much to be efficient"
		},
		{
			"review_title": "Not worth it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I was so excited and hopeful to try this product because of all the promising reviews. It literally had done nothing for my pores and breakouts, I’ve actually broken out more and even with a small, very small amount of drops I can’t even wear makeup because it dried out my skin and makes me produce more oil. Not worth it"
		},
		{
			"review_title": "Where have you been all my life",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "I've been eyeing this product for years, the main deterrent being the price tag. I finally decided to get it and I'm so happy I did. The smell is a bit medicinal, but that didn't really bother me. It takes a bit to absorb, so I prefer to put it on at night. When I've put it on during the day, my face feels a little oily but it goes away after thirty minutes or so. I've been using this in combination with a retinoid, and my skin looks great. No more red, blotchy skin and my acne is going away. I know everyone is different, but girls with PCOS, this might be for you. I've tried other salicyclic acid treatments to address my PCOS acne, but this is the first one that I've felt really helps."
		},
		{
			"review_title": "Need to use it the right way!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I don't usually buy expensive items but this one I wanted to give a try because a friend recommended it for my hormonal acne. I mix 2-4 drops into my serum before my moisturizer and it has helped immensely for my acne prone skin. It is not drying which typically happens with salicylic acid products, it actually feels really soothing and hydrating. It seems expensive but a little goes along way. I use it everyday, twice a day for the last 4 months and I still have 75% of the bottle remaining. I don't know what they did to this product but I hope they never stop selling it."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Deep skin tone, Combination skin",
			"review_text": "Used for about two weeks and had to stop as my skin broke out so bad. Will not purchase this again."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I’ve purchased this 3 times now. I love the smell, gives a very hydrating feeling. I love using this under my makeup to help with keeping my pores clean. If you’re prone to clogged pores anytime you wear makeup, definitely try it out how I mentioned!"
		},
		{
			"review_title": "Inutile",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Je l'ai utilisé tous les jours sous ma crème hydratante sans voir de résultats. J'ai une peau sèche avec acné et aucun changement notable. Prix élevé pour aucun changement."
		},
		{
			"review_title": "Not ever using again",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I really did not like the feel of this on my skin. Very oily, not a light oil light like a face wash or something. I broke out a lot the few times I used it."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Didn’t see the difference.. just used it for guashs massage"
		},
		{
			"review_title": "The MVP Product in my Skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I purchased the smaller size of this product two times and when my 2nd bottle ran out I thought I'd wait until the next VIB Sale to reorder. Weeks after not using it my skin became really clogged, congested and textured. I use so many products that I didn't know how much of an impact this was having on my skincare routine! Once I repurchased my skin immediately improved! If there's one thing now that I can't live without in my skincare routine it is this"
		},
		{
			"review_title": "Didn’t work for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Will be returning. Tried for a few months and noticed no effect. Can’t make a use case for keeping it when I see no change/improvement when using it.   I have normal to dry skin"
		},
		{
			"review_title": "If I could have one skin care product it’s this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "I’ve spent probably thousands of dollars over many years trying to find a product that will reduce the sub dermal acne bloat in my face. This is the only product that has ever worked."
		},
		{
			"review_title": "Worth the price",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This product has changed my skin!! I’ve tried so many and have combo sensitive skin and introducing a face oil to my routine was the BEST decision. Sunday Riley is worth the investment 100%"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been using this for about 1-2 months now & i will continue to be buying! I’ve struggled with cystic acne, hormonal acne, fungal acne (small little bumps) & after adding this into my routine. I’ve noticed a huge difference in my skin. It has helped with active breakouts without drying them out & has helped prevent future breakouts. But, it has helped most with the small bumps & i have never found something that has helped that."
		},
		{
			"review_title": "Must have in my nighttime skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "Treated my cystic acne on my chin, cheeks and nose so well. I have oily skin so I only use this at night time after I wash my face and take off all my makeup. It has done wonders for me!"
		},
		{
			"review_title": "A gym must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "So I use this product a little differently and I'm gonna explain how I use it. I wasn't a fan of it on my face I only like to use it when my skin got dry. I use it on my boobs and chest. I know that might sound weird but when I work out sometimes I can break out on top of my chest and I think it has to do with my sports bra and sweating so I use the oil all over my chest and one time I put too much in my hands so I used it on my boobs shockingly after working out I did not smell sweaty and if you know you know when you work out and have a sports bra the girls can smell a little sweaty well I didn't smell sweaty at all. I'm a fan and will be rebuying!"
		},
		{
			"review_title": "BAD breakouts",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "This oil is one of many BHAs that I’ve tried. (Usually I’m a Herbivore fan, especially their Lapis oil). This unfortunately was a huge pass for me.  I have generally clear skin with occasional hormonal breakouts. I’m 37F.  This oil practically ruined my skin. Every time I used it, without fail, I woke up in the morning with brutal breakouts. I 100% think there’s something in this that despises my skin, and other reviews have said the same.. buyer beware, it’s not for everyone!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "UFO Acne treatment changed my skin in the best way possible. I've tried so many products but this one actually works for my skin (dry & sensitive).  I could see results within 3 days of using this product.  A little bit goes a long way so it's worth the price. I apply this almost every night and I wake up with glowing, healthy skin. People complain about the smell but it doesn't bother me at all.  I'd rather have a product that is more natural even if that means less of a scent."
		},
		{
			"review_title": "The GOAT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
			"review_text": "This product is a game changer. I was first introduced to it while working at Sephora. I am no longer in the beauty industry but still reach for this product every night! Amazing if you have acne/blackheads but are also dry!!"
		},
		{
			"review_title": "HOLY GRAIL FOR HORMONAL AND CYSTIC ACNE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I’m 22 years old and have dealt with acne for probably 10 years by now. I suffer from hormonal and cystic acne and even HS. I put this on every night and it absolutely works wonders. I wake up and my skin is glowing, and my makeup sits flawlessly over it all day. Pro tip: don’t forget to use it at night. I can tell a huge difference when I accidentally for get it"
		},
		{
			"review_title": "bad smell",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "smells like herbs, but not in a good way - more like  a kitchen. it also broke me out and my skin never cleared up. still used the product because they say it could just be purging. nope, just not a good product for me. i think i got i'll from the scent"
		},
		{
			"review_title": "Must must must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Love! This has been a staple in my routine for about 3 years now. Great for acne prone dry skin!"
		},
		{
			"review_title": "INSANE!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this stuff. I have had acne for years and never have. I had a product that cleared it up without drying me out or irritating my skin or giving me even more dark spots. This product is amazing. I pair it with the faded, topicals and spoil child serum, and it is chefs kiss. ￼"
		},
		{
			"review_title": "be careful",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "broke me out terribly. I have combination skin and my skin has always been clear but bc of this my skin is now bumpy everywhere. Do your research before buying, it might break u out."
		},
		{
			"review_title": "Keeps Skin Smooth & Nourished",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The smell is not the worst, but it also isn't my favorite, that is the reason for the four stars. However, the product works pretty well. It did wonders in a few days, but I have been using it for three weeks and it has cleared and smoothed my skin. I pair it with my Laneige sleeping mask and use this product with gua shua. My face has been feeling smooth and glowing. You don't need to use too much of the product."
		},
		{
			"review_title": "Great on all skin…not just your face 😉",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "I love this on my face and it’s great for hydration and texture but this has really been a game changer on my bikini area. I have less ingrown hair and less irritation down there after waxes because of this oil."
		},
		{
			"review_title": "Will be a staple forever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I have been using this for a few days and I am obsessed! I can already tell a difference in my skin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Smells amazing, not harsh, very hydrating. Only been a few weeks but no complaints"
		},
		{
			"review_title": "effective + nice herby smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I got this as a sample, used it all up and immediately bought the full size. It really soaks into the skin and I notice a near immediate difference in the redness/breakouts I get around my mouth/jaw. You only need a couple of drops so it lasts. I love the herbal smell."
		},
		{
			"review_title": "I think this is my Holy Grail for hormonal acne!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Wow! I have been using this for only one week and I have already seen immense improvement in my stubborn, cystic acne. I am 29 and I have had acne since my late teens. No matter how good my skincare regiment, prescription or not, I always seem to have a baseline amount of hormonal, cystic acne under my jaw. I read the reviews and decided to try this face oil and wow! Only a few days later I am seeing great progress, shrinking the cystic acne and improving the look of my skin texture generally. It does not break me out or cause whiteheads like many products I have tried, and it simply feels really nice on my skin. The oil really balanced out the drying effect of the Salicylic Acid so I'm not dry and flakey either. As many other reviewers have noted, there is a noticeable smell to the product. I actually find it quite pleasant and earthy (like tea tree, vegetation, licorice) but I understand that many might find it off-putting. In my experience the smell fades in 30 minutes to an hour after applying. I will be buying the larger bottle when this one runs out!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "My face was smooth while using and I have repurchased this product twice already. I like the weird smell this gave off like you were at the bowling alley."
		},
		{
			"review_title": "The smell is horrid!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The smell on this product is NOT “earthy” it smells like motor oil, old trash and licorice had a baby and it was sat out to rot. This could change my face texture entirely and I still wouldn’t be able to use it! I can stand any kind of smell and I can not stomach this!"
		},
		{
			"review_title": "Literal magic .",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This is seriously magic. My skin was so acne prone, had painful cysts as well as milia under the skin bumps all over it. I purchased this on 1/4 and today is 1/25. Less than 2 weeks and my skin is like a baby’s bottom.  Run to buy this.!!!!"
		},
		{
			"review_title": "must have - GAME CHANGER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This has changed my entire skincare journey. I have problematic and acne prone skin and my skin is the best it’s ever been after using this for 3 months. This product has made me excited to try more of this brand!"
		},
		{
			"review_title": "Must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Literally the ONLY product that cleared up the congestion on my chin and nose. So good"
		},
		{
			"review_title": "Took me by surprise",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was reluctant to use oil on acne prone skin but i admit this soothes the dryness caused by acne products and it is absorbed quickly.No breakout after a few days of using it. Love the smell! Not 5 stars bc of the price point…"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "The best Salicylic acid oil you will tried.  Worth the price 100%"
		},
		{
			"review_title": "Smells great and treats my acne",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is the first serum I’ve incorporated into my skincare and I love it. I’ve been using for a month and so much of my redness and acne has calmed down. Definitely won’t cure acne-prone skin but helps tremendously."
		},
		{
			"review_title": "Confidence booster!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I never write reviews but this product absolutely deserves one! I’ve been struggling with awful texture on my forehead for the past few months and no matter what I’ve tried I’ve been unable to get rid of it. I’ve been extremely self conscious of it. So after doing some research I decided to give UFO a try. After two days of using it the most noticeable of the bumps were gone! I feel so much better about my forehead now! I’m giving this product only 4 starts because I’ve only been using it for about a week but overall I’m so impressed with how quickly it’s worked for me. The only downside is the smell. It’s not terrible but it’s pretty strong."
		},
		{
			"review_title": "Perfect product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "U.F.O Ultra Clarifying Acne Treatment Face Oil is fast acting helping to clear acne blackheads and pores to create smooth  blemish free skin. Its tea tree oil and black seed oil ingredients support the skin blended with hexylresorcinol and licorice to brighten the appearance for a more even toned complexion without leaving a greasy reside.  ℬℯ𝓃ℯ𝒻𝒾𝓉𝓈  •Vegan Formula  •Cruelty Free  •Anti Ageing  •Hydrates •Smooth  •Fast Acting  •Blemish Free Skin  •Salicylic Acid 1.5%: Tea Tree OIl  •Black Seed Oil  •Licorice Root  •Chamomile  •Neroli  •Radiance  •Sulfate Free  •Paraben Free  •Lightweight Texture  •Gluten Free  •Soy Free  •Phthalate Free •Beautiful Packaging  •Fragrance Free  Beautifully designed in a square clear glass green bottle the light serum texture feels so hydrating and smooth  i only use a few drops at a time as a little goes a long way  it's been perfect to use on  my combination skin with no signs of dryness occuring It’s also great at preventing unwanted pores and leaves a radiant glow."
		},
		{
			"review_title": "Great Face Oil",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I like this product so much. The best time to wear it is around winter. But in other warmer weathers, just add a bit of the oil and it would work perfect as well. My skin changes and calms down redness after using this product. Its perfect for sleeping in my opinion, but it is also comfortable to wear with other products including makeup. I recommend a little bit of product not too much. The smell is unavoidable, but it smell good regardless. This is a great face oil. Combine with Retinoid, it makes wonders!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I wanted to love this soooooo bad, but the smell is so awful and strong!!!!! And the AHA in it makes your skin super sensitive to the sun, so even with sunscreen on, I got burnt in the tanning bed after using this (and I have medium olive skin and usually never burn and I do not have sensitive skin) Guess I’m going back to regular tea tree oil which works great for me."
		},
		{
			"review_title": "Did nothing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Received a sample of this and was using it for 2 months 2x a week & it literally did nothing for me. My white heads, blackheads & acne were still there and my pore were still congested. The smell is horrible too. Only positive is that it did exfoliate my skin but thats it.  Just not worth it, glad I got the sample and didn't waste my money."
		},
		{
			"review_title": "Game Changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have only been using this product for about 2 weeks, but I have noticed such an improvement in my skin!!! (along side using dr dennis gross face wash). Granted I only have had minor skin issues so I can’t speak on if this product would work well for others."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I purchased this thinking it’s just another salicylic acid treatment that won’t work, but i used it the first night and i seen results immediately the next morning. i will be using this product every night from now on"
		},
		{
			"review_title": "Underwhelmed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "If you are buying this product for deep cystic acne that happen around your period, save your money. this did not help my cystic/hormonal bumps which is the reason I purchased it. A store brand cream would have given the same affect. nothing special. I feel it helps with mild acne but that too you could have a found a cheaper option like pimple paste from Inn Beauty(that too is no miracle for cystic/hormonal bumps). It does have a herbal smell but I liked the smell. All in all I was underwhelmed by the product."
		},
		{
			"review_title": "Holy Grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have been using this serum for close to 6 years now. Holy grail in my skincare routine."
		},
		{
			"review_title": "Game changing product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I've been using this product for about 3 weeks and it has helped my skin tremendously. I finally feel like my breakouts are under control. I use this about 3 nights a week, and also as a spot treatment. It is an oil, so I only use it at night. It is incredibly hydrating and doesn't dry out my skin at all. Would HIGHLY recommend for anyone with acne prone, oily skin, this is now my favourite skin care product!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i used this product for 6 weeks continuously and this is absolutely the worst thing ever. my face was finally clearing up and this clogged my pores on my forehead and ruined my confidence again."
		},
		{
			"review_title": "This fixed my skin in 2 days.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Normal skin",
			"review_text": "I was dealing with hormonal acne for 3 months and tried a million things to get rid of it. My texture and acne were gone after using this 2 days in a row at night. It's been controlling any flare-ups since. I use it once daily and it doesn't try my skin out like other salicylic acids. Honestly amazing and worth every penny"
		},
		{
			"review_title": "Way too oily",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Do not love! This product is SO oily. There’s NO way you could ever use this in the morning, and when I use this at night, it migrates into my eyes and stings them and makes them red and watery… even when I use sparingly and keep it away from my eye area! It also migrates into my hair line and all wake up in the morning with greasy hair. Not cool. Smells nice and looks cool but not worth the mess. I couldn’t even use it often enough to tell if it made a difference or not."
		},
		{
			"review_title": "Holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I’ve been having really bad hormonal acne recently. I have to wear a mask at work and it just worsens the acne. These pictures are 4 days apart! It stopped new acne from forming and started healing old acne and scars so fast! I have been using it twice daily. Also when wearing foundation I put a few drops in to decrease irritation and prevent more breakout. I use glominerals foundation that is very good for sensitive skin but still had slight breakouts. I high recommend this oil! Can’t wait to see how my skin looks in a week!"
		},
		{
			"review_title": "Update to come",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Might be too soon to review, but I’ve been using this alongside the good genes and my face has definitely cleared up. The acne flare up has stopped for the most part. I got a couple of cystic pimples and either this or the good genes really calmed my face down. Took away one star because I’m not a fan of the smell"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "been using this for 3 weeks after dealing with unexplainable acne for almost a year and it’s the only thing that has actually cleared my breakouts"
		},
		{
			"review_title": "It’s worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I recently discovered this product bc of one my fav tiktok influencers. I’ve been dealing with cystic acne for a while and this product has done wonders. I know some people may think we’re exaggerating when we say you can see a difference within one day of using but IT’s TRUE! I bought the small bottle at first to try it out, and it literally did wonders within the first week, even my mother started using it. I was out of it for like 3 days but i finally bought another bottle and this time the big one so I won’t be caught off guard. And my skin was looking amazing when I used it again. I’ve tried a million products for acne for years and this is definitely a gem. It is pricey, paid 85 with tax but worth the money. This product has brought my faith back to clear skin. I actually like the smell, it’s not bad to me."
		},
		{
			"review_title": "Only thing that's helped my acne prone skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have been dealing with constant acne prone skin for a little over 2 years now, i've tried everything and have even gone to skin care specialists but nothing truly helped. I also have dermatillomania and pick it my skin often which doesn't help and makes it hard for my skin to heal. This is the ONLY item I have purchased and seen immediate results. My skin feels softer and I saw almost an immediate difference in clarity of my skin within a week of usage. A lot of my redness has faded as well. It isn't too harsh and its a dry oil so it absorbs very well and is good for my oily/combination skin. It genuinely changed my skin and I absolutely recommend this to anyone dealing with acne or blemished skin."
		},
		{
			"review_title": "Worth a try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "fairLight skin tone",
			"review_text": "I have sensitive skin & hormonal acne, this has worked well to keep my skin clear without being super drying. Highly recommend. Have been looking for a product like this for awhile!"
		},
		{
			"review_title": "game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "changed my life. has someone who is acne prone, i’ve tried everything out there. this changed my game. it’s a carrier oil, so anything on top will attach to its molecules, bringing it deeper into the skin. it’s literally took all my acne away. highly recommend."
		},
		{
			"review_title": "Skip",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I know there's purge periods after using SA, but after several weeks my acne was continuing to get worse and worse, so I think it was doing the opposite, most likely due to the oil formulation.  Also, the smell is absolutely awful. It being green doesn't help.  For the price, I expected better."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "Works wonderfully, oil absorbs quickly, feels great on the skin, but smells so, so bad."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Pricy but I love it for winter breakouts. Earthy smell, but I like it. A little goes a long way."
		},
		{
			"review_title": "Not sure would buy again.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I did try this product. I did not see immediate results. The oil did have a smell. Not terrible for me. But may be for others. Will keep using this product till its done."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "Holy grail! i really cannot put into words how much this product cleared my skin! i have oily skin so im extremely nervous about oil treatments but this is AMAZING!"
		},
		{
			"review_title": "My nightly ritual",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I'm really happy with this oil so far! The bottle design is really cool and I always look forward to using it. I have had cystic acne and scars for over 15 years and honestly gave up trying to fix it even after finding out I had celiac, but this has helped me feel much better about my skin. I've been using it nightly for the last week and my acne scars and flare-ups seem to be going down. It's nice to get the hydration as well. I must say I'm impressed and curious to try more of their products."
		},
		{
			"review_title": "Worth the $ and long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I've tried so many Salicylic Acid products and this one I find really works. I use it every day (just one small drop on each cheek) and it's enough to gently spread over my full face and never irritate it. It never leaves my face sticky, absorbing nicely into the skin. It has also greatly improved my skin quality.  Honestly so worth it in my opinion!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "one of my favorite skincare products currently! I’ve been a fan of acne treatment oils for a while. I have fairly minor hormonal acne (w skin that scars easily) but my skin is mostly normal, just a tad oily. I first started using herbivore’s lapis oil, which I still think is a great product, but I didn’t use it up before it expired so I decided to try out this one since there’s a smaller bottle available. i love it! Results are just as good if not better and it absorbs super quickly. If I notice a pimple popping up at night, it looks 10x better the next morning after applying this. It’s so nice to have a treatment that doesn’t dry out my skin"
		},
		{
			"review_title": "this is the one",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I’ve been using this product for nearly 3 months now,  and it was definitely a game changer for my acne scars. It cleared my most recently scars very quick and now it’s working on the oldest ones!  I’m using every night with the Blume Milky Fade. This combo is doing miracles for my skin!"
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this serum. Great for acne prone skin when you still want hydration from the oil. One of my must haves"
		},
		{
			"review_title": "game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have the most sensitive skin in the world, and had fairly bad acne for years. This product as well as a consistent skincare routine changed my skin. It does have a smell, so if you’re smell sensitive you might not like it but I don’t mind it. I have been using it every day for a year and a half now, and I have noticed such a difference in my skin. I still get small break outs from period/mask wearing but nothing like I did before this product. Love love love it."
		},
		{
			"review_title": "Clear, Glowing, Pore-less Skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I use this along with the entire Sunday Riley skin care line, I put this right after the Good Genes Lactic Acid serum by Sunday Riley and my hormonal adult cystic acne has gone in a matter of 3 days. The dark marks from the acne are fading very quickly as well. It is not drying like most salicylic acid products and it feels very moisturizing on the skin. I think this product is great for adults with adult acne or hormonal acne who are looking for that perfect product to combat acne and fine lines. I would not recommend this to teenagers or people with oily skin as it is oily but it just works so beautifully for my skin type because I do suffer from dry, adult, hormonal acne prone skin. Very fast results, I am left with ultra hydrated, clear, pore-less, glowing, youthful skin!"
		},
		{
			"review_title": "Results > Smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Okay - the reviews saying the smell are not lying. It is so horrible. My boyfriend doesn’t like being near my face after I’ve put it on. BUT I’m rating this 5 starts regardless because the results speak for themselves. I’ve been using this for a couple months and my skin has never looked more clear. I’ve struggled with blackheads for so long and they are almost completely gone. I’m obsessed, worth the splurge!"
		},
		{
			"review_title": "YESSSSSS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Okay, I know this shiz expensive but I swear this is given me results. After struggling w acne for years i swear THIS has cleared my skin up, along with a good consistent skin care routine but I think this is worth the coin sis."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Normal skin",
			"review_text": "Having dry acne prone skin is a struggle like no other bc for some reason brands always assume acne prone = oily which isn't always the case. This was a miracle for me. It does a great job at clearing breakouts. It leaves your skin very very soft. I find this product kind of ironic because people with acne prone skin are often taught to never use oils on their face because they can clog pores and cause breakouts- but this one does the very opposite."
		},
		{
			"review_title": "ABSOLUTELY POSITIVELY AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I used this with the SATURN mask and OMG I am not exaggerating when I say I immediately saw a difference.  I used the mask as spot treatment and rinsed with water after about 20-30 minutes.  THE REVIEWS for the mask are unfair regarding the smell; it’s not that bad. at all. but i the complaints are UNDERSTANDABLE regarding the quantity because it is not that much for $20 but it was DEFINITELY worth it to me & if the price doubled, I’d still buy it!!!!! I first washed my face with the ceramic slip cleanser as instructed. Then I shook i up the mask so it mixed really good and applied as a spot treatment and rinsed with water.  IMPORTANT I saw great results once rinsed but when I say, I saw freaking amazing fantastic results “after” applying the A+ high dose retinol serum (one pump) followed by the UFO acne treatment face oil (two pumps) then the luna sleeping night oil (two pumps) I swear I CANNOT STOP STARING IN THE MIRROR because it seems almost impossible that two hours later it looks like my acne disappeared… basically it appears as if the pimples have either disappeared completely or appear to be 95% reduced. I soooo regret not taking before and after pictures. I did this at night and I sure do hope the acne does not reappear in the morning because this just seems too good to be true. I mean wtf, I am amazed amazed amazed. The lady that helped me at sephora swore by the UFO oil and I am so glad I bought it.  I initially went in to buy the UFO oil and this saturn mask and asked her if she recommended the UFO oil or the multivitamin oil and she swore by the UFO oil and it did not disappoint. ps I really have moderate acne every few months or so but when I don’t have acne,  I am in love with their WAKE UP WITH ME morning routine & the GO TO BED WITH ME evening routine…"
		},
		{
			"review_title": "save your money !!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This was terrible. Please save your money this doesn’t work. I waited 2 months before writing a review but I have not seen any results. It breaks your whole face out in little white dots in the beginning. They go away after a week. But the acne I had prior to use didn’t go away but got worse. I even lessened the application but still nothing. I hope you guys take into consideration my review especially if your are a WOC Bc I’m starting to think it might not be made for our skin."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "Broke me out almost immediately. And I don’t k ow why because my skin loves BHAs and AHAs.  The smell and texture were lovely, though. Sad that it didn’t work for me."
		},
		{
			"review_title": "game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This has been a game changer for my skin. I had so much congestion and texture on my forehead, cheeks, chin. I’ve been using this oil nightly for 3-4 weeks now and my skin is much smoother and less congested. Hormonal breakouts are less both in number and depth. Way less swollen and much closer to the surface. This means I pick at my skin less, which is great. I have normal skin, with some damage from past breakouts and I don’t find this oil to be oily or too rich for my skin. Will repurchase for sure."
		},
		{
			"review_title": "been using it for years now and I still love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been using this stuff for nearly 4 years now and it’s a staple in my skincare routine. It has helped get rid of my problem areas and maintain clear skin! Anytime I run out I go into a frenzy and run to the nearest Sephora. People need to get over the smell because it isn’t that bad and your skin will thank you!"
		},
		{
			"review_title": "Auto rebuy for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I LOVE THIS OIL. It is the only thing that has worked on the blackheads on my nose. I mix it with the skinfix moisturizer and it is the perfect combo."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Couldn't love this stuff any more. The perfect finishing oil, especially for those who are afraid to use oils. This makes my skin glow and it's nice to have an oil that does something other than attempt to moisturize."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I absolutely love this product. I am usually weary of oils because of my oily skin, but I love how soft this makes me feel and how well it tackles acne. Plus, I am in love with the smell"
		},
		{
			"review_title": "Did not work for my skin, still a great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This was my first product from Sunday Riley. It was recommended to me by the Real Skincare Discussion.  I started to get more acne and breakouts as I got older, but I was put on prescription creams for them. I believe this is why my skin disliked this serum.  I started very slowly with a small patch test, and when I worked up to my whole face, I broke out everywhere.  Although I used the prescription cream and this serum at opposite times of the day, I think it was simply too much for my skin.  Either that or my face cannot tolerate one or more of the ingredients.  However, I have found that if I use it on body acne as a light spot treatment, it does help with size and redness.  I have been using the serum on my boyfriend’s face instead (always putting it in my clean hands first) and any breakouts, clogged pores and blackheads have noticeably improved with this.  He gets compliments on his skin all the time, but I don’t get any of the credit for introducing him to this or any type of skincare routine at all lol.  Overall, definitely a great product to try if you have acne, blackheads, clogged pores and would like to clear up your skin without stripping it of moisture."
		},
		{
			"review_title": "This works!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I was really skeptical in the beginning but started using this product in the form of just adding two-three drops on pea-sized moisturizer. This has really calmed down my acne, inflamed pimples, darkness caused due to over-the-counter acne topicals. I use it twice a day along with the moisturizer. I make sure not to include anything else with salicylic acid as this product already has enough of it. It does take time but this product is worth your time, money and effort. My skin is combination with more towards drier side this time due to acne flare-up."
		},
		{
			"review_title": "BHA Oil Serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "UFO definitely performs differently than the other oils I've used within the Sunday Riley line. It doesn't glide as easily as Luna or CEO it's still a dry oil but definitely has to be pat in versus smoothing over the skin. It tends to sting a bit and it takes more time to dry down leaving the skin a bit sticky. I use this in the evening. hoped to see more dramatic results the morning after applying but it is not as effective in eliminating blemishes as some of the other products in the line. It does noticeably lift whiteheads/blackheads to the surface helping the pores to force them out. I find it works better if I use this during the day but the stinging is just not ideal."
		},
		{
			"review_title": "worth the price!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "This serum is totally worth the price! It goes on like an oil but doesn’t make my skin feel greasy or break me out. It heals my acne super fast and my skin feels soft and looks glowy. The only thing is the bottle is super small so you definitely run out after a couple months of nightly use."
		},
		{
			"review_title": "love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "LOVE this. Been struggling with postpartum breakouts and now I hardly have a breakout and my face is clear from using it after two weeks of consistent use. You only need a very little amount.  I use in conjunction with Truly’s CBD masks and Huda’s moisturizer and my skin has never looked better. It’s expensive so I bought it on sale. You should definitely try it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "So I never really write reviews but I have to for this. This has completely got rid of my hormonal adult acne, and I’m pretty sure this is the reason my post acne scars have faded as well. It smells bad but I really don’t care because the results are amazing so far"
		},
		{
			"review_title": "Game Changer for Acne & Oily Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This has completely changed my face! Love it. PLEASE SEAL THE PACKAGING!!!!! Recently I ordered a big bottle and it spilled in the box. Thank you Sephora for replacing it but it also could have ruined all the other items as well. Other than that, this and the Sleeping Oil are my new favs."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "amazing product! I've added this oil to my morning routine for about 2 weeks and I'm in love. I don't love the smell but the difference in my pores and blackheads is significant already. I'm excited to see my skin continue to improve with continued use. It's pricey, but you only need a few drops so goes a long way and will last. Worth every penny!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I really enjoy this product! I add a couple drops to my foundation and mix it up. Helps me not break out when using makeup (I used to always have a new blemish or 2 any time I wore makeup)"
		},
		{
			"review_title": "Breakout Improved Overnight.Gone Sooner Than Usual",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "I have sensitive, combo (oily-leaning), dehydrated skin. I get hormonal breakouts and if I dare fall asleep without washing my face one night I'll definitely wake to a breakout. As I get situational acne, if you will, applying this daily and all over is too much for my skin but when applied directly to my breakouts, I see improvement literally overnight and they're gone a day or 2 sooner than usual. Pure tea tree oil is too strong for my sensitive skin and scarred my cheek for months the first time I used it but though tea tree is in this oil, I've had no adverse reactions."
		},
		{
			"review_title": "This is your sign to buy it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I never write reviews but this stuff is magical! I’ve been using it for about 2 weeks now and my skin has cleared up so much and it’s even getting rid of some acne spots that I once had. I highly recommend it! I have an oily t-zone and it doesn’t feel greasy at all."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Really like it and will repurchase. Not totally sure how much it cures acne as I used it after being on acutane but I enjoy using it so will continue to buy. Worth a try!!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "So the product is super oily ofc and it does leave your skin oily but i feels so good on the skin and makes your skin feel suuuper soft after. I have large, super oily skin with a lot of blackhead and whitehead and after two weeks of using this I've seen improvement. Not as many black and white head like before and my pores are visibly smaller. I;m in love! It does have a sort of strong sent but not that bad. But if u are senative to sent than u wont like this."
		},
		{
			"review_title": "Horrible smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Maybe this product does wonders for the skin, but the SMELL... Oh my! I could absolutely not get over it. My boyfriend wouldn't let me approach him whilst I had this on haha. It smells like old compost juices. The worst smelling product I ever tried."
		},
		{
			"review_title": "It took me years to come back & give it a chance!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "PLEASE give this a chance!!! Years ago I tried this a few times and it would instantly break me out even more than I already was. I’d immediately put it away. I’ve come back to it years later and it is single-handedly the ONLY thing that have SAVED my skin and reversed my acne. Don’t know how but it did. I started out using it once a week, now I use it twice everyday, morning and night. Within the first few days my skin was already looking better, and this is with acne around my chin and bumps on my forehead mostly. I used to have very oily skin and now I’m more on the normal to dry side, so maybe that’s why it works better now. I can tell a huge difference if I go a day without it, my skin craves it now. I don’t know if that’s a good or bad thing lol but it’s never leaving my side."
		},
		{
			"review_title": "It works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I used this product for just over a week and already seeing the results! I added this into my night skincare routine. After wash, essence, and serum, I use this oil and guasha. If you have acne prone skin, I highly recommend this product!"
		},
		{
			"review_title": "So Far So Good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve only been using this for 4 days but I have seen great results. I don’t have acne but I do get hormonal breakouts on my chin and I recently had a facial that has my chin purging so this was recommended. The smell is very earthy, like basil and moss. It does go away after a minute or two and I do like earthy scents so that’s not a dealbreaker, but if you’re sensitive to scents or really hate earthy/herbal scents, you might not like this. My chin breakout is slowly clearing up and the pores on my nose and cheek area are almost nonexistent. This really does make my face look clearer and it’s non drying. A little goes a long way, so 3 drops in the AM and PM will do"
		},
		{
			"review_title": "I couldn’t get over the smell.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I like Sunday Riley products, I’m even ok with how the Saturn mask smells, but I cannot stomach the way this oil smells. It might be an awesome product that works perfectly, but I will never know as it literally makes me nauseous. Was only able to keep it on my face for 3 hours, with a very strong scented candle next to me. Had to wash it off before going to bed as I would not be able to go to sleep with the smell.  (I am ok with tea tree oil and sulfur lotion/cream smell. This is like a tea tree oil and sulfur cream was lit on fire next to trash. But I do have a sensitive nose.)  If you like Sunday Riley and do not have a sensitive nose, or are not affected by smell, I would still recommend trying."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Love it  It’s changed my skin and I recommend to literally EVERYONE no cap"
		},
		{
			"review_title": "Saved my skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was breaking out out of the blue really badly and nothing would help! My sister recommended this and it has truly saved my skin. No more breakouts!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Changed my skin. This is now a staple in my skin care routine"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love it! I keep repurchasing it. Love to use it with my gua sha"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Day 3 of Usage:  Product is slightly on the “thicker” and “heavier” side for oils.  Green in colour which suits the “UFO” theme. Very light scented but the scent isn’t the greatest overall. Does not leave a “greasy” residue on my face. Absorbs into my skin efficiently.  Leaves my skin looking more refreshed with a more natural glow.  A small amount goes a long way.  Leaves skin feeling soft after applying.   I can’t speak too much on this product just yet as it has only been three days but I do admire this product and had no issues as of yet. I think I am already preferring it over the Phoenix Face Oil by Herbivore which says a lot."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I was nervous to try this as it was an oil that I was previously using that initially clogged my pores, but after reading that this one is a dry oil, that pulls gunk out of your pores, I decided to give it a try. Gosh, am I happy I did. I had very clogged pores and some small white acne on my forehead.  This little miracle product dissolved it all. I put it on my face at night, and by morning I can actually see the stuff lifting out of my pores. Very impressed!! I have dry, sensitive skin so I ended up mixing three drops of UFO the CEO Sunday Riley Nourishing vitamin C cream to prevent any potential dryness from occurring. The Combo works wonders for me and I wake up with moisturized and clear skin. It’s expensive yes, but this stuff actually does work and a little goes a long way so it will last a long time. This is now a forever staple in my vanity"
		},
		{
			"review_title": "Staple product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a product I have used for years. It’s a staple in my skincare routine. I’ve found that when I am not using it my skin just doesn’t look as good and I find myself getting more breakouts. I’m not going to sit here and lie, I do have pretty decent skin, I don’t have severe acne or really any acne at all I get the occasional breakout when I’m on my period but for the most part my skin is clear but I have always found that if I don’t incorporate this into my routine my skin just isn’t the same. The smell at first is weird and some may not be able to get past it but I can say after 8 years of frequent use my skin really thanks me for adding this product to my routine."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Didn’t work for me, I have very dry skin, and it almost just wouldn’t absorb. However, I gave it to my sister who has oily and acne prone skin and she has had amazing results."
		},
		{
			"review_title": "Not worth the hype",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This oil came in a very nice package, the bottle was pretty as well but that's about the only thing that really stood out to me about this product. I had very high hopes for this based on the hype I had seen from it on the internet and the price point. However, this left my face unchanged and somewhat worse after a week of using this. It has a terrible smell that I was okay with if the product would have worked. Even though this is an oil it still left my face extremely oily, like too oily... unlike other face oils I have used in the past. It also did not help with any acne and made my skin texture very bumpy and gross. Using this at night also made my skin texture horrible in the morning."
		},
		{
			"review_title": "best product in the world",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
			"review_text": "the only thing that cleared my skin and i have tried everything else"
		},
		{
			"review_title": "highly recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I used to get really bad pimples on my cheeks and chin but after using this every morning my face has cleared up and I rarely get pimples anymore, makes your skin feel so soft"
		},
		{
			"review_title": "5 months of use, really no effects.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
			"review_text": "I've had this since late September (it's March) and have been using it a few times a week since. I have normal type skin and I've noticed truly no difference to my skin and it hasn't done anything for my acne. It hasn't done anything negative, it's just truly so neutral of an experience. I'm near the end of the smaller size bottle and won't be repurchasing."
		},
		{
			"review_title": "I love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this oil. I have all of them from Sunday Riley. It makes my skin feel so soft and youthful. I layer this with the Vitamin C oil and it helps give my skin a nice glow. It isn't greasy to me and is absorbed well. I would definitely recommend this!"
		},
		{
			"review_title": "Holy grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This is a must have, I apply it at night and the little bumps disappear the next day ..I have never used a product that works so well. It amazing...I only use it whn I feel a pimple coming or during my periods as a precaution and it works beautifully. I'm on my second bottle!"
		},
		{
			"review_title": "forehead is clearing up!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I purchased this after a random breakout all over my forehead (later realized it was my hair products). Even though my skin type leans more oily, I could visibly see that my pimples were smaller and less red after the first use. I've used it a night and during the day under spf and both situations work well. A little goes a long way. It's been a couple weeks and my skin is clearing up with no new breakouts!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Absolutely LOVE this product. It leaves my skin baby smooth and has fully cleared my skin of acne. I’m extremely happy with this product and will definitely repurchase!!!"
		},
		{
			"review_title": "actually the worst product I’ve ever used",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Normal skin",
			"review_text": "I was so excited to try this but was sorely disappointed. This is truly the worst skincare product I have ever used. It absolutely stinks. People describe it as “earthy” but it’s horrible. You don’t get used to it. It is extremely greasy and doesn’t absorb. I have super dry skin and this was like smearing oily sticky goo on. If this had done something amazing for my skin I could at least give it some credit. But I used almost the whole bottle and never saw any difference. Except the oily ness did make me break out. And I had to wash anything that touched my face because it stunk so bad. You cannot put this on and leave your house. It reeks even from a distance!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I personally love face oils and they work really well with my face. While this oil does smell like taco seasoning ( because it contains cumin seed) it does help calm my breakouts overnight."
		},
		{
			"review_title": "useless",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Feels greasy, smells awful, didn’t work- still broke out just the same. I gave it 3 weeks of use morning and night and washed with Beste.  Used good genes every few nights to fade darks spots from breakouts past. Still had blackheads daily. Still broke out hormonally on schedule. This didn’t even help with swelling, so more dark spots. Useless for me"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Got this from a friend who suggested it to me. I have sensitive skin and this caused me to breakout wherever I applied this(mainly my jawline). It also doesn’t smell the best, but had it helped my skin I probably would’ve gotten over that. Would not recommend to anyone with sensitive skin."
		},
		{
			"review_title": "Luxury goodness in a Bottle !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I first bought the 15ml because I wanted to try it out. It completely transformed my skin texture. Eventhough it is pricey, I had to get the bigger size because it is truly worth every penny. Some people may hate the scent but I really love it."
		},
		{
			"review_title": "Made me break out",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "This oil made my skin break out a lot. And why does it smell like tacos? I had high hopes for this. My skin is breakout prone, and I can't use oil on my face. This oil was no different from any other facial oil that gave me breakouts, and it's over- priced."
		},
		{
			"review_title": "3 Years Later! Still LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is not a miracle product but it WORKS!   I’ve used this product for 3 years straight now, and earlier this month I stopped using it (all in all, stopped for around 3 weeks). I had been dealing with a breakout and for some reason I thought it might be my SR UFO. Oh ho ho was I wrong! My skin has rapidly declined, for the first time in ages I was getting clogged pores and tiny little irritating whitehead pimples around my nose and between my eyebrows. I mean ALL over. Ultimately I started using it again and everything cleared right up. I had a really poor diet (around the holidays), and hit my time off the month and I suspect that’s what actually caused my breakout. I will never doubt this oil again!  Like I said, this is not a miracle product, but used in conjunction with a healthy skincare routine it is a wonderful, clearing product and I would highly recommend! 10/10"
		},
		{
			"review_title": "pretty good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "My skin really doesn’t tolerate salicylic acid well. I have dry skin so my skin gets red and flakey when I usually apply. The oil formulation really intrigued me. I still only apply where needed as a spot treatment and leave it on  for a few hours if I know I’m not going anywhere and then I use a super gentle cleanser on my FOREO to buff away my blackheads. The scent is strong and reminds me of tea tree oil. I don’t like that the product has colour. I get that it’s to combat the appearance of redness but still, I don’t like to have dyes marinating on my face throughout the day. Overall it’s pretty good and not as drying as other products because it’s an oil."
		},
		{
			"review_title": "Smells awful",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Was recommended this by my sister. I like it I haven't been using it long enough for it to have made a difference but it literally smells like grass I hate it"
		}
	]
}